{
    "banded": [
        "Banded texture is a type of texture in rocks and soils that is composed of alternating layers of different colors or textures.",
        "Banded texture typically looks like a series of thin or distinct layers of different colors and/or textures that are visibly stacked or arranged in a pattern.",
        "The banded texture is a type of rock texture in which several distinct layers of minerals of varying colors and sizes are stacked together in parallel.",
        "The banded texture is characterized by having a series of different layers of varying colors and intensities, visible with the naked eye.",
        "The banded texture has distinct lines or stripes of contrasting colors, typically within the same color family.",
        "Banded texture has broad, straight or wavy lines found in parallel, spaced regularly.",
        "Banded material has a distinct texture that is easily recognizable by its distinct stripes or angled ribbons.",
        "Banded texture has a horizontal and vertical striped appearance created by alternating colors or shades of material.",
        "Banded textures are easily identifiable by their characteristic layers or bands of rock, which can vary in size and composition.",
        "Banded texture in mineral specimens is a series of parallel or cross-cutting lines of varying widths within the crystal.",
        "Banded texture has alternating dark and light layers, often in the same color of stone, giving it a striped or ribbon-like appearance.",
        "Banded texture is a type of layered sedimentary rock structure, created when individual, thin layers of sedimentary rocks are cemented together due to a combination of pressure and chemical reactions.",
        "Banded texture is characterized by stripes or bands of different materials woven together to create a distinct, multicolored pattern.",
        "Banded stone has a striped look to it.",
        "Banded texture has stripes of different colors or materials that run in parallel and have a distinctive ridged pattern.",
        "This image from the internet shows a banded texture composed of swirling light and dark-colored hues.",
        "The image from the internet that I chose is of a banded texture.",
        "The image of the banded texture shows a black and white pattern with horizontal lines of equal width and soft edges.",
        "The image is of a banded texture from the internet.",
        "The image is of a textured surface that is composed of multiple striped bands running horizontally.",
        "Banded texture is easily identifiable by its alternating, faint layers of distinct colors or grains.",
        "Banded textures are usually characterized by distinct layers, or bands, of different materials with different physical characteristics such as color, texture, hardness, or other features.",
        "Banded textures can be identified by the presence of visible layers of different materials.",
        "Banded textures are characterized by alternating bands or stripes of different colors, patterns, or textures in the same material.",
        "Banded textures are characterized by distinct, alternating layers of different colors, patterns, and materials."
    ],
    "blotchy": [
        "The blotchy texture features irregular patches of color, usually darker colors contrasting against lighter ones, to produce an uneven, spotty effect.",
        "The blotchy texture is a type of surface that has an uneven, mottled, speckled, or spattered appearance.",
        "The blotchy texture is an uneven, mottled look that is created by uneven blotches, spots, or patches of color.",
        "A blotchy texture is a type of uneven texture where distinct, mottled patches appear on the surface.",
        "The blotchy texture can vary in size and shape, but typically appears as a dark, mottled and uneven appearance.",
        "Blotchy texture is characterized by uneven, irregular patches or spots of color that stand out against a backdrop of different colors or shades.",
        "Blotchy textures can be characterized as having an uneven or mottled appearance, often with distinct patches of color or texture throughout.",
        "Blotchy texture is most easily recognized by its uneven, mottled or spotted appearance.",
        "Blotchy textures are often characterized by an uneven pattern of discolored or textured patches.",
        "Blotchy texture can be identified by its uneven, irregular, and haphazard pattern of spots, streaks, or blotches on a surface.",
        "Blotchy texture is characterized by irregular, sometimes blotchy patches of color, usually uneven in size, shape and intensity.",
        "Blotchy textures typically appear as irregular, mottled patches of varying shades within a larger area or on a particular surface.",
        "The texture of blotchy is irregular and uneven.",
        "The texture of blotchy is uneven and irregular.",
        "Blotchy texture usually appears as an uneven, patchy surface with different shades of color.",
        "The image shows a blotchy texture with areas of deep dark blue, turquoise, and light blue colors.",
        "This image from the internet is of a blotchy, textured surface.",
        "The image depicts an off-white background with large, distorted blotches of navy and gray color.",
        "The image from the internet is of a brown, blotchy texture.",
        "This image from the internet features a deep grayish-green background with a blotchy texture.",
        "Blotchy texture can be identified by its uneven discoloration, large or small spots, and uneven patches of color.",
        " Blotchy texture usually has an uneven and mottled surface, with patches and uneven streaks of contrasting colors or values.",
        "Blotchy is a visual texture that is characterized by irregular patches of colour that are often splotchy or patchy in appearance.",
        "Blotchy texture generally appears as an uneven pattern of darker and lighter colors spread irregularly across the surface of a material.",
        "Blotchy texture has an irregular pattern with unevenly distributed discoloration."
    ],
    "braided": [
        "The braided texture resembles that of a complex, criss-crossing fishtail braid.",
        "A braided texture has multiple strands of hair twisted and woven together.",
        "The braided texture looks like a series of three or more strands interwoven together.",
        "The braided texture is a type of texture that has a criss-crossed, woven pattern.",
        "A braided texture is an interwoven pattern created with three or more strands of hair.",
        "Braided texture is characterized by interweaving strands or pieces that form an intertwined pattern.",
        "Braided textures often feel stiff and starched but often with a slight smooth texture.",
        "Braided texture is characterized by three or more strands of yarn or fabric woven together in intersecting patterns, often in a tight, braid-like structure.",
        "Braided texture is easily recognizable due to its distinctive look and feel.",
        "Braided textures can be recognized by the interlacing of fibers to create a uniform and compact pattern.",
        "The texture of braided hair has a rope-like, three-dimensional look with a strong texture and edgy feel.",
        "Braided hair has a thick, interwoven, three-dimensional texture.",
        "Braided texture typically has a woven or interlaced appearance.",
        "Braided texture has a thick, intertwined pattern that resembles a three-strand rope.",
        "The texture of braided hair is smooth with a slight wave.",
        "The image is of a tightly braided, honey-blonde texture, looped back along the crown of a woman's head.",
        "The image is of a beautiful braided texture in a warm, golden-brown hue.",
        "The image I found on the internet is of a beautiful golden-brown braided texture.",
        "The image from the internet shows a tightly braided texture running down a woman's hair.",
        "The image from the internet of the braided texture is a striking close-up of a single braid intertwined with many intricate strands.",
        "Braided texture typically feels very smooth and tight, with a pattern of several interwoven strands.",
        "Braided texture is usually described as having a rough, interlaced, plaited, or woven feel.",
        "Braided texture has a woven or plaited look.",
        "Braided texture is usually easily identifiable by its intertwined and interwoven strands.",
        "Braided texture can be identified by its woven-like appearance and feel."
    ],
    "bubbly": [
        "The bubbly texture has a soft and spongy feel to it.",
        "The bubbly texture typically has a light, foamy, and spongy consistency.",
        "Bubbly texture looks like what you might imagine if you mix together a light fluffy mousse and a bubbling lava lamp.",
        "The bubbly texture is usually described as light and airy, with bubbles throughout the surface.",
        "The bubbly texture looks like a mass of small bubbles or a sea of bubbling foam.",
        "Bubbly texture can be recognized by its light and airy feel.",
        "Bubbly textures have a light, spongy, airy feel that cannot be easily replicated.",
        "Bubbly typically has a smooth, creamy texture that is consistent throughout.",
        "Bubbly texture has a light and airy feel to it.",
        "Bubbly textures can often be identified by their light, airy quality and a distinct feeling of popping or bubbling when touched.",
        "The texture of bubbly can be described as smooth, light and effervescent, with tiny bubbles or foam that often leaves a thin film on the surface of the liquid.",
        "The texture of bubbly is typically characterized by small, light bubbles that are either densely packed or loosely layered.",
        "The texture of bubbly typically has a light, creamy, and slightly foamy feel.",
        "The texture of bubbly is generally described as light and airy.",
        "Bubbly textures have a foamy or spongy look and feel.",
        "The image is of a pale mint-green textured background.",
        "The image is of a pink background with beige/white bubbles in a clustered pattern all over.",
        "This image from the internet depicts a bubbly texture which looks like white foam or soap suds.",
        "This image from the internet shows a light pink and blue bubbly texture.",
        "The image is of a light gray surface with an uneven, bubble-like texture.",
        "The texture of bubbly can be identified by its effervescent or tingly feeling on the tongue.",
        "The texture of bubbly can be identified by its effervescence and full mouthfeel.",
        "Bubbly texture can be identified by feeling the texture of the bubbles - if they are soft and squishy, it has a foam-like texture, if they are hard and crunchy, it has a crispy texture.",
        "The texture of bubbly can be identified by feeling for small, delicate bubbles that form on the surface and have a distinct crisp touch on the lips.",
        "One way to identify the texture of bubbly is to get a sample and feel it."
    ],
    "bumpy": [
        "Bumpy textures generally have an uneven, raised, or rough surface made up of ridges or protrusions.",
        "The bumpy texture looks like a surface that is uneven and has raised areas along it.",
        "The bumpy texture is like having little bumps or nodules.",
        "The bumpy texture can range from having small bumps or nodules, to large lumps and ridges, depending on the scale of the texture.",
        "The bumpy texture looks like it has a lot of little protruding bumps and ridges.",
        "Bumpy textures can be identified by feeling the surface of the item.",
        "Bumpy textures can be identified by feeling them with your hands.",
        "Bumpy texture has an uneven, rough surface that can be felt with the fingertips.",
        "Bumpy textures can be recognized by their uneven surface and protrusions.",
        "Bumpy textures feel uneven and raised to the touch and often require the use of your fingertips to distinguish the different bumps.",
        "Bumpy texture typically refers to a rough, irregular surface.",
        "Bumpy texture typically has a rough, uneven surface with raised or protruding points.",
        "Bumpy texture looks like a rough, bumpy surface with an irregular pattern.",
        "Bumpy texture looks like a rough, uneven surface with raised bumps.",
        "Bumpy textures usually have raised or protruding elements.",
        "This image is of a bumpy texture created with a light brown paint.",
        "This image is a close-up of a natural stone surface.",
        "The image has a white background with a dark charcoal gray bumpy texture throughout.",
        "This is an image of a bumpy white texture.",
        "This is a picture of a bumpy texture taken from the internet.",
        "Bumpy texture can be identified by feeling it with your hands.",
        "Bumpy texture can be identified by feeling irregular lumps, ridges, or protrusions on its surface.",
        "Bumpy texture can be identified by feeling the surface of the material with your hands.",
        "Bumpy texture can be identified by feeling its surface with the fingertips or by tapping it lightly with a fingernail.",
        "Bumpy texture can be identified by its rough surface, uneven elevation, and lack of smoothness."
    ],
    "chequered": [
        "The chequered texture typically consists of a pattern of squares or rectangles formed by alternating light and dark colors.",
        "A chequered texture features a pattern of alternating squares or rectangles of two colors.",
        "The chequered texture is a pattern composed of alternating light and dark squares.",
        "The checkered texture often features a pattern of small squares of two alternating colors, usually black and white.",
        "A chequered texture typically consists of squares or blocks of two alternating colors, arranged in a checkerboard pattern.",
        "Chequered texture is easily recognizable as it consists of squares or rectangles of alternating light and dark shades of color, usually black and white.",
        "Chequered texture often has a pattern of crossed horizontal and vertical lines in alternating dark and light colors.",
        "Chequered fabric usually has a firmly woven, geometric pattern with small, regularly spaced blocks of alternating colors.",
        "Chequered can be recognized by its distinct alternate light and dark pattern.",
        "Chequered texture can be easily recognized by its distinct pattern of alternating squares or rectangles in two or more colors.",
        "Chequered texture has a checkered pattern of alternating black and white squares or other colors.",
        "Chequered fabric has a pattern of two alternating colors, often black and white, cut into a grid pattern.",
        "The texture of chequered fabrics is usually a pattern of small black and white checks, sometimes called 'checkered' or plaid fabric.",
        "The chequered texture typically features a pattern of alternating light and dark squares arranged in a checkerboard pattern.",
        "Chequered textures typically have a pattern of alternating light and dark squares that create a checkerboard effect.",
        "The image is of a chequered texture in blue and black.",
        "This image shows a classic chequered texture.",
        "The image that I'm referring to is of a chequered texture with a red and green colour scheme.",
        "This image shows a checkered texture with black and white squares evenly spread across the entire background.",
        "The image in question is a black and white chequered texture.",
        "Chequered texture is typically identified by its alternating squares pattern composed of two contrasting colors, usually black and white.",
        "The texture of chequered fabric is often easily identifiable by its distinct pattern of squares that alternate in colour.",
        "Chequered has a distinct checkerboard pattern and a bumpy texture that you can feel when you touch it.",
        "Chequered has a geometric pattern made up of alternating black and white squares.",
        "Chequered has a distinctive quadrilateral pattern with alternating dark and light squares."
    ],
    "cobwebbed": [
        "The cobwebbed texture is characterized by a delicate web-like pattern.",
        "A cobwebbed texture looks like a pattern of intertwining, thin strands like a spider web.",
        "A cobwebbed texture has a fragile and delicate appearance, with thin, irregular lines resembling a spider web.",
        "The cobwebbed texture looks like a spider web, with thin and delicate yet strong strands interlaced in a pattern of circles.",
        "The cobwebbed texture looks like a tangled network of thin gray or white lines.",
        "Cobwebbed textures can be recognized by their stretchy, delicate, and almost transparent appearance.",
        "Cobwebs usually have a thin, lacy texture, almost paper-like.",
        "Cobwebbed texture is very soft and silky to the touch.",
        "Cobwebbed textures feel thin, papery, and slightly sticky.",
        "Cobwebbed texture is usually very thin and fragile, and often feels dry and sticky.",
        "Cobwebbed textures are typically smooth and silky, with a slightly fuzzy or velvety feel.",
        "Cobwebbing has a very sticky, soft, and fragile texture.",
        "Cobwebs have a thin, delicate texture with sticky, silky threads that form a tangled web.",
        "Cobwebbed textures are very delicate and spider-web-like.",
        "Cobwebbed refers to the look of spider webs, which are very delicate and delicate.",
        "The image shows a cobweb texture with a dusty grey background.",
        "The image of the cobwebbed texture depicts a collection of thin, light gray lines that form a web-like pattern.",
        "This image from the internet depicts a cobwebbed texture.",
        "This image from the internet shows a close-up of a cobwebbed texture.",
        "The image in question is a beautiful cobwebbed texture, depicting a web made of delicate spiderweb strands stretching out in all directions.",
        "Cobwebbed texture may have a dusty, scratchy and slightly coarse feeling.",
        "Cobwebbed texture is typically characterized by thin, delicate, and filmy strands of web-like material.",
        "Cobwebbed texture typically has a very sticky feel to it, with thin strands of webbing between the fingertips.",
        "Cobwebbed texture can be identified by feeling a slightly rough, sticky texture.",
        "Cobwebbed texture is characterized by a fine, silky, delicate feel that is slightly sticky."
    ],
    "cracked": [
        "Cracked texture looks jagged or broken up into several irregularly shaped pieces.",
        "A cracked texture is a rough surface that looks like it has been broken apart or cracked.",
        "Cracked textures usually feature thin, irregular cracks that may appear web-like or random.",
        "Cracked textures often appear rough and uneven, with fractured lines and a discontinuous surface.",
        "The cracked texture generally looks like a broken surface, with wide, shallow cracks running through it.",
        "Cracked surfaces often appear dry, rough, jagged, and uneven.",
        "Cracked surfaces generally feel rough, irregular, and often jagged.",
        "Cracked textures typically appear dry and brittle, and can be rough or smooth to the touch.",
        "Cracked textures are usually rough and jagged.",
        "Cracked textures are easily recognizable by their rough, uneven surface.",
        "The texture of cracked surfaces has an uneven and rough surface that can feel sharp to the touch.",
        "Cracked texture typically appears as a series of interlaced lines and grooves that form a pattern or web-like design.",
        "Cracked texture can be described as having many small jagged or broken lines.",
        "Cracked texture is a rough, jagged surface with small cracks or fissures running throughout.",
        "Cracked textures have fine lines that create a \"cracked\" or \"shattered\" look.",
        "The image I'm describing is a black and white photo of an old, cracked texture.",
        "The image I'm describing is of a cracked concrete wall with a weathered gray paint finish.",
        "The image is of a white cracked texture, overlaid on a pale grey background.",
        "This cracked texture image is of a faded brown wall with multiple large, deep cracks running throughout.",
        "The image is of a gray and black cracked texture.",
        "Cracked texture has a rough, jagged surface.",
        "Cracked texture typically has a rough, irregular surface, with visible voids or surfaces that are slightly uneven in comparison to the other surfaces around it.",
        "Cracked surfaces usually have a rough, jagged texture.",
        "Cracked often has an irregular, jagged or ragged texture that feels rough to the touch.",
        "Cracked has a rough and gritty texture, often described as pebbly, chunky, or sandy."
    ],
    "crosshatched": [
        "Crosshatched texture looks like a pattern of interlocking lines that intersect each other in a woven-like fashion.",
        "Crosshatched texture is a pattern of closely spaced parallel lines that cross each other to form a crisscross pattern.",
        "Crosshatched texture usually consists of parallel lines that intersect each other at an angle to form a grid-like pattern.",
        "Crosshatched texture is a crisscross pattern that has a uniform or symmetrical design.",
        "Crosshatched texture is a pattern of parallel lines or ridges that intersect multiple times, forming a series of small squares or rectangles.",
        "Crosshatched texture has a distinctive look and feel.",
        "Crosshatched texture can be recognized by its distinct pattern of diagonal lines that cross each other and form a grid-like pattern.",
        "Crosshatched lines create a ridged texture that can be easily recognized by sight and when touched.",
        "Crosshatched texture is created when two sets of crossed lines are arranged in the same direction.",
        "Crosshatched textures are composed of intersecting parallel lines that create a woven-like texture.",
        "Crosshatched is a texture pattern made up of crisscrossed lines usually in a diagonal pattern.",
        "Crosshatched texture has a crossed pattern of lines.",
        "Crosshatched texture has a pattern of overlapping and interlaced lines or bands that create a web-like effect.",
        "Crosshatched texture is a series of crisscrossing, interlocking lines that form a pattern on a surface.",
        "The texture of crosshatched is a series of lines that are drawn overlapping one another in a criss-cross pattern.",
        "The image from the internet of the crosshatched texture is a black and white graphic with two crossed lines.",
        "The image on the internet shows an example of the crosshatched texture.",
        "The image is of a red and white crosshatched texture.",
        "The image is of a light grey crosshatched texture with varying crevices.",
        "The image of a crosshatched texture is a two-dimensional photo with a pattern of small interlaced lines that intersect one another.",
        "Crosshatched is a textural pattern composed of horizontal and vertical lines crossing over one another.",
        "Crosshatched is a type of texture that can be identified by its horizontal and vertical parallel lines.",
        "Crosshatched is typically identified by its thin, intersecting lines.",
        "Crosshatched texture can be identified by its distinct pattern of intersecting lines that create overlapping rectangles or squares.",
        "Crosshatched texture has a distinct pattern composed of sets of parallel lines which cross over one another in a consistent pattern."
    ],
    "crystalline": [
        "Crystalline texture is characterized by distinct, sharp boundaries between individual crystals, often appearing as sharp angles and lines.",
        "A crystalline texture is a type of texture which is composed of distinct crystals or grain-like particles that can be seen with the naked eye.",
        "The crystalline texture is a type of texture in igneous rocks that is composed of visible individual crystals and is characterized by a distinct arrangement.",
        "Crystalline texture refers to a pattern of crystalline grains within a rock.",
        "Crystalline texture is characterized by small, uniform, and regularly shaped crystals, sometimes referring to the size of the crystals as well.",
        "Crystalline texture can be recognized by its sharply angled faces, smooth surfaces (often slightly reflective or glass-like), flat, geometric shapes, and highly symmetric structures.",
        "Crystalline textures can be recognized by their symmetrical, repeating patterns and regular shapes.",
        "Crystalline textures are typically hard, dense, and angular in appearance.",
        "Crystalline material typically has a hard or brittle texture.",
        "Crystalline textures tend to be described as hard, sharp, or having a rough texture.",
        "Crystalline texture refers to the pattern of how a material looks at a microscopic level.",
        "The texture of crystals varies depending on the type of crystal, but generally they have a hard and shiny exterior with a smooth and glossy surface.",
        "The texture of a crystalline material is usually described as smooth, glassy, or brittle.",
        "Crystalline texture generally has an angular or sharp-edged appearance and can look either smooth or rough depending on how it’s cut.",
        "Crystalline textures are characterized by smooth, reflective, geometrical surfaces.",
        "The image from the internet of the crystalline texture is a close-up of a cluster of faceted crystals on a white background.",
        "The image I'm describing is of a white, crystal-like material located on a shiny, black surface.",
        "The image is a crystalline texture of a grey, almost silvery metal.",
        "The image is of a quartz crystal, with its many facets and edges gleaming against a dark background.",
        "This image from the internet shows a beautiful crystalline texture of a rose quartz stone.",
        "Crystalline texture can be identified by its sharp crystals and defined boundaries between individual grains.",
        "Crystalline texture can be identified by its angular shapes and straight edges, as well as its polygonal structure.",
        "Crystalline texture can be identified by looking for sharp, angular crystal faces and interlocking crystal grains that give a distinct, sharp feeling when rubbed together.",
        "Crystalline texture can be identified by its sharp, angular edges and regular, geometric shapes.",
        "Crystalline texture can be identified by its regular, geometric shape."
    ],
    "dotted": [
        "The dotted texture is characterized by small, discrete dots arranged in an abstract pattern or organized in a uniform and repeating grid.",
        "A dotted texture looks like lots of small raised dots that are spaced evenly apart.",
        "A dotted texture is a textured pattern made up of small dots of equal size and uniform distribution.",
        "A dotted texture is made up of evenly-spaced, small dots arranged in either a pattern or a random layout.",
        "A dotted texture looks like a surface that is speckled with small dots.",
        "The texture of a dotted pattern can typically be identified by the small circular shapes created by the dots.",
        "The texture of dotted can be recognized by its small, evenly distributed dots that form a pattern.",
        "Dotted texture has a distinct pattern made up of dots, and can be identified by looking for small, evenly spaced dots, usually arranged in a repeating pattern over a surface.",
        "Dotted texture can be recognized by its pattern of small, evenly spaced dots or circular markings.",
        "Dotted textures can be recognized by looking for shapes that resemble a dot or polka dot pattern, often appearing in a clustered or scattered pattern.",
        "The texture of a dotted pattern is composed of evenly spaced, round dots.",
        "The texture of dotted usually appears as a pattern of small, evenly spaced dots on a flat surface.",
        "The texture of a dotted pattern looks like a series of small, evenly spaced dots.",
        "Dotted texture has a pattern of evenly spaced raised dots across a surface.",
        "The texture of dotted fabric usually resembles a polka dot pattern, with small, evenly distributed dots on the surface.",
        "The image is a monochrome, dotted texture.",
        "The image shows a bright and cheerful turquoise blue dotted backdrop.",
        "The image from the internet shows a light blue background that is covered in small white dots.",
        "The image from the internet of the dotted texture is light blue in color and features small, evenly spaced circular dots across the entire surface.",
        "This image from the internet displays a dotted texture.",
        "The texture of dotted fabric has a slightly raised or bumpy feel due to the small raised dots.",
        "The texture of dotted fabric can be identified by feeling the fabric and looking closely at the pattern.",
        "Dotted texture can be identified by its clusters of small dots or spots that are evenly spaced apart.",
        "Texture of dotted can be described as having a pattern of small raised dots.",
        "Dotted texture is identified by its little repetitive dots, usually in the shape of circles, arranged in a random or organized pattern."
    ],
    "fibrous": [
        "The fibrous texture is made up of densely bundled strands that are usually thin and flexible, and they often have a texture that is smooth to the touch but slightly rough and uneven.",
        "The fibrous texture looks like strands of yarn, often made up of small, fine fibers.",
        "The fibrous texture looks like threads or fibers that intertwine and are tightly packed together.",
        "The fibrous texture looks like a closely woven fabric.",
        "The fibrous texture looks like a mass of tightly intertwined fibers.",
        "Fibrous textures are often rough and stringy.",
        "The texture of fibrous materials can be recognized by feeling it and noticing the rough, uneven surface.",
        "Fibrous texture is usually characterized by its strong, firm, and rough exterior.",
        "Fibrous textures are usually coarse and rough to the touch.",
        "The texture of fibrous materials is generally soft and stringy, with fibers that can be seen or felt.",
        "The texture of a fibrous material typically has a coarse, stiff, and rigid surface.",
        "The texture of fibrous material is usually characterized by having fibers which are significantly thicker than those of a non-fibrous material.",
        "Fibrous textures can range from coarse and fuzzy to smooth and silk-like.",
        "Fibrous textures can vary depending on the specific material, but they often have one or more distinct attributes in common, such as being stringy, thin, and/or having a fibrous or threadlike structure.",
        "Fibrous texture is typically course and rough.",
        "This image from the internet shows the fibrous texture of a piece of velvet fabric.",
        "This is an image of a fibrous texture that was pulled from the internet.",
        "The image I'm describing is of an off-white textile-like fabric with a coarse, fibrous texture.",
        "This image shows the fibrous texture of cotton fabric.",
        "This photo shows the fibrous texture of a wool-blend sweater.",
        "Fibrous texture is typically characterized by a rough, stringy, and stiff feel.",
        "Fibrous texture is often characterized by a rough or coarse feel.",
        "The texture of fibrous material can be identified by its ridges and fibers that give it a \"leathery\" or \"velour\" type feel.",
        "Fibrous texture can be identified by the presence of long, thin, and flexible fibers that are visible to the naked eye.",
        "Fibrous textures often have a slight resilience and slight roughness that can be identified by feeling it."
    ],
    "flecked": [
        "The flecked texture looks like a mottled or speckled surface, made up of a combination of two different colors or designs.",
        "The flecked texture looks like small colored specks or flakes sprinkled throughout a surface.",
        "The flecked texture looks like a mottled pattern of various sizes of small speckles or spots on a surface.",
        "The flecked texture typically features a pattern of small, irregular flecks or flecks of color scattered throughout a surface.",
        "The flecked texture is characterized by small flecks or dots that are distributed in an irregular pattern.",
        "Flecked texture has a mottled, freckled, speckled or speck-like appearance.",
        "Flecked texture typically appears mottled or speckled, like a many-colored scattered pattern.",
        "Flecked texture is usually described as having small spots or dots of a contrasting color from the predominant color pattern, creating a dappled or flecked look.",
        "Flecked texture can be recognized by its speckled or dotted appearance.",
        "Flecked texture is usually rough, bumpy, and uneven.",
        "Flecked texture usually has a speckles of color, often scattered across the surface of the material.",
        "Flecked fabric has a speckled or mottled look, with small dots and dashes of color randomly distributed throughout the fabric.",
        "Flecked texture has a mottled, irregular surface made up of small, widely spaced spots of color.",
        "Flecked is a type of texture that is generally described as having a speckled, mottled, or spotted look.",
        "Flecked fabric has a mix of colors and a unique, textured pattern.",
        "The image from the internet shows a gray, flecked texture.",
        "This image from the internet shows a flecked texture that looks like a beautiful piece of marble or granite.",
        "The image I have in mind is of a soft, greyish-blue fabric with flecks of white thread woven into the material.",
        "This image from the internet depicts a flecked texture that is light blue in color.",
        "The image is of a textured surface in muted mid-tones of grey and green.",
        "Flecked is a texture that is characterized by small spots or specks sprinkled throughout.",
        "Flecked is a texture type which is usually identified by its presence of multiple small spots, streaks, or specks that are evenly dispersed across a surface.",
        "Flecked textures typically feature a scattered or 'flecked' pattern, usually created with a technique such as flecking or spattering.",
        "Flecked is best defined as having small spots or specks interspersed on the surface, giving it a speckled or mottled appearance.",
        "Flecked describes a texture which is characterized by having small, scattered flecks or spots that protrude from the surface of the material."
    ],
    "freckled": [
        "Freckles are small, round spots on the skin that are typically darker than the surrounding skin.",
        "Freckled texture can vary in size and shape, but typically appears as a group of light-colored, uniform, lightly-raised spots on the surface of the skin.",
        "Freckled texture is a speckled, mottled or spotted effect that is often seen in fabrics with a slightly rough, nubby feel.",
        "Freckled texture is a type of texture that looks like it has been sprinkled with small spots or freckles.",
        "The freckled texture looks like small, scattered, and round spots on the surface of the material.",
        "Freckled skin has a slightly bumpy and uneven texture.",
        "Freckled skin has a slightly rough texture due to the raised bumps caused by the accumulation of melanin.",
        "Freckled skin typically has a slightly bumpy texture, similar to the texture of sandpaper.",
        "Freckled skin has a rough, bumpy texture - almost like sandpaper.",
        "Freckled texture can be recognized as slightly bumpy, with a pattern of small dots or marks.",
        "Freckles typically have a raised, bumpy texture that is slightly rough to the touch.",
        "Freckles generally have a rough, raised texture.",
        "Freckles are usually small, round spots of color that appear on the skin; they usually have a slightly raised, bumpy texture.",
        "Freckled skin has a rough, bumpy texture due to the raised moles and melanin deposits that are common in freckled skin.",
        "Freckled skin is usually composed of small, flat spots that are evenly distributed.",
        "This image from the Internet shows a freckled texture in a subtle, cream colour.",
        "The image depicts a freckled texture in a pale green to pink gradient background.",
        "This image is of a freckled texture.",
        "The image is of a creamy light-beige textured surface covered in small, brown dots.",
        "The image from the internet is that of a pale woman with ginger hair, smattered with hundreds of freckles all over her face, neck, and shoulders which gives a distinctive, dappled look.",
        "Freckled has a bumpy, spotty texture, similar to that of sandpaper.",
        "The texture of freckles is bumpy because they are raised bumps on the skin.",
        "Freckled texture can be identified by feeling its rough and bumpy surface.",
        "Freckled has a bumpy, slightly rough texture.",
        "Freckled skin has a bumpy texture."
    ],
    "frilly": [
        "The frilly texture looks like a series of tight, overlapping loops or curls, often with many layers.",
        "The frilly texture looks like ruffles or pleats.",
        "The frilly texture looks like a waved, ruffled, or gathered pattern.",
        "The frilly texture is characterized by a series of ruffles, scallops, gathers, or other decorative elements that create a light, airy, and often whimsical effect.",
        "The frilly texture can look like a series of small, shallow ruffles or pleats that are layered together.",
        "When you touch or feel the fabric of frilly fabric, it will have a light, soft, and slightly bouncy texture.",
        "Frilly texture can be recognized by its light, airy feel and its ruffled, pleated or layered appearance.",
        "Frilly texture usually has a soft, delicate feel to it and is often characterized by intricate, overlapping folds or layers.",
        "Frilly textures can be identified by their soft, wavy, and voluminous nature.",
        "Frilly texture is often characterized by being lightweight and having small, tightly packed ruffles or folds.",
        "The texture of frilly fabric is usually soft and lightweight.",
        "The texture of frilly fabric is usually soft and lightweight with a distinctive, ruffled appearance.",
        "The texture of frilly fabric has a unique, fluffy texture.",
        "The texture of frilly is soft and fluffy, with a lot of small, intricate folds and twists.",
        "The texture of frilly fabric is usually soft and delicate with lots of added curves and gathers that create a ruffled look.",
        "The image is of a cream-coloured fabric, covered in an intricate floral pattern.",
        "This image is of an off-white textile with a frilly texture.",
        "The image I'm describing is of a pale blue, frilly textured fabric.",
        "The image is of a white, silky fabric with a beautiful, frilly texture.",
        "The image is of a soft, cream-colored fabric with ruffles and frills done in a delicate lace pattern.",
        "Frilly texture can be identified by its soft, voluminous and ruffled appearance.",
        "Frilly texture is characterized by overlapping ruffles or pleats across the material.",
        "The texture of frilly fabric is tightly woven and usually slightly raised, often with a soft, ruffled look and feel.",
        "Frilly texture is usually associated with a lightweight, delicate, and soft fabric with an intricate crinkled surface, often with multiple layers or intricate details such as ruffles and lace.",
        "Frilly can usually be identified by its ruffled or lacy appearance, with many layers or folds that curve and curl."
    ],
    "gauzy": [
        "The gauzy texture looks soft and lightweight, almost like a sheer fabric but with an interesting texture.",
        "Gauzy texture is a lightweight, airy fabric that has a fine, transparent texture.",
        "Gauzy texture looks light and billowy.",
        "Gauzy textures have a delicate, lightweight, and sheer appearance like a veil or a sheer curtain.",
        "The gauzy texture looks like a lightweight, thin fabric with an open, airy weave.",
        "Gauzy fabric has a very light and airy texture.",
        "Gauzy fabric has a lightweight, airy texture that is thin and delicate with an almost transparent appearance.",
        "Gauzy material has a very light, airy feel and is usually very sheer and lightweight.",
        "Gauzy fabric typically has an extremely lightweight, almost airy, delicate texture.",
        "Gauzy fabric has a light, airy texture that feels delicate to the touch.",
        "Gauzy fabric typically has a lightweight, airy feel to it.",
        "Gauzy fabrics have a very light and airy texture, with a sheer, almost see-through look.",
        "Gauzy texture is very lightweight and delicate, having the appearance of being thin and sheer, with tiny holes woven throughout the fabric.",
        "Gauzy fabric has a very lightweight, almost see-through texture.",
        "Gauzy fabric has a light and airy texture.",
        "The image from the internet is a closeup photograph of a light blue, gauzy texture.",
        "The image of the gauzy texture is a dreamy, off-white fabric material with a light, airy texture.",
        "The image from the internet shows a cream-colored swatch of delicate gauzy fabric.",
        "The image I'm thinking of is one of white gauzy fabric with a subtle weaved pattern.",
        "This image from the internet depicts a gauzy texture in soft shades of off-white, cream, and beige.",
        "Gauzy can be identified by its lightweight, sheer, and slightly stiff texture.",
        "Gauzy fabric has a soft, delicate texture that is lightweight and sheer.",
        "Gauzy texture can be identified by its airy, light feel.",
        "Gauzy fabric has a light, transparent texture that is often described as airy or billowing.",
        "The texture of gauzy fabric is light, thin, and airy."
    ],
    "grid": [
        "A grid texture is a regular grid of intersecting vertical and horizontal lines.",
        "Grid texture is a pattern that consists of repeated squares or rectangles arranged in a precise, geometric grid formation.",
        "The grid texture is a repeatable pattern of uniform shapes that is organized on grid points.",
        "The grid texture looks like a pattern made up of horizontal and vertical lines that intersect to create a repeating pattern of rectangular and square shapes of various shapes and sizes.",
        "The grid texture looks like a linear grid pattern with evenly spaced horizontal and vertical lines that intersect and form a checkerboard pattern.",
        "Grid texture can be recognized by its uniform pattern of horizontal and vertical lines which create square or rectangular units.",
        "Grid texture can be recognized by its regular pattern of evenly spaced horizontal and vertical lines.",
        "Grid texture can be recognized by its uniform, square pattern similar to that of a checkerboard.",
        "Grid texture is characterized by a regular pattern of lines, often with intersecting points or nodes at each of the intersections.",
        "Grid textures are typically characterized by regular, evenly distributed patterns of squares or rectangles.",
        "Grid texture generally has a very geometric, straight lined look.",
        "The texture of a grid typically looks like a repeating series of horizontal and vertical lines, often with a checkerboard pattern.",
        "Grid texture looks like a regular pattern of evenly spaced horizontal and vertical lines.",
        "Grid textures typically have a rectangular or square pattern, with a regular arrangement of lines that create a uniform grid-like look.",
        "Grid textures typically appear as a pattern of small squares arranged in a straight line.",
        "The image is of a detailed grid pattern, consisting of a white background with black lines arranged in a perfect square shape.",
        "The image of the grid texture from the internet shows a black and white background with a checkerboard design.",
        "The image is of a white grid pattern texture that extends across the entire viewing area of the image.",
        "The image is of a simple, two-dimensional grid texture.",
        "This image of a grid texture features a close-up view of a diamondback pattern.",
        "Grid texture can be identified by looking for straight, even lines that form a perpendicular pattern and are evenly spaced.",
        "Grid textures can be identified by looking for repetitive patterns of squares or rectangles of equal size and shape.",
        "The texture of a grid can be identified by looking for a pattern of evenly spaced, straight lines to form a repeating pattern of squares or rectangles.",
        "The texture of a grid is usually a regular pattern of lines or dots arranged in some form of squares or rectangles.",
        "Grid texture can be identified by looking for the intersections of vertical and horizontal lines."
    ],
    "grooved": [
        "The grooved texture looks like channels or ridges that have been cut or etched into a surface.",
        "The grooved texture looks like there are small, evenly spaced indentations in a surface.",
        "The grooved texture looks like a pattern of parallel lines or ridges carved into a surface.",
        "The grooved texture typically contains multiple linear or curvy indentations and grooves cut into a surface.",
        " The grooved texture typically looks like a series of evenly spaced horizontal and/or vertical lines which have been carved, embossed, or otherwise etched onto a surface.",
        "Grooved textures can be recognisable by their long irregular lines that have a curved or wavy pattern.",
        "Grooved texture typically features a series of trenches or ridges in the surface of the material.",
        "Grooved texture will feel like ridges or grooves running along the surface when touched.",
        "Grooved texture can be recognized by its distinct ridges, furrows, or troughs.",
        "Grooved texture can be recognized by its ridged or ribbed surface.",
        "The texture of grooved surfaces is characteristically wavy or channeled, with ridges and furrows running lengthwise along its surface.",
        "The texture of grooved material is typically rough or bumpy, with visible ridges, grooves, and various textures along the surface.",
        "Grooved texture typically resembles a pattern of lines, usually parallel to each other, that have been cut or engraved into a surface.",
        "Grooved texture refers to a textured surface that has been indented with small grooves.",
        "The texture of grooved surfaces are typically wavy or ribbed.",
        "The image from the internet shows a grooved texture in a dark shade of grey.",
        "This image from the internet is of a grooved texture.",
        "The image I'm describing is of an irregular grooved texture with a light grey background.",
        "The image in question is of a light gray concrete wall with an interlocking grooved texture.",
        "This image shows a close-up of a grooved texture, on what appears to be a metallic surface.",
        "Grooved textures typically feel uneven, rough, and/or bumpy to the touch.",
        "Grooved surfaces typically have ridges and/or valleys that can be felt with the fingertips.",
        "Grooved texture has a ridge or furrow-like pattern which can be seen when running a finger over the surface.",
        "Grooved texture can be identified by feeling the ridges within the material.",
        "Grooved texture can be identified by its raised ridges and troughs that create a lined pattern, often times with a linear or spiral shape."
    ],
    "honeycombed": [
        "The honeycombed texture looks like a series of hexagonal shaped cells, like a beehive, and are usually arranged in a checkerboard pattern.",
        "The honeycombed texture is made up of hexagonal shapes in a repeating pattern, resembling that of a honeycomb.",
        "The honeycombed texture looks like a smooth, regular pattern of cells that resemble a beehive.",
        "The honeycombed texture is a honeycomb pattern with many small hexagons connected together.",
        "The honeycombed texture looks like a geometric pattern of hexagons, resembling the pattern of a bee's honeycomb.",
        "Honeycombed texture is characterized by its hexagonal grid pattern of cells.",
        "Honeycombed texture is characterized by a regular pattern of hexagonal cells.",
        "Honeycombed texture is characterized by a honeycomb pattern of intersecting columns and rows with hexagonal cells.",
        "Honeycombed texture is characterized by an array of hexagonal cells that form in a comb-like structure.",
        "Honeycombed texture is characterized by small hexagonal cells that are often open at the ends.",
        "The texture of honeycombed is very distinct and can be described as having a wax-like, waxy, and slightly bumpy texture.",
        "The texture of honeycombed is usually bumpy and lumpy, with the smaller compartments created by the hexagonal tunnels looking like little \"bubbles\".",
        "Honeycombed texture looks like a hexagonal network or pattern of various shapes and sizes.",
        "The texture of honeycombed is rough and bumpy.",
        "Honeycombed texture refers to a pattern that resembles the interior structure of a honeycomb.",
        "This image shows the honeycombed texture close-up.",
        "The image I'm describing is a close-up of a vibrant yellow honeycomb structure.",
        "The image I am describing is of a honeycombed texture, consisting of a jagged hexagon-shaped pattern, with alternating blocks of light brown and dark brown colors.",
        "This image shows a close-up of a light-colored honeycombed texture.",
        "The image from the internet of a honeycombed texture is a close up image of a light brown honeycomb structure with a hexagon pattern.",
        "The texture of honeycomb is crunchy and chewy with large pockets of air throughout.",
        "Honeycombed texture is characterized by a hexagonal pattern resembling the structure of bee honeycombs.",
        "Honeycombed texture is characterized by a series of interconnected compartments, which are typically hexagonal in shape.",
        "Honeycomb texture is very distinctive and recognizable.",
        "Honeycombed texture is characterized by a pattern of interconnected cavities that look like a honeycomb."
    ],
    "interlaced": [
        "Interlaced texture has a unique pattern of horizontal stripes that alternate between light and dark.",
        "Interlaced texture is where two sets of lines are woven over and under each other like a basket weave or a twill fabric.",
        "An interlaced texture has a woven or plaited pattern of lines or strands that cross each other in an alternating pattern.",
        "Interlaced texture is a type of texturing technique where a two-dimensional image is divided into regular, equal-sized sections, then the sections are arranged in alternating rows of odd and even.",
        "Interlaced textures are made up of intersecting lines that form an intricate and complex pattern.",
        "Interlacing can be recognized by its characteristic \"checkerboard\" pattern.",
        "Interlaced textures have a blurry, “stair-stepped” appearance, as the complete image is not seen until all the interlacing is done.",
        "When viewed up close, interlaced textures will have a visible pattern of curved lines resembling the pattern of a woven basket.",
        "Interlacing can be identified by looking for a pattern of crisscrossing lines in an image or video.",
        "Interlaced texture is characterized by visible lines or streaks running across the surface.",
        "Interlaced texture is typically wavy or striped, with irregular lines running diagonally or vertically across the surface.",
        "Interlaced texture is composed of horizontal and vertical lines woven together in a complex pattern.",
        "Interlaced texture generally has a pattern of crossed lines that overlap each other.",
        "Interlaced texture has a layered look with intersecting, crossed sections.",
        "An interlaced texture looks like wavy or criss-crossed lines.",
        "This image from the internet shows a black and white interlaced texture.",
        "The image is of a light teal-blue background featuring an intricate interlaced texture in a web-like pattern.",
        "The image is of a blue and green interwoven striped texture with an elevated grainy design.",
        "This image is of a blue, interlaced texture, composed of a light and dark blue.",
        "The interlaced texture image is of a black and white pattern with twisted oval shapes.",
        "Interlaced textures are usually characterized by visible lines or stripes running in alternating directions, often resembling a plaid or checkerboard pattern.",
        "Interlaced textures have a striped pattern, with each stripe alternating between light and dark.",
        "Interlaced textures appear as a blend of two separate images merged together to form a single image.",
        "Interlaced texture is characterized by visible diagonal lines in the image.",
        "Interlaced texture is identifiable by its alternating vertical and horizontal lines on the surface."
    ],
    "knitted": [
        "Knitted fabric typically has an even, interlocking weave that resembles a series of small \" V\" shapes.",
        "Knitted texture has an interwoven, looped appearance with a soft, flexible, and fabric-like feel.",
        "Knitted fabric has a loose, airy texture that can range from extremely fine and delicate to robust and textured.",
        "Knitted texture looks like a fabric that has been interlinked by a grid-like pattern of loops.",
        "Knit fabric has a distinct appearance with tiny loops of yarn creating a web-like pattern that is both strong and flexible.",
        "Knitted fabric is recognizable by its visible loops and stitches, and typically has a fuzzy, fuzzy texture.",
        "Knitted fabric typically has a visible loop stitch and a soft, stretchy, and slightly bumpy texture.",
        "Knitted fabric has a distinct texture that is easily recognizable.",
        "Knitted fabric has a distinctive “bumpy” texture due to the loops of yarn creating nubs on the surface of the fabric.",
        "Knitted fabric texture is typically characterized by its smoothness, loosely woven holes, and stretchiness.",
        "Knitted fabric has a unique texture that is soft, stretchy, and loopy.",
        "Knitted fabric has a looped, interlocked texture made up of warp and weft threads that are woven together.",
        "Knitted fabric typically has a soft, flexible texture and appears to have interlocking loops.",
        "Knitted fabric has a unique texture that is soft and slightly stretchy.",
        "Knitted fabric is characterized by a distinct interlocking stitch pattern—it looks like a series of loops connected together.",
        "The image is of a knitted texture in shades of blue and green.",
        "This image from the internet is of a knitted texture in the form of a cream-colored sweater.",
        "The image from the internet of the knitted texture is a light beige background made up of interwoven loops of different shades of cream, tan, and white yarn.",
        "The image is a close up of a soft, colorful knitted texture.",
        "The image is of a chunky knitted beige blanket that has been photographed from above with the camera placed flat against the surface of the blanket.",
        "The texture of knitted fabrics can be identified by looking for the distinct loops of yarn that form around the material, as well as running your hand over the fabric to identify the interlooping stitches that form the knit.",
        "Knitted fabric texture can usually be identified by the small looped fibers and its soft, flexible feel.",
        "Knitted fabric is typically characterized by its loops, which create a thick, soft, and stretchy material.",
        "A knitted texture can be identified by feeling the material with your fingers.",
        "Knitted fabrics are typically characterized by their interlocking loops of yarn, which can be seen when holding the fabric up to the light."
    ],
    "lacelike": [
        "The lacelike texture is very delicate and pretty, with intricate, web-like designs.",
        "The lacelike texture looks very intricate and delicate.",
        "The lacelike texture looks like a delicate fabric made of intricate patterns of connected loops and swirls.",
        "The lacelike texture looks like a delicate, intricate pattern of holes and elements that form a see-through fabric.",
        "The lacelike texture typically consists of intricate and delicate patterns, likely resembling delicate, hand-knitted lace.",
        "Lacelike texture is typically characterized as soft, delicate, and light.",
        "The texture of lacelike can be recognized by its intricate and delicate patterns, as well as its fine mesh structure consisting of openwork and embroidered details.",
        "Lace-like texture is typically thin, delicate, and intricate.",
        "Lacelike textures are characterized by intricate, delicate, and ornate patterns.",
        "When touched, lacelike fabric should feel light and airy like actual lace.",
        "Lacelike textures are very intricate and delicate in appearance, with various raised and lowered elements running throughout it.",
        "Lacelike texture is a delicate and intricate design with thin, intricate looping patterns.",
        "Lacelike texture is characterized by intricate details that resemble decorative lace fabric.",
        "Lacelike texture is usually very intricate and delicate, with a delicate network of open filigree or web-like patterns.",
        "Lacelike texture has a delicate, light and airy look, with intricate patterns resembling intricate doilies used to decorate home furnishing.",
        "The image is of a light yellowish cream-colored lacelike texture.",
        "The image of the lacelike texture on the internet is a delicate, intricate, and beautiful display of lacy filigree.",
        "The image is of a white and cream twirl lace-like fabric pattern on an off-white background.",
        "The image from the internet shows an intricate, lacy texture of overlapping lines and shapes.",
        "The image I have in mind is a white, lacelike texture that features intricate patterns of delicate, lacy strands.",
        "Lacelike is a fine, delicate texture that is similar to fishnet or openwork knitting.",
        "\nLacelike texture can be identified by its intricate yet delicate pattern as well as its sheer structure.",
        "Lacelike texture is characterized by its intricate details, delicate openwork, and lightweight fabric.",
        "Lacelike materials typically have a delicate, light, intricate, and intricate texture.",
        "\nLace-like texture is generally very delicate and fine, often having a pattern of interconnected loops or 'eyes'."
    ],
    "lined": [
        "A lined texture is a pattern of repeated straight or curved lines.",
        "A lined texture is one that is characterized by straight lines running horizontally, vertically, or diagonally.",
        "The lined texture has parallel lines, typically of uniform width and depth, running across the surface.",
        "The lined texture looks like a series of fine lines or grooves that are regularly spaced in parallel or in a grid pattern.",
        "The lined texture is a pattern featuring horizontal and vertical lines.",
        "Lined fabric has a smooth, regular, uniform texture.",
        "Lined textured surfaces have visible, straight lines or stripes.",
        "Lined textures often have a smooth, uniform feel with well-defined lines.",
        "The texture of lined paper is quite distinct.",
        "Lined texture has the appearance of straight lines going up and down, side to side, or diagonally.",
        "Lined texture is typically associated with fabric or wallpaper with a repetitive pattern consisting of straight lines in contrasting colors.",
        "The texture of lined fabric is typically smooth and slightly glossy.",
        "Lined texture typically has a slightly bumpy, ridged, or ribbed surface, with texture lines that are usually evenly spaced and consistent throughout the surface.",
        "Lined texture typically has a consistent, repeating pattern of lines that may vary in width, direction, and distance between lines.",
        "Lined texture typically has a smooth finish and a linear, parallel pattern.",
        "This image from the internet is of a lined texture.",
        "This image from the internet is of a lined texture.",
        "The image of the lined texture appears to be a close up photograph of a section of pavement.",
        "The image is of a close up of a section of grey stone engraved with a repeating pattern of parallel lines that cross over each other in a crisscross fashion.",
        "The image from the internet of the lined texture is of a deep blue background with a grid of evenly-spaced lines of grey, white, and black, creating a mesh-like pattern.",
        "Lined textures can often be identified by feeling for the raised lines when running your fingers across the surface.",
        "Lined texture can be identified by feeling the material for the line indentations or ridges.",
        "Lined fabric has a smooth texture with either horizontal or vertical lines running across the surface.",
        "Lined fabric typically feels a bit heavier or stiffer than a plain fabric, and when held up to the light it usually has a slightly ‘bumpy’ appearance.",
        "Lined texture typically appears as a pattern of evenly spaced parallel lines."
    ],
    "marbled": [
        "Marble texture has a swirl or veined pattern across its surface, normally made up of different shades of grey but other colors are possible.",
        "The marbled texture looks like a combination of two or more colors blended together in a swirled or wavy pattern.",
        "The marbled texture has a swirled and irregular pattern that mimics the look of natural marble.",
        "The marbled texture has a glossy, waxy and slightly irregular look.",
        "The marbled texture looks like a pattern of swirls and veins resembling smooth stones like marble.",
        "Marbled texture is characterized by its mottled, veined appearance, with swirls of light and dark colors on the surface.",
        "Marbled textures can be recognized by their uneven surface, with swirls of different colors creating a unique pattern.",
        "Marbled texture often has a swirled or veined pattern and can feel quite bumpy or even slightly glossy.",
        "Marbled textures have an organic, mottled appearance with light and dark colors that are swirled together in irregular patterns.",
        "Marbled textures typically have a swirled, uneven pattern that resembles marble.",
        "Marbled is a type of texture that is characterized by its white and darker streaks which form a unique pattern.",
        "The texture of marbled can range from smooth and slick to rough and undulated.",
        "Marbled texture features varied colors and patterns often created by swirls and streaks like a pattern found in stone or marble.",
        "Marbled textures have a veined, swirled, or cloud-like pattern.",
        "Marbled texture has a swirled or mottled appearance like the surface of a rock or the veins of marble.",
        "This image is of a beautiful marbled texture.",
        "The image is an abstract close-up shot of an elegant marbled texture in shades of pink, white, and gray.",
        "The image of the marbled texture is a vivid one that captures the luxurious look of the material.",
        "The image displays a marbled texture that is a combination of black and white swirls.",
        "The image is of a grey marble texture.",
        "Marbled texture is usually characterized by swirls or veins of different colors or materials blended together in a pattern, often resembling patterns found in marble.",
        "Marbled textures can be identified by looking for the swirls and curves that form when two or more different colors blend together.",
        "Marbled texture is characterized by streaks or swirls of two or more colors woven together, creating an interwoven pattern of color.",
        "Marbled has a smooth, wavy, and irregular pattern.",
        "Marbled texture usually has a swirled or streaked appearance that looks like curved or swirling lines."
    ],
    "matted": [
        "Matted texture has a rough, almost furry look.",
        "A matted texture is a type of texture that looks very rough and uneven.",
        "Matted texture has a flat and dull look, with no shine or highlights.",
        "A matted texture typically has a dull, rough appearance.",
        "The matted texture is made up of small, dense and flat-lying strands of hair.",
        "Matted texture is usually rough and tangled to the touch.",
        "Matted texture can be recognized by its rough and tangled texture.",
        "Matte texture is typically recognized by its smooth, flat, non-reflective surface that has no shine.",
        "Matted hair has a coarse, dry texture that often feels stiff or wiry to the touch.",
        "Matted texture is typically rough, uneven, and tangled.",
        "Matted hair has a rough, matted texture that feels dense and often tangled.",
        "Matted texture has an uneven, fuzzy appearance.",
        "The texture of matted material is similar to that of fabric that has been worn out and rough.",
        "Matted texture is usually characterized by a rough or dull surface with a lot of friction and lots of tangled fibers.",
        "Matted texture typically refers to a rough, matted surface that is tangled, tangled, and clumped together.",
        "An image of a matted texture from the internet might show a piece of wool material, closely woven together in a looped, matted pattern.",
        "An image of the matted texture might be a close-up photo of a dried, matted plant.",
        "The image I'm referring to is a matted texture that's been created from a combination of various materials.",
        "This image is of a matted texture in a light gray color.",
        "The image depicts a matted texture with a light gray background and a unique irregular pattern.",
        "Matted has a rough and tangled texture that often appears matted, jumbled, and disorganized.",
        "Matted texture is characterized by a rough, flat, tightly intertwined surface.",
        "Matted texture is characterized by a surface with a lot of small tangles of fibers.",
        "Matted is a rough texture, similar to sandpaper, with a very low sheen.",
        "Matted has a rough, tangled texture."
    ],
    "meshed": [
        "Meshed texture is a type of rough texture which consists of an overlapping pattern of small, mesh-like lines or holes.",
        "The meshed texture is a type of texturing that gives a fabric-like surface appearance.",
        "A meshed texture is a type of textural pattern that is created by intersecting and overlapping small lines or shapes.",
        "A meshed texture is a textured surface composed of small rectangular or diamond-shaped patterns, which are often interlocked or woven together to create a constantly-changing texture.",
        "A meshed texture usually has an uneven surface that looks like a net or grid.",
        "Meshed textures usually have distinct diamond- or hexagonal-shaped patterns that are characterized by small, closely woven lines.",
        "Meshed texture is usually identified by its scratchy feel and slight ridges.",
        "Meshed texture is usually rough and uneven, with a wide range of protruding and receding surfaces.",
        "Meshed textures have a very distinct network-like pattern featuring small, uniform holes.",
        "Mesh has a unique texture, which can be described as slightly bumpy and coarse.",
        "Meshed fabric has a rough, porous surface, with wide gaps or openings.",
        "Meshed texture typically has an interlinked pattern that resembles a net or fishnet material.",
        "The texture of meshed material is often rough and grainy, with a lot of small openings.",
        "Meshed fabric has a very distinct texture.",
        "The texture of meshed fabric is usually quite loosely woven and very open with large, in-between spaces.",
        "This picture is a close-up image of a meshed texture.",
        "The image from the internet shows a meshed texture in shades of browns and oranges.",
        "The image shows a close-up of a white, spotted mesh fabric texture.",
        "The image features a meshed texture in shades of black, gray, and white.",
        "The image shows a close-up, abstract view of a meshed texture, mostly in shades of grey and black.",
        "Meshed texture can be identified by its appearance, which is usually characterized by an overlapping pattern of thin lines or holes.",
        "Meshed texture can be identified by its distinctive weave pattern that consists of small, closely connected mesh fibers.",
        "Meshed texture typically has a knotted and entangled appearance.",
        "Meshed texture generally has a knotted, netted, or woven appearance.",
        "Meshed textures have a web-like, crosshatched appearance, often with small clusters of fibers that intersect each other."
    ],
    "paisley": [
        "The paisley texture is characterised by a teardrop shape that resembles an ornate botanical design, featuring curved lines with a distinctive lobster-claw or swirl shape.",
        "Paisley is a reversible pattern often found on fabric, wallpaper, and other decorative items.",
        "The paisley texture typically consists of a curved teardrop-like shape known as a 'boteh', with a curvy floral design radiating from the center.",
        "Paisley is a distinctive and intricate droplet-shaped abstract design, often featuring heavy curves and tendrils in various colors.",
        "Paisley is a distinctive and intricate droplet-shaped pattern made up of curved teardrop shapes with a curved stem.",
        "Paisley texture is recognizable by its curved teardrop shape consisting of a curved, amoeba-like abstract figure with a curved pointed end.",
        "Paisley texture is characterized by a distinctive decorative pattern, typically consisting of curved, feather-shaped figures based on a cypress tree motif.",
        "Paisley is a distinct pattern made up of curved shapes set in repeating, symmetrical forms that resemble a traditional teardrop or comma shape.",
        "Paisley has a distinct texture with deep ridges and a raised pattern.",
        "Paisley has a distinct, small, teardrop-shaped pattern.",
        "Paisley has a distinctive pattern of scrolling foliage, often with large, abstract leaves that vary in size.",
        "Paisley typically has a very intricate, swirling pattern that is often referred to as a \"botanical swirl.",
        "The texture of paisley is typically intricate and detailed.",
        "Paisley has a very distinctive, ornate texture.",
        "Paisley has a distinctive wavy pattern with curved teardrop-shaped figures.",
        "The image of the paisley texture is an intricate, ornamental, abstract pattern featuring intricate, curving designs and bold, contrasting colors.",
        "This image of a paisley texture is a classic paisley pattern with a muted, earthy color palette.",
        "The image from the internet of the paisley texture shows a dark, navy background with white and light-brown paisley shapes.",
        "The image from the internet of the paisley texture is a bold and vibrant abstract.",
        "The image is of a vibrant turquoise-teal colored paisley pattern with an ombre effect from deep navy blue to light sky blue.",
        "Paisley's texture is often described as \"buttondy,\" which refers to the rounded shapes of its iconic swirled motif.",
        "Paisley is a pattern that typically features curved, teardrop-shaped figures with repeating dots and patterns, so the texture of paisley is best described as a curvy, bumpy, and repetitive pattern.",
        "Paisley fabric usually has a soft, plush texture that often feels smooth to the touch.",
        "Paisley is usually a light and slightly raised texture fabric.",
        "Paisley typically has a soft, almost decorative texture that is best described as \"swirly\" or \"floral\"."
    ],
    "perforated": [
        "A perforated texture is a pattern of tiny holes punched into a material, such as metal, fabric, paper, or plastic.",
        "A perforated texture is created by cutting small holes into a material such as paper, metal, fabric, or plastic.",
        "The perforated texture looks like small holes that have been punched into material, usually metal or leather, to create a pattern.",
        "The perforated texture has tiny, round or oval-shaped holes punched throughout the material that it is applied to.",
        "The perforated texture looks like a surface that has small holes and cutouts.",
        "Perforated texture usually looks like a pattern of multiple small or large holes or slits punched into a material.",
        "Perforated texture can be recognized by looking for tiny holes evenly spaced in the material.",
        "Perforated material has a rough, textured pattern made up of small holes and gaps.",
        "Perforated material typically has uneven holes in a uniform pattern, as well as a visible outline around them.",
        "Perforated materials typically have tiny holes distributed over the surface in a regular pattern, and generally feel rough or bumpy to the touch.",
        "Perforated materials have a very distinct look and feel.",
        "Perforated texture has evenly spaced small holes, usually in a regular pattern.",
        "The texture of perforated material is characterized by having evenly spaced small holes in a smooth surface.",
        "Perforated material usually has a lot of small holes varying in size, giving it an almost dappled or speckled texture.",
        "Perforated materials typically have a pattern of small holes punched in them.",
        "The image is of a textured metal panel, with irregularly shaped holes of varying sizes and shapes in a grid pattern.",
        "The image I found is of a blue sheet of metal with a perforated texture that looks like tiny circles.",
        "The image on the internet is of a perforated texture with a dotted pattern throughout the surface.",
        "The image is of a pink and white perforated texture.",
        "The image is of a white perforated texture with a slightly textured surface.",
        "Perforated texture can be identified by feeling the material for small holes or by looking at it and seeing the small holes.",
        "Perforated materials have unique tactile properties that can be identified by feel.",
        "To identify the texture of perforated materials, feel the material and notice the pattern of small holes in the material.",
        "Perforated surfaces can be identified by feeling for a series of small circular indentations or holes in the surface.",
        "Perforated materials can be identified by feeling the holes or indentations on the surface."
    ],
    "pitted": [
        "Pitted texture is a type of texture where there are small, shallow indentations.",
        "The pitted texture generally has pitted areas, or indentations of various sizes, on the surface of the material.",
        "The pitted texture has deep, irregular indentations and holes in its surface, like those seen in a sponge.",
        "The pitted texture has a rough, irregular surface with small indentations or depressions.",
        "The pitted texture is a rough or granular surface with small pits or indentations.",
        "Pitted texture typically has a hollowed-out look or feel.",
        "Pitted surfaces tend to have an uneven texture, with indentations and ridges.",
        "Pitted textures can be recognized by feeling for indentations or depressions in the surface.",
        "Pitted texture feels noticeably uneven and rough.",
        "Pitted textures typically have slight indentations, dimples, irregularities, or valleys.",
        "Pitted texture is a rough, uneven surface with indentations, either natural or created by scraping or cutting.",
        "Pitted texture is a type of texture that has small depressions or indentations on its surface.",
        "Pitted texture is usually rough and uneven, with deep indentations or \"pits.",
        "Pitted texture is characterized by small indentations or divots in the surface of the material.",
        "The texture of a pitted surface looks uneven and slightly rough to the touch, with indentations or “pits” that have been caused by erosion, corrosion, abrasion, or weathering.",
        "The image shows a pitted texture from a stone wall.",
        "The image from the internet of the pitted texture shows a close up of a grey surface, almost like a rock, covered in pockmarks.",
        "The image I'm describing is of a weathered, pitted texture.",
        "The image shows a pitted texture on a light blue background.",
        "The image is of a greyish rustic stone wall with distinct and varying indentations throughout.",
        "Pitted texture is characterized by small divots or indentations on the surface of the object.",
        "Pitted texture can be identified by feeling the surface of the material and looking for areas where small indentations or holes have been created.",
        "Pitted texture is identifiable by the small indentations or \"pits\" on the surface.",
        "Pitted surfaces usually have an uneven texture with small, shallow depressions or holes.",
        "Pitted surfaces are textures with small indentations or 'pits' on their surfaces."
    ],
    "pleated": [
        "The pleated texture looks like a series of sharp, crisp folds or creases.",
        "Pleated textiles typically have a series of fabric panels that are folded flat and then stitched together to create a rippled effect.",
        "Pleated texture typically features vertical or horizontal folds in the fabric.",
        "The pleated texture has a series of vertical and horizontal folds, like the pleats on a skirt or the overlapping layers of an accordion.",
        "A pleated texture is a type of fabric that is characterized by vertical lines or creases that are usually uniform in length and made using a process called pleating.",
        "Pleated fabric has a textured, crinkle-like surface.",
        "Pleated texture can be recognized as folded, crisp fabric with small, regular, repeating creases which can give a crisp and textured look.",
        "Pleated fabric has a distinctive texture that can be recognized by the many small, even folds that run parallel to each other.",
        "Pleated fabric has a raised, accordion-like texture that is easy to recognize.",
        "Pleated fabric has a distinct texture due to its crinkled and ruffled appearance.",
        "Pleated fabric has a distinct texture that is often described as crinkled or wrinkly.",
        "The texture of pleated fabric is typically lightweight and smooth due to the vertical creases that form after pleating.",
        "Pleated texture typically has creases or folds that are evenly spaced to create an accordion-like appearance.",
        "The texture of pleated fabric has a crisp, sculpted look.",
        "Pleated fabric has a unique texture that is both raised and textured.",
        "The image on the internet of the pleated texture is an abstract close up image of a multicolored fabric.",
        "The image from the internet of the pleated texture features a stunning deep navy blue crisscross pattern fabric with a slightly glossy finish.",
        "This photo from the internet is of a pleated texture.",
        "This image from the internet shows a beautiful example of pleated texture.",
        "The image shows a shiny, pleated piece of fabric in an off-white shade.",
        "Pleated fabric or material is easily identifiable by its outward pattern of parallel lines or folds.",
        "Pleated textures generally have a crisp, kinked, or crimped appearance due to the folds of fabric held together by stitches or pleats.",
        "Pleated fabric has a textured, wrinkled appearance due to the folds of fabric overlapping each other.",
        "Pleated texture can be identified by its ridges that run in alternating directions and are evenly spaced.",
        "The texture of pleated fabric is usually smooth with distinct ridges and folds."
    ],
    "polka-dotted": [
        "The polka-dotted texture is made up of small circles or dots, spaced evenly apart, often in a repeating pattern.",
        "The polka-dotted texture looks like a pattern of small circles, often made with black, white, or a combination of contrasting colors on a lighter background.",
        "The polka-dotted texture typically looks like a series of round, dot-shaped shapes of various sizes scattered across a solid-colored or patterned background.",
        "A polka-dotted texture is typically described as having a plethora of small circular dots placed alongside each other, either in a random pattern or in a more organized manner, such as forming a larger pattern or certain shapes.",
        "The polka-dotted texture consists of round spots of the same repeating pattern that are evenly spaced out across a surface.",
        "Polka-dotted textures tend to be very textured and often bumpy.",
        "Polka-dotted fabric or textures typically have a raised, bumpy texture due to the dots that will be present on the fabric.",
        "Polka-dotted fabric has a unique texture that can be identified easily by feeling it with your fingertip.",
        "Polka-dotted fabric or wallpaper usually has a bumpy, dotted texture.",
        "Polka-dotted textures can be recognized by their clustered, round dots on a solid background.",
        "Polka-dotted fabric typically has a smooth, soft texture.",
        "The texture of polka-dotted fabric is usually smooth, since most fabric with this pattern is typically woven or printed, rather than knitted or crocheted.",
        "The texture of polka-dotted fabric is typically slightly bumpy, with small raised dots in an evenly-spaced pattern.",
        "Polka-dotted textures are usually made up of a pattern of round or oval-shaped dots arranged on a solid background.",
        "Polka-dotted fabric typically has a smooth and soft texture.",
        "The image is of a soft, cream-colored textile with a bold, multicolored polka-dotted pattern.",
        "The image is of a soft white fabric with large black polka dots on it.",
        "The image is of a blue, white and pink background with a polka-dotted texture.",
        "The image is one of a light pink polka-dotted fabric texture.",
        "The image is of a white backdrop with black polka-dots spread out in a random pattern with no distinguishable symmetry.",
        "Polka-dotted texture is made up of small round dots in a pattern on a surface.",
        "Polka-dotted fabric has a textured, bumpy surface that can be felt by running your fingertips over it.",
        "Polka-dotted texture is usually identifiable by its round or oval-shaped dots in a regular pattern on a raised or smooth surface.",
        "Polka-dotted fabric has a bumpy or slightly raised texture due to the raised dots.",
        "The texture of polka-dotted fabric or material is smooth and has raised dots on the surface."
    ],
    "porous": [
        "The porous texture looks like a rough surface, with many small holes, pits, and crevices.",
        "Porous texture can vary from soft and spongy to hard and crumbly.",
        "The porous texture of an object is rough and uneven in appearance.",
        "The porous texture usually looks like a honeycomb-like structure with many small holes and spaces scattered over the surface.",
        "Porous texture is a type of texture characterized by a lot of small holes, crevices, and openings.",
        "Porous materials have a distinct spongy or rough texture.",
        "Porous materials have a spongy or rough texture to the touch.",
        "Porous textures will feel bumpy and irregular and have many tiny holes.",
        "Porous texture can be recognized by its rough and uneven surface, which is full of tiny holes.",
        "Porous textures are usually rough and spongy to the touch.",
        "The texture of porous material can vary depending on the material, but generally it has a surface with numerous small holes or cavities.",
        "Porous materials have a spongy texture, with small pores or cavities visible on their surface.",
        "Porous texture is rough and generally bumpy to the touch.",
        "Porous texture typically appears rough and bumpy, with small holes or pores in the surface.",
        "Porous material has a spongy, bumpy texture.",
        "The image I'm describing is of a light pink-gray stone with a highly porous texture.",
        "The image that I found online is of a grey and white, chalky-looking rock.",
        "This image shows a closeup macro shot of a porous texture.",
        "The image is of a porous surface with a grey-blue color.",
        "This image from the internet shows a porous texture in a light gray color.",
        "Porous textures are characterized by having large numbers of small holes or pores.",
        "You can identify the texture of porous materials by touching them.",
        "Porous texture can be identified by its spongy feeling when touched.",
        "Porous materials will often feel rough or soft depending on the size of the pores.",
        "Porous textures typically have a spongy or rough feel, with many tiny holes or pores on the surface."
    ],
    "potholed": [
        "The potholed texture is rough and bumpy, created by irregular crater-like holes on the surface.",
        "Potholed textures have an uneven, irregular surface, often with jagged edges, bumps, and dips.",
        "Potholed texture is uneven, with a series of dips and rises, usually caused by freeze-thaw wear or vehicles driving over a poorly maintained road surface.",
        "The potholed texture looks irregular, bumpy, and often uneven.",
        "The pothole texture typically has a craggy and uneven surface due to the erosion caused by water, dirt, and other debris being caught in the cracks and crevices.",
        "Potholed asphalt has a rough, bumpy, and uneven texture, and it often has loose rocks and gravel on top.",
        "Potholes are typically irregularly shaped and have a rough, jagged texture.",
        "Potholes typically have an uneven, bumpy texture when touched.",
        "Potholed surfaces feel bumpy and uneven, with a texture resembling a pitted or jagged surface.",
        "Potholed surfaces usually have a bumpy or uneven texture, with the ridges and dips of the potholes easily felt when running a hand over the surface.",
        "Potholes have an uneven, craggy texture, with sharp edges and crevices.",
        "Potholes have a rough, uneven texture.",
        "The texture of potholed pavement is usually rough and uneven.",
        "Potholed surfaces are usually rough and uneven.",
        "Potholes typically have a rocky, bumpy surface, often with sharp edges and irregular patches.",
        "This picture from the internet shows an image of a road surface with many potholes.",
        "The image is of a cracked, weathered asphalt road.",
        "The image of the potholed texture is quite detailed.",
        "The image of the potholed texture shows rough and weathered asphalt roads with a number of different sized potholes.",
        "The image is of a cracked and worn asphalt surface covered in potholes.",
        "Potholed texture can be identified by feeling rough, bumpy, jagged, and uneven surfaces.",
        "The texture of potholed surfaces is generally rough and bumpy to the touch.",
        "Potholed surfaces usually feel rough and bumpy, often with noticeable indentations.",
        "Potholed surfaces generally have an irregular, bumpy, and rough texture.",
        "Potholed texture can be identified by feeling the surface of the road, which will typically be rough, uneven, and may have jagged edges."
    ],
    "scaly": [
        "The scaly texture looks like a surface that has been covered with overlapping scales (like fish scales).",
        "Scaly texture has a rough, bumpy surface, much like that of a reptile or fish scales.",
        "Scaly textures have a rough, hard, and often textured surface that tends to feel dry to the touch and can often resemble the scales of a fish.",
        "The scaly texture has a raised, ridged, rough surface that often resembles the scales of a fish.",
        "The scaly texture is usually rough to the touch and looks like overlapping scales made of thin, hard plates or layers.",
        "Scaly textures typically feel rough or bumpy to the touch and may appear dry and thin.",
        "Scaly textures typically feel rough or bumpy, with a raised surface that is usually dry or slightly oily.",
        "Scaly texture tends to feel rough or bumpy to the touch, and can often be described as having a “pebbly” quality.",
        "Scaly textures can be recognized by the presence of small, thin scales or the sensation of abrasiveness under the fingertips.",
        "Scaly texture can be recognized by feeling the surface of an object to detect an raised and ridged texture.",
        "Scaly textures usually feel rough to the touch and may have a bumpy or pebble-like surface.",
        "Scaly textures generally feel rough and dry to the touch.",
        "Scaly texture has a bumpy or ridged feel, similar to the scales of a fish.",
        "Scaly textures are made up of small overlapping scales or plates of modified skin or other material.",
        "Scaly texture is rough and usually feels slightly raised.",
        "The image is of a gray stone with a scaly texture.",
        "The image is of a large, slate-gray rock that is covered in tiny, overlapping scales.",
        "This image from the internet is of a scaly texture.",
        "This image shows a smooth, light gray texture, with a scaly pattern.",
        "The image is of a scaly texture found on the humerus bone of a juvenile alligator.",
        "Scaly texture can be identified by running your fingers over a surface and feeling a rough, bumpy texture.",
        "Scaly textures are characterized by a rough, dry texture that is quite rigid and feels almost rough to the touch.",
        "Scaly textures can be identified by feeling the surface of the object with your fingers.",
        "Scaly texture is characterized by an almost metallic-like roughness and is usually found on things such as reptile scales, certain types of fish, or even some insects.",
        "Scaly textures feel rough and ridged to the touch."
    ],
    "smeared": [
        "A smeared texture is created by smearing or blending a thin layer of paint or ink across a textured surface.",
        "Smeared texture gives the appearance of a wet or slimy surface – it looks like a uniform blend or smear of color or design that can be easily smudged, rather than a sharp or defined texture or pattern.",
        "The smeared texture is a wet, shiny, and sticky-looking texture that is created by smoothing out pigments or glazes on surfaces such as canvas or paper.",
        "Smeared textures have a blurry, diffuse, and fuzzy appearance.",
        "The smeared texture looks like a blurry or fuzzy image.",
        "Smeared texture is often sticky and slippery to the touch and can have an oily or greasy feel.",
        "Smeared textures can be recognized by their uneven, distorted and smudged appearance.",
        "Smeared textures have an even, spread-out, and slightly transparent appearance.",
        "Smeared texture feels greasy or slimy and has a slippery surface.",
        "Smeared texture is characterized by a wet or slimy feeling.",
        "The texture of a smeared substance would be slimy and viscous, with some slickness or stickiness to it.",
        "The texture of smeared is slippery and slick.",
        "Smeared texture usually has an uneven, thick and slippery feel.",
        "The texture of smeared is typically thick, clumpy, and hazy.",
        "Smeared textures are generally thin, glossy, or semi-transparent, often running or dripping down a surface.",
        "The image from the internet of a smeared texture is of an abstract painting composed of different colors and shapes.",
        "The image shows a close-up view of a smeared sandy-brown texture.",
        "The image is of an orange smeared texture.",
        "The image from the internet is of a smeared texture.",
        "The image is of a smeared texture that has been created using the traditional tools of oil painting.",
        "You can identify the texture of smeared material by examining the appearance and feel.",
        "Smeared texture can be identified by feeling the surface of the material with your fingers.",
        "You can identify the texture of a smeared material by feeling it with your fingers or hand.",
        "Smeared textures can be difficult to identify as they may require further manipulation or deciphering.",
        "You can identify the texture of smeared by feeling it, such as is it wet, sticky, dry, or grainy."
    ],
    "spiralled": [
        "The spiralled texture has an outwardly curving, circumferential pattern that winds outward in a clockwise or counterclockwise direction.",
        "The spiralled texture typically looks like a series of circular lines or shapes that gradually raise or decrease in size as they rotate around a fixed center point in a clockwise or counterclockwise direction, creating a helix-like shape.",
        "The spiralled texture typically has a curved or winding appearance.",
        "A spiralled texture has a looping, winding pattern that swirls from a central point in a clockwise or counter-clockwise motion.",
        "The spiralled texture looks like a continuous, winding rope or line that is tightly wrapped around a center point or axis.",
        "Spiralled textures feel like a tightly wound, thin and smooth strand that continuously wraps around itself.",
        "Spiralled texture can be recognized by its smooth, rounded, and winding surface.",
        "The texture of spiralled objects typically has a corkscrew or ridged shape.",
        "Spiraled textures can be recognized by their distinct patterns, which often have a curled or coiled shape.",
        "Spiraled textures are usually curved or curling patterns, like swirls or corkscrews.",
        "Spiralled texture typically has a circular pattern, with several curved or curved lines that spiral around and around in a continuous loop.",
        "Spiralled textures are often seen as twisted, corkscrew-like shapes with a raised pattern that is either intricate or abstract.",
        "Spiralled texture has a winding, curved pattern or lines.",
        "The texture of a spiralled texture is usually spiralling and winding.",
        "Spiralled textures are generally wavy, with lines that form curves.",
        "This image depicts a vibrant spiralled texture, consisting of a range of colours that form breathtakingly intricate patterns.",
        "The image is of a captivating spiralled texture in an eye-catching yellow and orange color.",
        "The image is of a spiralled texture made of dusty pink marble.",
        "The image shows a yellow and white spiralled texture pattern on a grey and pink background.",
        "This image shows an abstract close-up of a spiralled texture.",
        "The texture of something that is spiralled can be identified by feeling it and seeing if it has a rounded shape or a defined ridged shape.",
        "Spiralled texture can be identified by looking for a shape that is curving in a circular motion, replicating the shape of a spring or helix.",
        "The texture of spiraled objects is usually bumpy or ridged.",
        "You can identify the texture of spiralled by feeling the corkscrew-like shape of the object and by the ridges or grooves that its spiral shape has created.",
        "Look at the structure of the spiral to determine its texture."
    ],
    "sprinkled": [
        "The sprinkled texture is characterized by small, round objects that resemble little specks of dust.",
        "The sprinkled texture looks like small dots of color or tiny round flecks of paint.",
        "The sprinkled texture looks like tiny dots or spots that have been randomly distributed over a surface.",
        "The sprinkled texture looks like small dots, specks, or flecks scattered across a surface.",
        "The sprinkled texture looks like small, unevenly-spaced dashes or spots of pigment added to a surface.",
        "Sprinkled texture is recognizable by its small, round shapes and crunchy texture.",
        "Sprinkled texture is bumpy and crunchy.",
        "A sprinkled texture will usually feel rough and uneven to the touch, with small, crumbly pieces sticking out in different directions.",
        "Sprinkled textures can be recognized by their irregular shapes and uneven dispersal.",
        "Sprinkled textures usually have a visible bumpy, crunchy, or granular surface.",
        "Sprinkled texture usually looks like a very fine, crunchy coating on the surface of whatever the sprinkle is being applied to.",
        "The texture of sprinkled is usually small and crunchy, with a bit of irregularity from the uneven sizes and shapes of the sprinkles.",
        "The texture of sprinkled usually has a crunchy, granular feel to it.",
        "Sprinkled has a light, crunchy texture.",
        "The texture of sprinkled usually refers to the look and feel of a mixture of small objects or items, such as a covering of sprinkles or confetti on top of frosting, or small pebbles raked or scattered onto a path.",
        "The image from the internet of the sprinkled texture is a bright pink background with white confetti-style dots scattered throughout.",
        "The image I'm thinking of is a light pink background with white, circular, and diamond-shaped sprinkles spread throughout the surface.",
        "This image is of a pink, rose-colored sprinkled texture background.",
        "The image shows a white background with brown specks of various sizes spread throughout.",
        "The image from the internet of the sprinkled texture is a close-up look of a light beige background.",
        "Sprinkled texture is usually slightly rough and uneven, with small bumps caused by the individual granules.",
        "Sprinkled has a light and airy texture, like tiny particles or grains of a substance, which can often be felt when rubbed between your fingers.",
        "The texture of sprinkled is usually light and granular.",
        "Sprinkled textures can be identified by their irregular, often granular shapes and soft, light-reflective appearance.",
        "Sprinkled texture can be identified by its granular/granulated look."
    ],
    "stained": [
        "Stained texture looks rough and mottled, with a variety of colors showing in the texture.",
        "Stained texture can vary depending on the type of material that is being stained, as well as the type of stain being used.",
        "Stained textures often appear mottled and rough, with dark splotches in various shapes and sizes.",
        "Stained textures usually resemble a mottled, darkened pattern often with patches of color either lighter or darker than the base color.",
        "Stained textures typically have a muted, mottled appearance.",
        "Stained wood has an uneven surface with thick, darker lines running through it, usually caused by sap or moisture.",
        "Stained wood has a dull and matted appearance.",
        "Stained wood often has a harsh, grainy texture.",
        "Stained wood has a distinctive texture.",
        "Stained wood often has a slightly darker, richer look than unfinished wood.",
        "Stained wood typically has a slightly uneven, mottled texture with darker spots where water or other liquids have accumulated.",
        "Stained wood typically has a slightly uneven texture and may have visible imperfections or discolorations from the staining process.",
        "Stained wood has a darker, more rough texture than natural wood.",
        "The texture of stained wood is usually smooth with deep, rich tones.",
        "Stained wood has a rough, pitted surface.",
        "This image of a stained texture is a close-up of a wooden board with a wood grain finish.",
        "This image is an abstract representation of a stained texture.",
        "This image from the internet shows a beautiful stained texture in a variety of warm colors, mostly browns and beiges.",
        "This image is a beautiful photo of a stained wood texture.",
        "The image I am describing is of a stained, ochre-colored texture.",
        "To identify the texture of stained wood, run your hand over it and observe the surface.",
        "Stained textures can be identified by their appearance and feel.",
        "Stain will typically appear glossy or dull depending on its finish and the type of wood it has been applied to.",
        "Stained wood has a rough, dull texture.",
        "Stained wood can often be identified by its texture, which can range from smooth and glossy to heavily grained and rough."
    ],
    "stratified": [
        "Stratified texture is composed of rock layers that have been formed over time due to changes in temperature, pressure, and/or chemical composition.",
        "Stratified texture is a type of layered texture in sedimentary rocks.",
        "Stratified texture is a type of texture found in sedimentary rocks.",
        "Stratified texture is a type of soil texture that is created when soil particles of different sizes are layered into distinct layers.",
        "The stratified texture is composed of bands of material that are made up of different grain sizes and may be different colors.",
        "The stratified texture is marked by the presence of layers or beds of different materials, such as sedimentary rocks, that have been layered one on top of the other due to sedimentary processes.",
        "The texture of stratified rock can be recognized by its layering, or stratification.",
        "Stratified texture is characterised by distinct layers or bands that have a different composition, colour, or structure.",
        "Stratified textures are characterized by alternating layers of different materials such as sand and clay, or silt and gravel.",
        "Stratified textures are easily recognizable because they are visible to the eye.",
        "The texture of stratified rocks is typically either foliated or layered.",
        "Stratified rocks have a layered texture, with alternating bands of different grain sizes and kinds of minerals.",
        "Stratified texture is made up of several distinct layers of different minerals or rock types that are separate from one another.",
        "Stratified textures are composed of thin, alternating layers (strata).",
        "Stratified texture is a type of sedimentary texture.",
        "The image from the internet of the stratified texture is a close-up shot of a rocky wall.",
        "This image shows an example of a stratified texture found in the crust of the Earth.",
        "The image is an aerial view of a rock formation.",
        "The image from the internet of the stratified texture shows micrographs of banded sandstone rock, which demonstrates the characteristic layering pattern.",
        "The image I chose is a top-down aerial view of an orange desert landscape with dramatic red and yellow rock formations.",
        "Stratified texture is a type of sedimentary rock texture that is characterized by distinct, separate layers.",
        "Stratified texture is a sedimentary rock texture characterized by layers or beds that have been deposited one after the other in a parallel fashion.",
        "The texture of stratified rocks can be identified by looking at the grain sizes, shapes, and arrangements of the individual particles.",
        "Stratified textures are identifiable by their distinct layers.",
        "Stratified texture is a type of rock texture that is characterized by relatively even grains of minerals of various sizes that are arranged in layers or strata."
    ],
    "striped": [
        "The striped texture usually consists of a pattern of alternating light and dark or colored stripes.",
        "The striped texture looks like a series of parallel lines, typically of different colors, running in the same direction.",
        "The striped texture looks like a series of alternating stripes of various widths that are created by alternating different colors or shades.",
        "A striped texture usually consists of two or more colors of stripes that are evenly or unevenly spaced.",
        "The striped texture has horizontal or vertical lines that create an alternating pattern of dark and light stripes.",
        "Striped textures are characterized by repeating patterns of stripes created by rows of evenly spaced lines that run parallel or crosswise.",
        "Striped texture can usually be identified by its horizontal or vertical lines that are usually evenly spaced apart.",
        "The texture of striped fabric is typically smooth and slightly raised, with a ridged, wavy pattern running in horizontal or vertical lines.",
        "Striped texture is characterized by alternating light and dark lines running parallel to each other, usually with a consistent width.",
        "Striped texture is easily recognizable because it consists of horizontal or vertical lines that have a repeating pattern.",
        "Striped textures typically feature thin, even bands of lines, often in a repeating pattern.",
        "The texture of striped fabric often has a raised, ribbed surface.",
        "The texture of striped fabric is typically smooth and uniform, with the occasional raised texture in the stripes.",
        "The texture of striped fabric typically has a raised, ribbed feel.",
        "Striped textures usually have a slightly raised texture, with alternating stripes of ridges and valleys running in horizontal or vertical lines.",
        "The image features a medium-toned striped background composed of thin, parallel, vertical stripes in dark and light grey.",
        "The image from the internet of the striped texture is a dark grey background grid with thin yellow vertical and horizontal alternating lines creating a chevron or zigzag pattern.",
        "This image from the internet depicts a striped texture in a vibrant rainbow of colors.",
        "This image from the internet is of a white and blue striped texture.",
        "This image from the internet is of a striped texture featuring alternating stripes of black and white.",
        "Striped texture can typically be identified by its striped pattern, which typically consists of lines in two or more colors.",
        "The texture of striped fabric can be identified by running your fingers across the fabric and feeling the ridges of the stripes.",
        "Striped fabric is typically described as having a linear or ribbed texture.",
        "Striped texture is usually defined as having alternating stripes or lines of different colors or shades.",
        "Striped texture can be identified by its visible lines that run horizontally or vertically in a pattern, which can have varying widths and colors."
    ],
    "studded": [
        "A studded texture consists of a surface that is decorated with raised decorative elements, such as small circles or ovals, cones, stars, and/or squares.",
        "The studded texture is characterized by raised small dots on the surface of the material, usually in a random pattern.",
        "The studded texture is a rugged or bumpy pattern of small protrusions or raised studs.",
        "The studded texture appears as a surface with a pattern of raised dots or bumps, usually in a regular geometric pattern.",
        "Studded texture is a type of textured surface that features clusters of small, raised bumps or studs.",
        "Studded textures are generally characterized by small bumps or protrusions, similar to the texture of a stud on clothes or accessories.",
        "Studded fabric has a bumpy, raised texture that is created with small metal studs, giving the fabric a unique look.",
        "Studded surfaces usually have an uneven, bumpy texture.",
        "Studded textures can be identified by their rough, raised texture.",
        "Studded textures can be recognized by their raised bumps and points, which are created by placing studs on the material.",
        "Studded texture is characterized by a bumpy, uneven surface, due to the visible protruding \"studs\" made of tape, rivets, or other materials.",
        "Studded textures typically consist of raised dots or bumps that give the material a raised, textured look.",
        "Studded fabric typically has a slightly rough, bumpy surface due to the raised texture of the studs.",
        "Studded texture is typically made up of a variety of textures, such as raised dots, small bumps, larger raised bumps, circular details, and other unique shapes.",
        "Studded texture has a collection of small protrusions or spikes, usually originating from a surface.",
        "The image I'm describing is of a black leather studded texture.",
        "The image on the internet of a studded texture is quite eye-catching and unique.",
        "This image is a close-up shot of a black leather jacket with studded detailing.",
        "This image from the internet shows a close-up of a black leather studded texture.",
        "The image shows a close-up of a black leather surface with metal studs evenly placed across it.",
        "The texture of studded materials can be identified by feeling the surface with your fingers.",
        "Studded surfaces have a rough or bumpy tactile texture which is easily identified by running your fingers over the surface.",
        "Studded items have a textured surface with tiny raised bumps or points, giving the item a rough, gritty feel.",
        "Studded texture is typically characterized by small prick-like projections.",
        "Studded has a gritty, rough texture to the touch."
    ],
    "swirly": [
        "The swirly texture looks like a series of winding curves, usually swirling in clockwise or counterclockwise motion.",
        "Swirly textures have a swirling, curving pattern that can range from a subtle, wavy texture to a very pronounced swirl.",
        "The swirly texture looks like a pattern that is made up of coiling swirls.",
        "The swirly texture is characterized by a circular, swirling pattern that has a ribbon-like effect.",
        "The swirly texture looks like a soft, rounded swirl pattern that is made up of swirls and curls that twist and twirl together.",
        "Swirly texture can be recognized by its mixed, swirling pattern with curved or circular shapes.",
        "Swirly texture can be recognized based on its distinctive swirling patterns created by curves and spirals.",
        "Swirly texture has a curvy, looping shape and resembles a swirling pattern of lines or curves.",
        "Swirly texture has an unpredictable, uneven pattern that is usually characterized by curves, whorls, spirals, and abstract shapes.",
        "Swirly textures can be recognized by their distinctive swirling patterns.",
        "The texture of swirly is usually smooth, with light grooves or ridges that create a swirl pattern.",
        "Swirly texture is characterized by intricate swirls and spirals.",
        "The texture of swirly usually looks like a pattern of curved lines or spirals.",
        "Swirly textures typically have curved lines and spiraling shapes.",
        "The texture of swirly typically has a soft, rounded look with a combination of swirling curves and lines.",
        "The image is of a pale pink and white background with swirls of various sizes, shapes, and textures throughout.",
        "The image I’m describing is a high-resolution digital illustration of a vivid spiral texture.",
        "The image from the internet is of a swirl-patterned texture.",
        "The image from the internet is of a swirl-like texture that displays vibrant and deep colors.",
        "The image from the internet is a swirly texture of shades of blue and green.",
        "Swirly textures have a swirling pattern, often with intertwined shapes and swirls.",
        "The texture of swirly is often characterized as having a soft, whirling, and often curved pattern.",
        "Swirly is a highly textured texture that often has an organic, free-flowing pattern.",
        "You can identify the texture of swirly by feeling it; it should feel smooth and flowing, like an eddying or spiraling sensation.",
        "Swirly texture is defined by the presence of distinct curves or swirls, often in a continuous, flowing pattern."
    ],
    "veined": [
        "Veined texture is characterized by wavy or curvy lines or waves that resemble veins on a leaf.",
        "The veined texture is usually found in marble, and resembles the natural veins and patterns in the marble.",
        "Veined texture has a appearance of having veins, often resembling a leaf or a flower.",
        "The veined texture looks like lines of varying shades or hues that seem to 'vein' out from one point, creating a marbled, almost fractal-like effect.",
        "The veined texture looks like a pattern of raised lines or veins that can vary in size, depth, and width.",
        "Veined textures usually have a pattern of obvious veins or threads running through them that are easily noticed to the touch.",
        "Veined texture can be recognized by feeling for a surface that is uneven and bumpy, and sometimes includes ridges or veins.",
        "Veined texture is typically identified by a 'marbled' or 'swirled' appearance.",
        "Veined texture has a unique pattern of small veins that are visible on the surface of the material.",
        "Veined texture is characterized by visible groves or veins which can be felt with the fingertips.",
        "Veined texture refers to a type of texture that features distinct lines, usually in the shape of a vein, on the surface of the material.",
        "Veined texture describes the look of surfaces with visible ridges and valleys, usually giving the appearance of being layered.",
        "Veined textures typically feature two or more layers of stone with one layer featuring a pattern of distinctive-looking veins, usually in contrasting colors.",
        "Veined texture refers to the appearance of lines or grooves in a material.",
        "Veined texture is usually characterized by a unique pattern of raised lines or creases that create an interesting texture on the surface of a material.",
        "The image is a macro photograph of a piece of blue and green veined marble.",
        "This image from the internet depicts a veined texture.",
        "This image from the internet is of a veined texture.",
        "This image from the internet is a detailed photograph of a veined texture on a polished marble surface.",
        "The image from the internet shows a macro close up of a veined texture.",
        "Veined texture can be identified by the presence of raised veins or ridges that ripple across the surface.",
        "Veined materials have a textured surface, usually with a pattern of veins.",
        "Veined texture refers to the presence of veins or lines that are raised from a surface.",
        "Veined texture can be identified by its distinct pattern of lines or veins that form a pattern in the material, either naturally or created through a mould or die.",
        "Veined texture typically has undulating lines with darker colors."
    ],
    "waffled": [
        "A waffled texture has raised, diamond-shaped lines on the surface.",
        "The waffled texture has alternating raised and lowered sections, creating a honeycomb-like pattern.",
        "The waffled texture looks like a grid of raised lines that create a pattern of distinct squares.",
        "The waffled texture looks like an imprint of a honeycomb or waffle pattern, usually seen on the surface of a food item, fabric or some other material.",
        "Waffled texture has a distinct cross-hatch pattern created by the distinctive ridges in a waffle-iron imprinted grid.",
        "Waffled texture is characterized by its distinctive grid pattern which is formed due to the use of a waffle iron.",
        "Waffled texture is characterized by having a unique honeycomb or diamond pattern.",
        "Waffled texture is easily recognizable because it has a distinct grid-like pattern with square-shaped dimples.",
        "Waffled texture will be slightly ridged and ridges will be uniform in size and shape.",
        "Waffled textures have a distinct pattern of grid-like indentations that create a unique look and feel.",
        "Waffled textures have a checkered pattern created by the waffle-grid pattern of the waffle iron.",
        "Waffled texture has a ridged or dimpled surface.",
        "The texture of waffles is usually light and crispy.",
        "The texture of waffled is crunchy on the outside and chewy on the inside.",
        "Waffled texture is crisp and crunchy.",
        "The image is of a brown textured surface, the texture of which is composed of numerous small raised waffles.",
        "The image I chose was of a waffled texture.",
        "The image is of a waffle-textured pattern, printed in a deep blue onto a white background.",
        "The image of the waffled texture is a close-up of a light grey material.",
        "The image is of a bright yellow background, with a light blue and white waffle pattern laid over it.",
        "Waffled texture typically has a series of symmetrical and evenly-arranged indentations or troughs in the shape of a honeycomb.",
        "Waffled texture is easily identified by its characteristic ridges, valleys, and honeycomb pattern.",
        "Waffled texture is usually described as having a crisp, honeycomb-like exterior with a light, airy interior.",
        "The texture of waffled food is characterized by its distinctive cross-hatched pattern and crisp, chewy texture.",
        "Waffled texture can be identified by its bumpy, ridged, and honeycomb-like pattern."
    ],
    "woven": [
        "The woven texture typically consists of a series of interlaced strands of different materials that form a distinct pattern.",
        "The woven texture is created by intertwining pieces of fabric together, usually with a machine or by hand.",
        "The woven texture has a very distinct look.",
        "The woven texture has a distinctive interlocking pattern of overlapping threads or strands.",
        "A woven texture is a type of textured fabric that is made up of two sets of interlacing yarns or threads - one set of yarns running lengthwise, known as warp yarns, and the other set running horizontally,.",
        "The texture of woven fabric is usually easily recognizable by its distinct criss-cross pattern.",
        "Woven fabrics have a recognizable texture that can often be felt just by running your fingers over the surface.",
        "A woven texture is characterized by an overlapping pattern of fibers.",
        "When you look closely at a woven fabric, you can see that it is composed of two sets of threads going in different directions.",
        "The texture of woven fabric can be recognized by feeling for the interlocking fibers.",
        "The texture of woven fabric typically has a smooth yet tightly interlaced appearance, with each intersection of threads creating a small “diamond” shape when looked at closely.",
        "Woven fabrics typically have a smooth, tight, and even texture.",
        "Woven fabric has a cross-hatched or interlaced texture, resulting from multiple strands of fabric woven together to create the overall pattern.",
        "Woven texture usually has a smooth, tight structure with a flat, even surface.",
        "Woven textures have a distinct look and feel.",
        "The image shows a woven texture of white wicker material with a glossy finish.",
        "The image on the internet is of a woven texture, with bands of cream and navy blue colors intersecting each other in a distinct diamond pattern.",
        "The image on the internet is a woven texture of a multicolored woolen fabric.",
        "This image from the internet displays a woven texture.",
        "This image is of a woven texture in shades of browns and blacks.",
        "The texture of woven fabric can be identified by looking at the interlocking threads.",
        "\nThe texture of woven fabric can be identified by feeling the material between your fingers; it should feel like small, interlocking loops.",
        "You can identify the texture of woven fabric by feeling the fabric.",
        "The most common way to identify the texture of woven fabric is by feeling it.",
        "You can identify the texture of woven materials by feeling it with your fingers."
    ],
    "wrinkled": [
        "The wrinkled texture looks like a number of ripples, creases or folds that have formed in a surface.",
        "The wrinkled texture looks like a crumpled or creased paper; it often has wrinkles and folds that look like they were made from being scrunched up.",
        "The wrinkled texture has a bumpy, uneven surface with ridges and creases.",
        "The wrinkled texture looks like something has been scrunched up and is covered with ridges and creases.",
        "The wrinkled texture looks like creases, usually irregularly curved lines or wrinkles in the fabric that appear when clothing or fabric has been crumpled or folded.",
        "Wrinkled textures can be recognized by their raised or puckered patterns, as well as their rough, bumpy or dimpled surfaces.",
        "Wrinkled texture can be recognized by its distinctive appearance which is characterized by crinkles and creases.",
        "Wrinkled texture can be recognized by its uneven, crinkly surface.",
        "Wrinkled texture can be recognized visually by its crumpled or rumpled appearance, and can be felt by its uneven, bumpy surface.",
        "Wrinkled texture can usually be identified by its ridges, creases, and crinkles.",
        "The texture of wrinkled fabric is rough and uneven.",
        "Wrinkled fabric is usually characterized by small crinkles or puckers, giving it an uneven, bumpy texture.",
        "The texture of wrinkled fabric typically has a crinkled or creased appearance.",
        "The texture of wrinkled fabric is usually rough, uneven, and wrinkled.",
        "Wrinkled texture often looks rough and cracked.",
        "The image is of a white, wrinkled fabric texture.",
        "The image is of a light grey fabric with a wrinkled texture.",
        "The image is of a light beige colored fabric that has been creased and wrinkled.",
        "This image from the internet is of a wrinkled fabric surface.",
        "The image is of an old yellowish-green apple with a wrinkled skin texture.",
        "The texture of wrinkled can be identified by feeling the surface of the material with your fingertips.",
        "Wrinkled texture is characterized by having a creased, crinkled, or bunched surface.",
        "Wrinkled texture can be identified by its ridges or creases, and its slightly rough and uneven appearance.",
        "Wrinkled texture can be identified by feeling the surface with your hand, often it can be rough or bumpy to the touch.",
        "Wrinkled textures can be identified by their uneven, crinkled, and pleated features."
    ],
    "zigzagged": [
        "The zigzagged texture has lines that form an angular, interlocking pattern, which looks like a jagged zigzag.",
        "A zigzagged texture has an irregular zigzag pattern, with sharp angles and uneven lines.",
        "The zigzagged texture has a repeating pattern of angled, jagged lines.",
        "A zigzagged texture has a jagged shape, with a pattern of alternating peaks and troughs that are angled and pointed.",
        "The zigzagged texture has an asymmetrical pattern of straight-lined and angled sections that point in different directions.",
        "Zigzagged texture can be recognized by its sharp and angular lines that alternate direction abruptly.",
        "Zigzagged textures typically feature criss-crossing straight lines that make sharp, angular turns, forming an irregular zigzag pattern.",
        "Zigzagged textures can be recognized by their repetitive angular shape.",
        "A zigzagged texture is characterized by a jagged, diagonal pattern created by a series of overlapping lines and angles.",
        "Zigzagged textures can be recognized by their angular and wavy patterns, as if a bunch of zig-zags have been sewn together.",
        "The texture of a zigzag typically has a jagged, angular shape that looks like a series of sharp, alternating lines.",
        "The texture of zigzagged typically appears as a jagged or uneven pattern, with sharp angles and lines that resemble a zig-zag design.",
        "The texture of zigzagged has a jagged, uneven line pattern, like a series of sharp angles and corners.",
        "The texture of zigzagged typically looks like a series of diagonal lines or angled shapes that intersect each other in a pattern of up and down motion.",
        "The texture of zigzagged looks like a series of jagged lines, with each line alternating between up or down, left or right.",
        "This zigzagged texture is a photo of a pink and orange geometric pattern with smooth curves that form jagged zigzag shapes.",
        "The image I'm describing is of a light pink zigzag texture.",
        "The image is of a bright blue zigzag patterned texture.",
        "The image from the internet is of a zigzagged texture that is made up of light and dark gray stripes.",
        "This image shows a zigzag texture comprised of overlapping lines of different shades of blue and green.",
        "Zigzagged has a jagged texture that can be felt by running a finger along it.",
        "The texture of zigzagged usually has a rough and jagged feeling.",
        "The texture of zigzagged lines is wavy and uneven.",
        "Zigzagged texture can be identified by its wavy, angular pattern that is formed by sharp, distinct points.",
        "The texture of zigzagged is rough and jagged."
    ]
}