{
    "banded": [
        "A banded is a type of waterfowl with a distinctive bar pattern across its feathers.",
        "A banded animal typically has distinctive markings along the body, usually in the form of bands of a different color or shade.",
        "A banded is a type of ornamental stone that has distinct bands of colour running through it.",
        "A banded is a large marine or freshwater fish with thin horizontal stripes or bands on its body.",
        "Banded is a technique of wrapping bands of contrasting colors across the surface of an item for decorative or protective purposes.",
        "A banded is usually identified by its characteristic banded pattern, which is a pattern of horizontal stripes in contrasting colors.",
        "A banded is a type of bird that has a distinctive black and white pattern of stripes or bars around its head and neck.",
        "Banded snakes have yellow or white stripes wrapping around their body.",
        "A banded can be identified by the presence of a metal band, typically made of stainless steel, on the bird's leg, above its foot.",
        "A banded animal is identifiable by the presence of a band around its body, usually in the form of a collar, harness, necklace, or anklet.",
        "Banded birds are usually brightly colored with black or brown bars or bands across the body, wings, and tail.",
        "A banded animal is usually one that has a colored band or mark around a specific part of its body.",
        "A banded animal is typically any animal that has stripes, bands, or markings across its body or fur.",
        "A banded animal is one that has two distinct body markings, usually in the form of darker stripes or bands, which stand out against the rest of the animal's body.",
        "A banded, or banded coral snake, is a species of venomous snake found in the western United States and northwestern Mexico.",
        " mongooseThe image of a banded mongoose is of a small mammal with a distinct black and white striped torso and belly.",
        " archerfishThe image is of a medium-sized fish with black and white horizontal stripes covering its body.",
        " mongooseThe image portrays a group of banded mongooses huddled together in a grassy landscape.",
        " mongooseThis image shows a banded mongoose, whose scientific name is Mungos mungo, sitting confidently atop a stone wall in its natural habitat.",
        " ground cuckooThe image shows a banded ground cuckoo perched on a branch.",
        "\"Bright and vibrant colors make this banded agama a standout among reptilian friends.",
        "\"These two hummingbirds have been spotted flitting around together - an unlikely duo!\".",
        "\"These beautiful banded feathers show the intricate pattern and colors of a majestic bird.",
        "\"A snail taking a break in its colorful new shell home\".",
        "\"Young Sparrow sports her new accessory - a bold and vibrant band around her leg\"."
    ],
    "blotchy": [
        "A blotchy is an uneven pattern of marks or spots on the surface of something.",
        "A blotchy skin condition is usually characterized by patches of discolored, inflamed and/or raised skin.",
        "A blotchy complexion is one with uneven patches of color, typically caused by some kind of irritation or inflammation of the skin.",
        "Blotchy is a term used to describe an uneven or mottled patchy discoloration of the skin.",
        "Blotchy skin is any skin discoloration that appears as an irregularity in an otherwise even skin tone.",
        "A blotchy can be identified by their irregular patches of discolored skin that appear on the face, arms, or other parts of the body.",
        "Blotchies are notoriously difficult to identify, as they often appear as a uniform discoloration of the skin.",
        "A \"blotchy\" individual usually has uneven, blotchy patches of discoloration on their skin.",
        "A blotchy person typically has an uneven skin tone splotched with patches of lighter and darker skin, which can vary in size and color.",
        "A blotchy is typically identified by a lack of consistency in the color or texture of their skin.",
        "Blotchy skin can appear as a red or purple patch on the skin that may be raised or flat.",
        "A blotchy look can vary in appearance depending on the context.",
        "A blotchy look is when someone's skin appears uneven or patchy in color, usually due to inflammation or irritation.",
        "A blotchy appearance may appear irregularly shaped and slightly raised, and can come in various colors such as red, pink, purple or brown.",
        "A blotchy look is usually seen as uneven patches of color or discolorations on the skin.",
        " sunsetThe sky in the image is filled with deep blues and purples, and the sun is descending into the horizon, creating a remarkable sight.",
        " paintbrushThis image is of a paintbrush with several different colors of paint still on it.",
        " red and white cowThis image is of a rare and unique British breed of cow called the British White cow.",
        " blue skyThe image depicts a sky with patches and streaks of blue and white clouds.",
        " greenThis image is of a blotchy green pattern painted onto a canvas.",
        "\"The bright colors of the paint mix together for a unique, abstract work of art.",
        "\"The colours of summer fading away to embrace a new season.",
        "\"Sometimes it's better to show your true colors!\".",
        "\"The beauty of imperfection: a closeup of an abstract painting.",
        "\"The effects of a late night out showing on my skin the next morning!\"."
    ],
    "braided": [
        "A braid is an interweaving of three or more strands of hair to create one long plait.",
        "A braid is a hairstyle made by intertwining three or more strands of hair.",
        "A braid is a hairstyle made up of three or more strands of hair intertwined together in an overlapping pattern.",
        "A braid is a type of hairstyle that sees three or more strands of hair intertwined together.",
        "A braided hairstyle typically involves three strands of hair interwoven together in a rope-like pattern.",
        "A braided hairstyle can be identified by its interwoven sections of hair.",
        "A braided hairstyle can be identified by multiple strands of hair woven together in a crisscross pattern.",
        "A braided hairstyle can be identified by its distinct pattern of three or more interlaced strands.",
        "A braided hairstyle is easily identifiable by a pattern of three or more strands of hair that have been woven together in a symmetrical and interconnected pattern.",
        "A braided hairstyle typically consists of three or more sections of hair which have been plaited or intertwined together.",
        "A braided hairstyle typically consists of three sections of hair that have been interlaced together along the length of the hair.",
        "A braided hairstyle usually consists of three or more strands of hair intertwined together.",
        "A braided hairstyle consists of hair divided into three even strands that are all intertwined together to form a large braid.",
        "A braided hairstyle usually consists of two or more strands of hair intertwined in a series of repetitive weave or plait patterns.",
        "A braided look is usually two or more strands of hair intertwined together.",
        " hairstyleThe image I'm describing is of a young woman with long, dark hair braided into a complicated hairstyle.",
        " riverThe image is of a river snaking through a stunning landscape, with different shades of blue, sometimes light or dark, depending on the depth.",
        " hairstyleThe image is of a woman with dark, shoulder-length hair wearing a black t-shirt.",
        " hairIn this image, a woman is shown smiling with a beautiful braided hairstyle.",
        " hairstyleThis image is of a beautiful woman with a braided hairstyle.",
        "\"A beautiful braid on a sunny day!\".",
        "\"Her long hair twisted into an intricate braid, a beautiful example of a traditional style.",
        "\"A perfect braid for a perfect day\".",
        "\"Smooth, sleek, and oh-so stylish—ready for any occasion!\".",
        "\"Braid it, style it, and make it yours - a perfect look for any occasion!\"."
    ],
    "bubbly": [
        "A bubbly is a type of carbonated alcoholic beverage made from grapes, typically of a white or rosé color.",
        "A bubbly is a type of sparkling wine.",
        "A bubbly is a type of sparkling wine.",
        "A bubbly is a type of champagne typically served in a tall, thin flute.",
        "A bubbly is a type of sparkling wine, usually white or pink in color.",
        "Bubbly wines generally have a noticeable amount of small, fine bubbles that form a tight mousse (foam) at the surface.",
        "There are a few ways to identify a bubbly.",
        "A bubbly is identified by its effervescent nature and bright, sparkling appearance.",
        "You can identify a bubbly by its characteristic effervescence or carbonation.",
        "Bubbly refers to a sparkling wine or champagne.",
        "A bubbly typically refers to a glass of sparkling wine, champagne, or other bubbly beverage.",
        "A bubbly is a type of sparkling wine or Champagne with lively, small bubbles.",
        "A bubbly usually takes the form of a sparkling beverage such as champagne, prosecco, or cider.",
        "A bubbly generally refers to sparkling wine or champagne, so it would look like a bottle of sparkling wine or champagne with a cork.",
        "A bubbly is not a physical item, but rather a descriptor for the effervescence of champagne, sparkling wine, or any other type of beverage with carbonation.",
        "-looking personThe image is of a young woman with wavy blonde hair and bright blue eyes.",
        " beverageThis image is of a tall, clear glass filled with an effervescent, sunshine yellow liquid with a white slice of lemon affixed to the glass.",
        " personThis image is of a young woman, smiling while holding a soft drink in her hand.",
        " drinkThis image portrays a tall glass filled with a turquoise bubbly drink.",
        " cartoonThe image is of a bright and colorful cartoon character.",
        "\"Some days there's nothing better than a glass of bubbly to brighten your spirits!\".",
        "Fun times ahead with a glass of champagne!.",
        "\"It's time to pop the champagne and celebrate!\".",
        "\"The frothy liquid is almost too good to resist!\".",
        "\"Life is better with a little sparkle!\"."
    ],
    "bumpy": [
        "A bumpy is a type of texture created on a surface by making rows of small bumps.",
        "A bumpy is a type of coral that grows in small clumps and looks like a small mound or a bump.",
        "A bumpy is a small bump in a surface, usually round in shape.",
        "A bumpy is a lumpy, rounded texture similar to small mounds or hills.",
        "A bumpy is a type of fish that has an oval or elongated body shape.",
        "A bumpy is usually identified by its raised, uneven texture, which may be caused by due to contact with other objects, age, or exposure to different elements.",
        "A bumpy is a type of nodule or raised area on the skin that is usually firm to the touch and often has a rough or dimpled texture.",
        "A bumpy is a type of person who is often characterized by their loud, often aggressive, attitude.",
        "A bumpy is typically characterized by having an uneven or irregular surface with small bumps or protrusions.",
        "A bumpy is usually a person who is overly confident, loud, and often interrupts conversations or conversations.",
        "Bumpy can refer to a variety of things, such as a surface, an appearance, or an experience.",
        "A bumpy surface is one that is uneven or rough, with raised lumps or depressions.",
        "A bumpy surface looks like a surface with small raised bumps.",
        "A bumpy surface is one that is uneven and rough, with raised bumps and depressions.",
        "Bumpy usually refers to something that has an uneven, raised texture.",
        " roadThe image is a bright sunny day on a long winding road that is covered with bumps and ruts.",
        " roadThe image is of a narrow, winding, dirt road.",
        " clay roadThe image is of a long, winding, bumpy clay road going through a remote area of the country.",
        " roadThe image is of a winding, bumpy road that appears to be running through a rural area.",
        " landscapeThis image shows a bumpy landscape with jagged peaks in the background and wild, unkempt vegetation on the rolling hills.",
        "\"The road ahead may be bumpy, but it's worth the journey!\".",
        "\"Life is full of bumps but we don't have to let them get us down!\".",
        "\"Life isn't always smooth sailing - just look at this bumpy road ahead!\".",
        "\"No smooth ride here! Navigating the rocky road can be a challenge!\".",
        "\"Taking the road less traveled - sometimes the toughest roads offer the most rewarding views!\"."
    ],
    "chequered": [
        "A chequered pattern typically features alternating squares of two colors, such as black and white, as in a chess board.",
        "A chequered pattern is made up of small, even-sized squares (sometimes diamonds or rectangles) of two alternating colors.",
        "A chequered pattern usually consists of two alternating colors, typically black and white, arranged in a checkerboard formation.",
        "A chequered pattern is a pattern consisting of alternating repeating squares of two colors, often black and white.",
        "A chequered pattern typically consists of squares in two alternating colors, such as black and white, or red and white.",
        "A chequered pattern is easily identifiable and consists of alternating squares of two colours - typically black and white.",
        "A chequered fabric has a pattern of alternating squares in two or more colors.",
        "A chequered pattern can be identified by its alternating squares of two colours, usually black and white.",
        "Chequered patterns are typically identified by their alternating black and white squares, often on a red background.",
        "Chequered patterns are typically composed of a repeating pattern of rectangles or squares in alternating light and dark colors.",
        "A chequered pattern typically looks like a repeated square pattern of alternating light and dark colors.",
        "A chequered pattern typically consists of an alternating pattern of squares of two colors, such as black and white, red and white, or black and yellow.",
        "A chequered pattern typically consists of alternating light and dark squares, arranged in a grid pattern.",
        "A checkered pattern typically consists of alternating squares or rectangles in black and white or other colors.",
        "A checkered pattern typically looks like a square grid of alternating light and dark squares.",
        " flagThe image is of a red and white chequered flag.",
        " flagThis is an image of a bright and colorful chequered flag.",
        " flagThe image is of a chequered black and white flag seen from an angle, waving in the wind.",
        " flagThe image is of a checkered flag in the traditional black and white pattern.",
        " flagThe image is of a red and white chequered flag against a dark background.",
        "\"The roads we take can be anything we want them to be.",
        "\"A race to the finish-- may the best pattern win!\".",
        "\"Black and white never looked so bold\".",
        "\"The black and white of life - a chequered landscape of life's ups and downs.",
        "\"No finish line in sight - always strive for more!\"."
    ],
    "cobwebbed": [
        "A cobwebbed surface or object will be covered with a mass of thin, silky fibers that look like a spider’s web.",
        "A cobwebbed surface is one that is covered in spider webs.",
        "A cobwebbed surface looks like a surface that is covered with a delicate, sticky mesh of very fine threadlike fibers made from the dried saliva of a spider.",
        "A cobwebbed usually looks like a delicate, lacy web with small, intricate strands extending out in all directions from a single point in the center.",
        "A cobwebbed object typically looks like a web of very fine, silky threads that are usually arranged in a geometric pattern.",
        "Cobwebs look like delicate webs of fine, thin threads.",
        "Cobwebs are composed of a fine, silky, and sometimes sticky material created by spiders in their webs.",
        "A cobwebbed area is typically spider silk or other fine, hair-like material that has been arranged into a web-like structure.",
        "A cobwebbed item can be identified by the thin, filmy webs that are usually found in corners or near windows and doorways.",
        "A cobwebbed object will have a layer of fine dust or cobwebs that resemble the structure of a spider's web.",
        "Cobwebs are thin, dusty webs spun from spiders that resemble a mesh of fine gossamer threads.",
        "A cobwebbed object often appears dusty and foggy with a thin network of delicate white-grayish threads, often appearing to form a pattern like that of a spider's web, but without the spider at its center.",
        "A cobwebbed look consists of a network of intertwined, thin, fibrous strands that create a delicate, lacy pattern.",
        "A cobwebbed look is typically characterized by a tangle of thin, messy strands, evoking the appearance of a spider's web.",
        "A cobwebbed look usually has a web-like pattern of thin, stringy lines that interconnect in various directions, creating a delicate and intricate pattern.",
        " treeThis image shows a tall, solitary tree in the middle of a foggy forest.",
        " windowThe image I'm describing is of an old white frame window with a single pane of glass.",
        " forestThis image shows a thickly forested area that is seemingly covered in a layer of cobwebs.",
        " doorThe image is of a weathered, cobweb covered, wooden door standing in an abandoned building.",
        " treeThis image shows an old, bare tree in the middle of a dense forest, covered in thick black cobwebs from a branch all the way down to the ground.",
        "\"A reminder of the intricate beauty of our world, even in its abandoned places.",
        "\"The intricate beauty of a spider's handiwork.",
        "\"The subtle beauty of a cobweb glowing in the morning light.",
        "\"The delicate artistry of a spider's web is illuminated in the early morning light.",
        "\"Beauty in decay: the delicate webs of a spider weaving a story."
    ],
    "cracked": [
        "A crack is an open space or gap in an object or material, typically resulting from a break or fracture.",
        "Cracks often appear as thin lines that can be straight, jagged, or curved.",
        "A cracked surface usually looks uneven or rough due to its broken up pieces.",
        "A crack is a long, narrow space or split where breaks have occurred in an object, usually along a straight line.",
        "Cracked paint looks raised, bubbled and discolored.",
        "A cracked object can typically be identified by visual inspection.",
        "A cracked can typically be identified visually by looking for a visible break in the surface, though a more thorough assessment may be necessary to find any hairline fractures.",
        "A cracked can typically be identified by the presence of jagged or sharp edges and cracking lines along the surface of the object.",
        "A cracked can generally be identified by visual inspection, as it will often show signs of damage, such as chipping, flaking, or discoloration.",
        "Look for any visible signs of damage such as cracks or chips in the material, as well as any discoloration.",
        "A cracked object can appear jagged and split into multiple parts, or otherwise broken in some way.",
        "A cracked surface can look very different depending on what the object or material is.",
        "A cracked object will typically appear to be broken into two or more pieces.",
        "A cracked look can vary depending on the material and type of crack.",
        "A cracked surface generally appears jagged or split, and may have a rough, scaly texture.",
        " open bird eggThe image is of a small white bird egg that has been cracked open, revealing its bright yellow yolk, still inside the eggshell.",
        " eggThis image from the internet is of a cracked egg.",
        " iPhoneThis image shows a black iPhone cracked down the middle of the screen.",
        " eggThe image is of a small white egg on a table.",
        " wellThe image I chose is of an old, abandoned well.",
        "\"The slightest crack can cause immense damage.",
        "\"It was only a matter of time before the pressure became too much.",
        "\"Life isn't perfect, but it's still beautiful.",
        "\"Even the strongest can be broken.",
        "\"Nothing lasts forever - eventually, even the strongest will break."
    ],
    "crosshatched": [
        "Crosshatching is a drawing technique consisting of overlapping and interweaving lines to create a texture.",
        "Crosshatching is a drawing technique that involves the use of intersecting sets of parallel lines.",
        "A crosshatched pattern is a series of intersecting lines drawn at an angle to each other, forming a network of small squares or rectangles.",
        "A crosshatched image is when an object or image is divided into a pattern of parallel lines that meet in a pattern of small squares, usually in a 45-degree angle, creating the appearance of a woven pattern.",
        "A crosshatched pattern is a series of intersecting lines or shapes that create many small diamond-shaped sections.",
        "Crosshatches are a common type of pattern made up of intersecting parallel lines that form small Xs.",
        "Crosshatched is identifiable by the pattern of crisscross lines.",
        "A crosshatched pattern can be identified by its unique intersecting sets of parallel lines forming a regular pattern of small squares.",
        "A crosshatched pattern can be identified by looking for overlapping diagonal or vertical lines, which create small boxes or diamonds.",
        "Crosshatched patterns are easily identifiable by their intricate, interwoven lines that form a diamond or grid-like pattern.",
        "Crosshatched is an ornamental pattern consisting of two intersecting sets of lines with each line drawn close together, forming a diamond-like pattern with a somewhat textile look.",
        "A crosshatched pattern is composed of two sets of intersecting diagonal lines that create a repeated diamond shape.",
        "A crosshatched design is created by intersecting lines that form squares or rectangles.",
        "A crosshatched pattern is one that creates a diamond-like shape made up of horizontal and vertical lines.",
        "Crosshatched is a type of pattern composed of intersecting sets of parallel lines.",
        "The image is of a white and blue abstract painting made up of a mix of lines and shapes.",
        " patternThe image is of a bright yellow and white crosshatched pattern.",
        " world mapThe image is a world map that has been crosshatched in black.",
        " drawingThis image is a drawing of a crosshatched pattern, created using single and multiple lines to create various textures and gradients.",
        " drawingThe image I have chosen is of a crosshatched drawing depicting two people embracing, with their legs intertwined.",
        "\"A pattern of delicate crosses, providing a textured background for a craft project.",
        "\"The intricate crosshatched pattern provides both texture and visual interest.",
        "\"Creating the perfect crosshatched pattern takes both skill and patience.",
        "\"The intricate crosshatching of this pencil drawing creates a visually stimulating texture.",
        "\"The intricate lines of the crosshatching blend together to create a gorgeous pattern."
    ],
    "crystalline": [
        "A crystalline is a solid material with a unique geometrical arrangement of atoms, ions or molecules that is repeated in all directions.",
        "A crystalline is a solid material composed of a regular repeating pattern of atoms, ions, or molecules.",
        "A crystal is a solid material composed of atoms that are arranged in an orderly and symmetrical pattern.",
        "A crystalline is an arrangement of atoms in a regular, repeating pattern.",
        "A crystalline is a solid form of a chemical compound in which the atoms, ions or molecules are arranged in a highly ordered microscopic structure.",
        "Crystalline materials are generally easily identifiable as they have a distinct shape and composition.",
        "Crystalline structures can be identified by their distinct geometric shapes and symmetry.",
        "Crystalline substances or solids can be identified by their unique structures and shapes that form as the substance cools and crystallizes.",
        "Crystalline substances can be identified by their physical structure.",
        "Crystalline substances can generally be identified by their uniform structure.",
        "Crystalline structures can vary greatly in size and form, but they share several common features.",
        "Crystalline typically refers to a solid substance in which the particles are arranged in a regular, ordered pattern.",
        "The physical appearance of a crystalline material depends on the type of crystal structure it has and the size of the crystals.",
        "Crystals typically have the following characteristics: angular, symmetrical shape; flat sides or faces; sharp, pointed edges; and an interior composed of a three-dimensional repeating lattice structure.",
        "A crystalline material can appear in a wide variety of shapes, but its structure is geometrically consistent and usually symmetrical.",
        " structureThis photo shows an image of an intricate crystalline structure.",
        " structureThis image is of a crystalline structure.",
        " structureThe image depicts a crystalline structure composed of many small hexagonal shapes in a layered formation.",
        " structureThe image is a microscopic photograph of a crystalline structure in orange and teal coloring.",
        " structureThis image is of a crystalline structure consisting of an array of small, light blue hexagonal shapes joined together in a highly symmetrical pattern.",
        "\"A closeup of the intricate beauty of a natural quartz crystal, illuminated by a warm light.",
        "\"The intricate beauty of a composed crystal, gleaming in the sunlight\".",
        "\"A perfect illustration of order and symmetry - a delicate snowflake crystal\".",
        "\"The beauty of nature - the intricate details of a crystalline structure.",
        "\"The intricate beauty of the crystalline structure making up this gemstone speaks to the complexity of nature."
    ],
    "dotted": [
        "A dotted line is a line with a series of evenly spaced dots.",
        "A dotted line is a line with a series of small, evenly spaced dots.",
        "A dotted line is an evenly spaced pattern of dots, usually connected by straight lines.",
        "A dotted line is a line made up of a series of small, round dots or dashes that are evenly spaced apart.",
        "A dotted line is a line composed of a sequence of evenly spaced dots.",
        "A dotted line is a line made of a series of short dashes.",
        "A dotted line is usually identified by its distinctive pattern of equally spaced dots forming a continuous line.",
        "A dotted line can be identified by its dotted appearance, or by the presence of small gaps or dots along its length.",
        "A dotted line can be identified by its evenly spaced dashes, which are usually short in length and spread out over a long line.",
        "A dotted line is a line composed of a series of small dots or dashes that come together to form a continuous line.",
        "A dotted line is made up of a series of small circles or dots that are evenly spaced and linked together to form a single line.",
        "A dotted line looks like a line of evenly spaced dots.",
        "A dotted line is a line with a series of small dots which create breaks in the line, usually with a consistent spacing between the dots.",
        "A dotted line is drawn as a series of short dashes, each separated by small gaps, which gives the effect of a dotted line when viewed from a distance.",
        "A dotted line looks like a series of evenly spaced dots connected by a straight line.",
        " mountainThe image is of a beautiful mountain range with lush green foliage and jagged peaks, all set against an azure blue sky.",
        " lineThis image is of a dotted line.",
        " lineThis image is a black and white dotted line on a white background.",
        " treeThe image I have chosen is of a tree with dotted, pinkish-purple foliage that stands out against the vivid blue sky.",
        " patternThis image is a black and white illustration of a dotted pattern.",
        "\"The path may be uncertain, but the journey is worth taking.",
        "\"The path to success is full of small steps\".",
        "\"Life is full of surprises; each one an opportunity for growth and adventure.",
        "\"Sometimes when you take a step back, the answer is right in front of you.",
        "\"Plotting a new course to a better tomorrow!\"."
    ],
    "fibrous": [
        "A fibrous material typically consists of long, thin fibers that are held together in a matrix or web.",
        "A fibrous material is a type of material that has a very porous and flexible structure and is made from long, thin, intertwined, and strong fibers.",
        "A fibrous material is typically composed of long, thin fibers with very small diameters.",
        "A fibrous material looks like a thin, thread-like material that can be woven into fabrics or used as insulation material.",
        "A fibrous material looks like a network of fibers woven together.",
        "A fibrous material will usually feel stiff and display more net-like qualities, as opposed to being flexible or having a smooth surface.",
        "A fibrous material is often identified by its structural properties.",
        "A fibrous material can usually be identified by its appearance.",
        "Fibrous materials can be identified by their filamentous structure.",
        "Fibrous materials are easily identified by their texture; they are usually very stiff, ridged, and have a rough feel.",
        "A fibrous material can look like fine threads or strands that are tough and flexible.",
        "Fibrous material can look like many different things depending on the specific material.",
        "Fibrous materials have an interlaced network of fibers, and can sometimes look like coarse cloth or paper.",
        "A fibrous material can look like a fabric, with a texture that is stiff, but flexible.",
        "Fibrous structures can vary in appearance, depending on the type of material and its intended purpose.",
        " plantThis image from the internet shows a fibrous plant of a species called Agave.",
        " materialThis image is of fibrous material, such as felt or cloth, in an off-white color.",
        " rootThe image is of a fibrous root system, with hundreds of small shallow roots radiating out from a central point, forming a tangled network.",
        " stemThis image from the internet shows a cross section of the fibrous stem of a plant.",
        " rootThe fibrous root depicted in this image is a branching network of white, fibrous-looking plants emerging from the ground.",
        "\"A close-up view of the strong, fibrous texture of leaves from a tropical palm tree\".",
        "\"The closeup reveals the intricate structure of this fibrous material, showing how its fibers are woven together to create its unique texture.",
        "\"The intricate web of fibers creates a beautiful tapestry of strength and resilience.",
        "\"The intricate structure of the fibres provides strength and flexibility to the material.",
        "\"The intricate structure of a fibrous material, showing the many thin strands which interweave to create a strong, resilient material."
    ],
    "flecked": [
        "A flecked pattern typically consists of two colors where a lighter color is flecked and dispersed against a darker background.",
        "A flecked item features a two-toned finish, usually with light and dark spots throughout.",
        "A flecked pattern typically consists of small, irregularly scattered spots or specks of color on a lighter or darker background.",
        "A flecked item typically has small flecks or dots of color that vary in shape and size, scattered across a solid background.",
        "A flecked pattern typically has irregular and scattered spots of different sizes or colors on a contrasting background.",
        "Flecked is a type of pattern in cloth or fabric.",
        "A flecked animal is usually identified by its unique coat pattern of white and black patches or spots, as well as variations of other colors.",
        "A flecked is a pattern of tiny spots usually seen in animals with a spotted coat such as on cattle or horses.",
        "Flecking is when small spots, streaks, or specks of color appear on the surface of fabric or a material, typically as the result of melting parts of a dye onto the surface.",
        "Flecked refers to a type of coat pattern in animals, usually horses.",
        "A flecked look usually involves one color creating a speckled or mottled effect, with other colors interspersed throughout.",
        "A flecked look is when an item or surface has tiny bits of a different colored material scattered across it, indicating a speckled or mottled look.",
        "A flecked appearance means something has markings or spots that are lighter or darker than the background color.",
        "Flecked usually refers to an item that has been covered with small flecks of a different color or material.",
        "A flecked look is a type of pattern that is made up of small speckles of colors.",
        " carpetThe image is of a light grey-blue flecked carpet.",
        "This image from the internet shows a close-up of a flecked cat's fur.",
        " horseThis image shows a muscular black and white flecked horse standing in a field.",
        " shirtThis is an image of a navy blue shirt with white flecks.",
        " catThis image is of a grey and white flecked cat, sitting in a sunbeam and posed like a Sphinx.",
        "\"A closeup of the unique speckled pattern on the feathers of a wild bird.",
        " \"Spotted from afar, this beautiful flecked is basking in the sun on a sunny day\".",
        "\"The beautiful patterns found in nature can't help but capture our attention.",
        "\"The intricate pattern of this flecked stone adds a unique texture to any garden or outdoor space.",
        "\"A beautiful sunny day showcasing the stunning array of colors in nature."
    ],
    "freckled": [
        "Freckles are small, flat, roundish spots that range in color from light brown to reddish-brown.",
        "A freckle is a small, flat, brownish spot on the skin, often seen on people with lighter skin tones.",
        "Freckles are small flat brown spots that can appear on the face, neck, arms, or hands.",
        "Freckles are small, round, lightly-colored spots that range in color from light brown to reddish-brown.",
        "Freckles are small flat dark spots or patches that usually occur in clusters on the face, arms, or shoulders.",
        "Freckles are typically small, flat, light-brown spots on the face and body that are usually seen in people with light skin tones and are caused by sun exposure or genetics.",
        "Freckles are small round spots which are usually multiple in number and have a lighter colour than the skin.",
        "Freckles can be identified by their small, flat, round and tan to light brown spots on the face, arms, back and other areas.",
        "Freckles typically appear as small, flat or raised spots on the skin that can vary in color from light pink to dark brown.",
        "Freckles are small, flat, round spots on the skin that are usually tan or light brown.",
        "Freckles are small, circular spots or dots of color on the skin.",
        "Freckles are small, flat, round spots on the skin that are usually lighter in color than the person's normal skin tone.",
        "Freckles are small, flat spots on the skin that often appear on the face, shoulders, and arms.",
        "Freckles are small, flat spots on the skin, usually found in clusters.",
        "Freckles are small, flat, round spots that are typically lighter in color than the surrounding skin.",
        " faceThe image is of a smiling woman with bright eyes and freckles.",
        " faceThis image is of a young girl with blond hair and rosy cheeks, looking directly at the camera with a smile.",
        " personThis image is of a young woman with a big smile on her face.",
        " personThis person in the image has pale skin with speckles of freckles scattered across their face, neck, shoulders, and parts of their arms.",
        " personThis image is of a young woman with fair skin and a light brown hair pulled back into a bun.",
        "\"The beauty of freckles is undeniable.",
        "\"Freckles for days!\".",
        "\"Freckles make me feel unique and beautiful!\".",
        "\"Never be ashamed of your unique beauty, freckles and all!\".",
        "\"Deborah's bright smile made her freckles dance in the sunlight."
    ],
    "frilly": [
        "A frilly is a type of style characterized by multiple layers of flouncy, fluff fabric.",
        "A frilly is often a type of fabric or garment featuring a lacy, ruffled appearance.",
        "A frilly typically refers to an abundance of decorative detailing, often in the form of ruffles, lace, pleats, or drapery.",
        "A frilly is a type of clothing or fabric decoration that features a large amount of fabric, often crisp and voluminous, gathered into multiple layers of ruffles.",
        "A frilly is a piece of fabric that has many layers, often with a lace or ruffle trim, that's used to give a decorative design or texture to clothing, accessories, and other items.",
        "A frilly is usually characterized by a lot of layers of fabric with a lot of ruffles and pleats.",
        "A frilly is a type of fabric or clothing item that has a lot of decorative ruffles and/or pleats.",
        "A frilly item can generally be identified by the presence of frilly or lacy details, such as ruffles, bow details, or other features of a more decorative nature.",
        "A frilly item can be identified by its abundance of fabric, ruffles and/or lace.",
        "A frilly is usually identified by its ruffles, bows, or other decorative, fluttery elements.",
        "A frilly look often features a lot of ruffles and flounces, whether on the edges of clothing or incorporated into the design itself.",
        "A frilly look can mean a lot of different things.",
        "Frilly usually refers to fabric or clothing that is decorated with extra ruffles or other decorative elements.",
        "A frilly look can be defined as an overly ornate or decorative style, with lots of ruffles, lace, bows, and other embellishments.",
        "A frilly look is generally characterized by ruffles, lace, and other decorative accents.",
        " pink dressThis image is of a frilly pink dress with a deep V neckline, an empire waist, and long, sheer sleeves.",
        " prom dressThis image is of a white ball gown with a full, frilly skirt.",
        " dressThis image from the internet is a stunning off-the-shoulder evening gown with an array of dazzling frills.",
        " dressThis image is of a pink frilly dress.",
        " pink dressThe image is of a beautiful frilly pink dress.",
        "\"Fashioning a fun and flirty look!\".",
        "\"Nothing says girly like a frilly dress!\".",
        "\"Frothy, fun, and feminine - just the way we like it!\".",
        "\"Say goodbye to ordinary and hello to extraordinary!\".",
        "\"Delight in the details! This frilly makes a statement with its unique texture and fun style."
    ],
    "gauzy": [
        "A gauzy fabric has a sheer, lightweight appearance, with a loose weave that allows light and air to pass through.",
        "Gauzy fabric is a light, sheer fabric with a very soft and almost translucent texture.",
        "Gauzy is a light, thin fabric made from cotton, rayon, nylon, silk, or other fibers.",
        "Gauzy fabric is a sheer, lightweight fabric which often has a slightly rough, but soft, texture.",
        "A gauzy fabric is a very lightweight, sheer, thin, and flowing fabric that is made of natural or synthetic fibers such as cotton, silk, linen, or rayon.",
        "Gauzy fabric usually has a light and airy feel, with a slightly sheer appearance.",
        "A gauzy fabric has a very light and airy texture.",
        "Gauzy fabric is usually lightweight, semi-transparent, and sheer with a slightly crunchy texture.",
        "A gauzy typically has lightweight, sheer fabric with a glossy or textured look.",
        "A gauzy is a type of lightweight, sheer fabric that is usually made of cotton or a blend of cotton and synthetics.",
        "A gauzy look depends on the fabric and the way it has been treated; it can range from a light, sheer, semi-transparent look to a slightly heavier, opaque look.",
        "A gauzy look is usually created with lightweight fabric, such as mesh, tulle, lace, or gauze.",
        "A gauzy look is usually achieved with a sheer fabric that is lightweight and gently drapes against the body.",
        "Gauzy fabric typically has a translucent, lightweight, and airy appearance.",
        "A gauzy look tends to be airy and sheer, often created with lightweight fabrics like tulle, muslin, or chiffon.",
        " white dressThe image I'm describing is of a strapless gauzy white dress.",
        " white curtainsThe image is of two gauzy white curtains hanging side by side.",
        " white gownThe image is of a gauzy white gown that looks to be made of a lightweight material.",
        " white skirtThis gauzy white skirt is a beautiful, feminine piece made out of a lightweight airy material.",
        " fabricThis gauzy fabric image from the internet shows a material that is thin, lightweight, and almost translucent.",
        "The delicate beauty of a summer sunset - captured in the soft, gauzy fabric of the evening sky.",
        "\"A light and airy fabric draped gracefully in the breeze\".",
        "The gentle sway of the gauzy curtain creates a dreamy atmosphere.",
        "\"The delicate gauze fabric catches the light, creating a romantic and dreamy mood.",
        "\"A soft summer breeze radiantly rustling through a cascade of sheer fabric."
    ],
    "grid": [
        "A grid is a network of intersecting vertical and horizontal lines that divide a page into rows and columns.",
        "\nA grid is an arrangement of perpendicular intersecting lines in a square or rectangular formation used to divide a space into sections.",
        "A grid is a network of intersecting horizontal and vertical lines, forming squares or rectangles of equal sizes.",
        "A grid is a network of intersecting horizontal and vertical lines that create a series of squares or rectangles.",
        "A grid is a series of intersecting vertical and horizontal lines that form a pattern of squares or rectangles.",
        "A grid is typically characterized by an array of lines that intersect to form columns and rows.",
        "A grid is a series of squares created with horizontal and vertical intersecting lines.",
        "A grid is typically composed of evenly spaced horizontal and vertical lines that form boxes or units of different sizes.",
        "A grid can be identified by its rows and columns of intersecting lines which are used to aid the alignment of items within a container or page.",
        "A grid can be identified by its template of regular, intersecting lines, either vertical, horizontal, or both.",
        "A grid typically consists of a series of intersecting horizontal and vertical lines that form a network of squares or rectangles.",
        "A grid is a rectangular arrangement of vertical and horizontal lines, forming equal-sized squares that divide a space into small segments.",
        "A grid typically consists of a series of evenly spaced, equally sized rectangles arranged in either a square or rectangular pattern.",
        "A grid is an arrangement of equally spaced horizontal and vertical lines used to organize information.",
        "A grid is an ordered array of intersecting vertical and horizontal lines used to structure content or create a two-dimensional layout.",
        "This is an image of an orange grid with a black and white checker pattern and white lines forming a cross-hatch pattern.",
        "This image is of a white grid background with a blue border.",
        "This image from the internet is of a blue grid of three columns and three rows.",
        " of black and white squaresThe image is a grid of black and white squares arranged in an alternating pattern.",
        "This image is of a symmetrical grid of evenly-spaced lines.",
        "\"Organizing complex tasks into neat and manageable sections can help to make tackling them less intimidating.",
        "\"A visual representation of the power of organization.",
        "\"A 9x9 grid showing the complete solution for a classic Sudoku puzzle.",
        "A graphical representation of the interconnectedness of life.",
        "\"A close-up view of a wallpaper wall showing a classic grid pattern."
    ],
    "grooved": [
        "A grooved surface looks like a surface that has been scored with evenly-spaced horizontal or vertical lines, or with curved lines or patterns.",
        "A grooved surface typically has a series of ridges and indentations that run in the same general direction.",
        "A grooved object has curved lines cut into the surface that create a repeating pattern.",
        "A grooved surface is one that has channels cut into it.",
        "A grooved surface is one that has gasped, ridges, channels, furrows, or cuts that run in a particular direction.",
        "A grooved item can be identified by looking for a channel or ridge that runs along the length or width of the item.",
        "Grooved surfaces are typically identified by their distinctive pattern of grooves, which are typically cut into the material and run parallel to each other.",
        "A grooved surface can usually be identified by its ridges or 'grooves' that form a pattern along the surface.",
        "A grooved object can be identified by its smooth linear features, or by the presence of a channel, or groove, that runs the length of the object.",
        "A grooved object can typically be identified by its rounded or channeled edges, as well as any lines that run through the object's length.",
        "A grooved surface is one that has a series of parallel troughs or ridges that run in the same direction.",
        "A grooved surface is one that has a pattern or groove made into it.",
        "A grooved object is one with a series of shallow, parallel channels cut or molded into the surface of the object.",
        "A grooved surface is a surface that has a row of indented parallel lines cut into it, creating a “groove” or channel.",
        "A grooved surface is one that has an indented or channeled pattern formed in its surface.",
        " wheelThis image shows a grooved wheel that appears to be made of metal.",
        " wallThe image is of a textured gray and beige grooved wall.",
        " cylinderThe image shows a silvery-gray metal cylinder with vertical grooves running down its length.",
        " surfaceThe image is of a grooved grey surface with many evenly spaced grooves running across it in one direction.",
        " sphereThis image is a picture of a metal sphere with a series of shallow grooves machined into its surface.",
        "\"The unique grooves of this sculpture create an intriguing texture and visual pathway.",
        "\"The intricate details of the grooved surface create a stunning reflection in the sun.",
        "\"The intricate patterns of the grooved surface create a striking texture.",
        "\"The years of wear and tear have given this door a unique and mesmerizing texture.",
        " \"This ancient pottery has seen centuries of changing hands and been around for generations, showcasing deep grooves that give a beautiful texture to the surface."
    ],
    "honeycombed": [
        "A honeycomb is a structure made up of a repeated hexagonal pattern made of thin walls of wax that holds nectar and pollen for the bees.",
        "A honeycomb is a structure consisting of multiple hexagonal cells made of wax or other material constructed by honeybees.",
        "A honeycombed structure is an arrangement of cells or compartments separated by thin walls.",
        "A honeycomb is a smooth surface with numerous small, hexagon-shaped cells evenly spaced apart in a hexagonal pattern.",
        "A honeycomb is a series of hexagonal cells made from beeswax by honeybees.",
        "Honeycombed material can usually be identified by its distinct hexagonal patterns.",
        "Honeycombed structures can be identified by their distinct shape which consists of a hexagonal pattern of cells or compartments.",
        "A honeycomb is a structure made up of small hexagonal cells, usually made from beeswax or other waxes.",
        " A honeycombed pattern can be identified by looking for a pattern of hexagonal shapes, typically seen in the form of repeated hexagonal cells.",
        "Honeycombed items can be identified by their hexagonal or angular shapes that form an interlinked pattern, similar to the pattern of a honeycomb.",
        "A honeycombed pattern typically has hexagonal-shaped cells arranged in a repeated pattern, much like the pattern of a honeycomb.",
        "A honeycombed structure is composed of hexagonal cells that together form a rigid structure.",
        "A honeycomb is made up of a pattern of hexagonal wax cells, each of which is made and filled by honeybees.",
        "A honeycombed surface has a texture that resembles a honeycomb, with hexagonal shapes of varying sizes.",
        "A honeycomb is a structure made up of small, hexagonally shaped cells, each containing a honey-filled nucleus.",
        "This image is of a close up of a honey combe.",
        " beeThis image is of a honeycombed bee.",
        "The image is of a perfectly symmetrical honeycomb with golden wax cells clustered together.",
        " structureThe image shows a close-up view of a honeycomb structure made up of several hexagonal cells arranged in a repeating pattern.",
        " beehiveThis image from the internet depicts a close-up of a beehive built in the traditional style and made of honeycomb.",
        "A close up of a beehive, showing the different layers of cells which make up the honeycomb.",
        "\"The intricate beauty of a honeycomb\".",
        "\"The remarkable structure of a honeycomb, built by the hardworking bees of the hive.",
        "\"The beauty of a honeycomb revealed, showing the intricacy and precision of nature.",
        "\"A close-up view of the intricate architecture of a honeycomb, showcasing its beauty and precision."
    ],
    "interlaced": [
        "An interlaced image is one where the horizontal lines of the image have been split into two separate sections.",
        "An interlaced image appears to be \"shifted\" or \"brought apart\" horizontally, creating alternating lines of horizontal pixel lines that are offset, and creating a \"checkerboard\" pattern.",
        "An interlaced image appears as a blurry, checkerboard pattern of scanlines.",
        "An interlaced image displays alternating rows of image data, which produces a noticeable pattern of interlocking lines when viewed.",
        "An interlaced image, also known as a \"comb\" image, is an image that appears to have horizontal lines running through it.",
        "Interlaced video can be identified by its characteristic \"combing\" effect, where moving objects in the image appear to be broken or segmented.",
        "Interlaced images are easily recognizable because they are composed of two separate passes that interweave the scanlines, creating a visible “checkerboard” pattern.",
        "Interlacing is a method of video compression that splits each frame of a video into separate fields.",
        "Interlaced video can be identified by the noticeable \"combing\" or jagged edges it produces when there is motion in the video.",
        "Interlacing is easily identifiable by the 'comb' or 'feathering' effect visible in images and video that contain interlaced video such as CCTV footage.",
        "An interlaced image typically has a visible \"checkerboard\" pattern, which can be seen when the image is enlarged.",
        "An interlaced image is one where the scanlines are split into two fields, each field containing alternating lines from the original picture.",
        "Interlacing is a method of combining two or more fields of a video image in order to create a single composite frame.",
        "Interlacing is a technique used to display video where odd and even fields of adjacent scan lines are interleaved within a single frame.",
        "An interlaced image looks like a picture that has been divided into horizontal strips and then merged together in a checkerboard pattern.",
        " weavingThis image is of a colorful interlaced weaving pattern viewed at an overhead angle against a light blue backdrop.",
        " laceThe image is of a beautiful white interlaced lace pattern fabric.",
        " patternThe image is a square composed of several rows of interlaced black and white triangle shapes, creating a diamond pattern.",
        "The image I found shows a black and white graphic of a twined rope.",
        " patternThe image from the internet is of an intricate, interlaced pattern composed of two colorful bands of blue and red.",
        "\"A beautiful display of interlaced pattern found in nature.",
        "\"The intricate lines of the interlaced knots create a complex, yet beautiful pattern.",
        "\"An intricate pattern of interlocking circles creates a mesmerizing visual effect.",
        " \"The intricate beauty of an interlaced pattern, with its complex array of lines and curves, is a testament to the skill of its creator.",
        "\"The intricate patterns of an interlaced design create a unique and beautiful tapestry."
    ],
    "knitted": [
        "A knitted fabric is usually composed of a series of interlocking loops of yarn that are created by using two pointed needles.",
        "A knitted fabric is one that is created by connecting loops of yarn together with knitting needles or other tools.",
        "Knitted fabric looks like a series of small, interlocking loops, which are usually connected by crossing one loop over another.",
        "A knitted item is a fabric that is composed of loops of thread, yarn, or other material linked together in a series of intertwined loops.",
        "Knitted fabrics consist of many small interlocking loops of yarn that have been formed by looping the yarn around itself or each other.",
        "To identify a knitted item, look at the fabric.",
        "A knitted fabric is easily identifiable due to its distinctive loops and holes.",
        "Knitted fabric is easily identified by its distinct interlocking loops of yarn.",
        "A knitted fabric can be identified by observing the interlocking loops of yarn that make up the material.",
        "Knitted items typically have a distinct, visible stitch pattern.",
        "A knitted item typically has a panel of fabric that has been stitched together by interlocking loops of yarn or thread.",
        "A knitted item can look very different depending on how you stitch it.",
        "A knitted item can be anything that is crafted using knitting needles and yarn.",
        "A knitted item can look like anything from a sweater or a scarf to a hat, mittens, blanket, or even a toy.",
        "A knitted fabric has a distinct appearance of small loops of yarn that are woven together.",
        " jumpThis knitted jump is light pink in color and features a traditional cable knit pattern along the chest and sleeves.",
        " objectThe image is of a beautiful handmade knitted scarf.",
        " sweaterThe image is of a bright yellow knitted sweater.",
        " scarfThis is an image of a simple but elegant knitted winter scarf.",
        " sweaterThis image shows a baby blue knitted sweater with a turtle neck.",
        "\"Grandma's love warms every inch of this cozy sweater.",
        "\"I just finished knitting this colorful scarf - it's a perfect way to brighten up a cold winter day!\".",
        "\"I'm never cold when I'm curled up with my handmade chunky scarf!\".",
        "\"Warm and cozy - nothing quite beats a handmade winter hat!\".",
        "\"Warmth of homemade love\"."
    ],
    "lacelike": [
        "Lacelike refers to something resembling lace, a delicate fabric made of thread.",
        "A lacelike pattern is characterized by its intricate, delicate, and intricate details.",
        "A lacelike pattern is a delicate, intricate design made up of intertwining circles and curved lines that resemble lace or a woven mesh.",
        "Lacelike typically means something with characteristics of lace – delicate, intricate, and often detailed designs.",
        "A lacelike pattern is a delicate, intricate design, typically featuring an interconnected network of ornate, looping shapes.",
        "Lacelike fabric or objects have a delicate intricate pattern and are typically composed of a fine mesh or netting.",
        "A lacelike object is often identified by its delicate, intricate mesh pattern of yarn or thread.",
        "Lacelike fabric is typically very thin and sheer with a delicate, intricate pattern of raised threads or dots.",
        "A lacelike pattern is characterized by intricate and delicate designs with a lot of detail.",
        "Lacelike fabric or patterns can usually be identified by their intricate and delicate designs of interlocking loops and interwoven threads.",
        "A lacelike look typically consists of intricate web-like patterns or designs created with thin twine or thread.",
        "Lacelike fabrics typically feature intricate, ornate, and delicate patterns.",
        "A lacelike look is typically delicate and intricate, with an open, delicate pattern of yarn or thread loops connected with one another.",
        "Lacelike means \"resembling lace\" in that it appears to be delicate and intricate.",
        "Lacelike is an adjective used to describe a pattern or design that is similar to lace, often used to describe intricate embroidery or detailing on fabric.",
        " snowflakeThe image is of a delicate snowflake with the intricate pattern of a lace-like fabric.",
        " curtainThe image of the lacelike curtain is quite beautiful, with a bright white hue.",
        " fabricThis image from the internet is of a delicate, white lacelike fabric.",
        " patternThis image shows a white lacelike pattern that has been delicately embroidered onto a light blue background fabric.",
        " patternThis image shows a delicate, intricate pattern of lace with a unique, lacy floral design.",
        "\"The delicate beauty of intricate lace creates an alluring elegance.",
        "\"A unique work of art: intricate details of a handmade lace pattern.",
        "\"The delicate beauty of lace exemplified in all its intricate glory\".",
        "\n\"The intricate details of the lace create a pattern of beauty.",
        "\"The delicate beauty of lace in its finest form\"."
    ],
    "lined": [
        "A line is a geometric shape that consists of a single straight line segment that has no endpoints.",
        "A line is a straight path between two points.",
        "A line typically looks like a thin, continuous mark going across a page or a surface.",
        "A line can be a straight or curved path connecting two points.",
        "A lined is a line-shaped mark on a surface created by drawing, writing, or engraving.",
        "A lined item can usually be identified by the presence of faint vertical lines that evenly separate the item into sections so that it can be filled in.",
        "A lined paper is usually a type of paper that has horizontal lines printed on it.",
        "A lined paper usually has a dotted or solid line running across the middle of each page.",
        "A lined paper typically has evenly spaced horizontal lines that are used as guides for handwriting.",
        "A lined item can usually be identified by its marked lines or divisions.",
        "A lined look can refer to a variety of different styles, but a common definition could include apparel or accessories that feature vertical, horizontal, or diagonal lines of varying thicknesses or colors, creating an overall pattern.",
        "A line can take many forms, but most of the time, it is simply a central mark or line that extends from one point to another with no variation in width.",
        "A lined paper typically consists of horizontal lines that are spaced evenly apart from each other going from left to right.",
        "A lined look can refer to several different types of fabrics and styles.",
        "A line looks like a simple mark made on a surface.",
        " up airplaneThe image is of a long line of commercial airplanes parked at an airport, side by side.",
        " up convoyThe image is of a long line of convoy vehicles driving in a single file in the desert.",
        " paperThe image is of a standard lined paper with blue horizontal lines spaced evenly across the page.",
        " paperThis image of lined paper is an 8.",
        " paperThe image is of a white A4 sheet of ruled paper with faint grey lines spaced out evenly across the page with a small margin on the left side.",
        "\"A clear path for accomplishing our goals\".",
        "\"A view of the sky from behind a line of trees, creating the perfect outdoor scene.",
        "\"Charting a course for success: Following the roadmap to achieve goals.",
        "\"The infinite lines of the horizon stretch endlessly, a reminder that the possibilities for adventure are boundless.",
        "\"The path to success is full of twists and turns - make sure to stay on track!\"."
    ],
    "marbled": [
        "A marble is a small, rounded object made from colorful, patterned glass.",
        "Marble is a stone that is composed of a variety of minerals, including quartz, calcite, dolomite, and feldspar.",
        "Marbles are small, round objects typically made of glass or stone.",
        "A marbled is a kind of pattern or effect that looks much like the swirls produced when two or more colors of liquid marble mix together.",
        "A marbled is an item that has two or more colors swirled together in a pattern that looks like a marbled surface.",
        "A marbled is a type of material with a swirl or streaked pattern that resembles marble or stone.",
        "Marbled animals have colored patches, streaks, swirls, or a mix of multiple colors, which are usually distinct from the background color.",
        "A marbled can be identified by its distinctive marbled, spotted pattern, which is usually made up of different colored patches, swirls, and spots.",
        "A marbled can be identified by its distinctive spotted pattern.",
        "Marbles can be identified by their unique shapes, sizes, and colors.",
        "Marbled typically refers to a pattern of veins and swirls that resemble the veins of marble.",
        "A marbled look is when two or more colors are blended together in a swirl-like pattern, creating an abstract, decorative look.",
        "A marbled look is achieved by combining two or more colors together in a way that creates a swirling, swirled pattern.",
        "Marbling is a type of creative art or decorative technique which involves the use of a combination of different colored materials to create a marbleized, veined, or swirled pattern on the surface of the material.",
        "A marbled look is a type of pattern created by blending two or more colors or materials together.",
        " cakeThis image from the internet is of a delectable blueberry marbled cake.",
        " cakeThis marbled cake is a stunning, mouthwatering image of a delicious dessert.",
        " cakeThis image is of a round marbled cake with a light pink and dark pink marble effect created through gentle swirling of the two colors in the cake batter.",
        " surfaceThis image shows a breathtakingly beautiful marbled surface.",
        " cakeThis image shows a stunning marble cake, made with contrasting swirls of two different colors of cake batter.",
        "\"The intricate patterns of the marble create a mesmerizing display of artistry.",
        "\"A perfect wave of marble swirls against a black canvas, creating an endlessly mesmerizing landscape.",
        " \"The intricate beauty of the marble's swirling pattern creates a captivating display of color and texture.",
        "\"The beauty of marble captivated me, its swirling colors seemingly dancing on the surface.",
        "\"The beauty and complexity of nature on full display with this vibrant marbled stone\"."
    ],
    "matted": [
        "A matted look is when individual strands of hair become linked together to form larger clumps or strands.",
        "A matted look refers to hair that has become tangled and knotted together.",
        "Matted fur is fur that has become tangled and knotted due to lack of grooming.",
        "A matted coat is one where the individual hairs of the coat are matted together to form clumps and knots.",
        "A matted look is a style of hair that has been purposefully knotted together and left to form a messy, unkempt appearance.",
        "You can identify a matted dog by its fur; it will be significantly more knotted than a healthy coat, may parts of it may appear to be glued together, and other parts may appear to be clumped together.",
        "A matted coat may be identified by fur that is clumped together in mats or tangles rather than lying flat and smooth.",
        "Matted fur is defined as fur that is knotted, tangled, or pressed together into clumps.",
        "A matted coat will feel rough, often look disheveled, and can have a tangled or knotted appearance.",
        "A matted coat will generally look clumpy and dense, and feel hard and rough to the touch.",
        "A matted look gives the appearance of unkempt or disheveled hair.",
        "A matted look is a dull, disheveled look caused by knots and tangles in the hair.",
        "A matted look is when the hair appears untidy, tangled, and clumped together.",
        "A matted look typically appears when the hair is tangled or knotted together and matted into a solid mass.",
        "A matted look is a type of hairstyle that is characterized by tangles and knots that create a messy, disheveled look.",
        " labThis image shows an adorable matted lab in a playful pose.",
        " dogThe image shows a close-up of an adorable medium-sized matted dog.",
        " black catThis image from the internet is of a matted black cat.",
        " catThe image is of a long-haired, gray tabby cat lying down and comfortably napping on a cozy-looking matted bed.",
        " tortoiseshell catThis is a picture of a beautiful Tortoiseshell cat with luxurious matted fur.",
        "\"A cozy matted in the sun, perfect for curling up in for a nap.",
        "\"My fur friend looking all cozy with her new matted bed!\".",
        "\"A cleanly combed, matted coat was the perfect look for this pup!\".",
        "\"The hard work of professional grooming isn't complete until the fur's been given a luxurious \"mat\"te look!\".",
        "\"A beautiful matted coat of fur, ready for a walk in the park!\"."
    ],
    "meshed": [
        "A mesh is a network structure made up of nodes connected by edges.",
        "A mesh is a system of interconnected, relatively rigid, elements arranged in a pattern or network.",
        "A mesh is a network topology in which each node is connected to every other node in the network.",
        "A meshed network is a network topology in which each node (computer, server, switch, etc.",
        "A meshed network is a type of network architecture in which multiple nodes are connected, creating redundant paths between them.",
        "A meshed network is a type of topology where multiple nodes are connected to each other via multiple paths, forming a “mesh” of interconnected nodes.",
        "A meshed network is typically identified by the presence of more than one connection between nodes.",
        "A meshed is a type of network topology in which each node is connected to two or more other nodes in a chain-like pattern.",
        "A mesh is a network topology in which devices are connected in a way that allows all nodes to communicate with each other.",
        "A meshed network is a type of computer network in which two or more routers are connected together with multiple actual or virtual links.",
        "A meshed network typically consists of a series of interconnected devices and computers that communicate with each other.",
        "Meshed can refer to a number of different objects, most commonly a net-like structure or a fabric with a similar open weave.",
        "A mesh typically refers to a basic interconnecting network of lines or circles that are used to join multiple points.",
        "A meshed object is one that is made of a tightly woven, interlocking pattern of lines or fibers to form a strong, solid material or structure.",
        "A meshed network looks like a web or a spiderweb, due to nodes, or points of connection, being spread out and connected in multiple directions.",
        " up trapThe image is of a metal trap that is covered in mesh, like a large cylinder made with metal bars.",
        " sunThe image is of a three-dimensional golden sun with a metallic meshed texture.",
        " footballThis image is of a meshed football, which has a net-like pattern stitched onto the exterior of it.",
        " lakeThe image is of a lake surrounded by trees with a meshed netting draped over the top.",
        " forestThe image is of a thick, lush forest with tame sunlight filtering through the trees.",
        "\"The intricacy of this metal mesh creates an awe-inspiring pattern, a testament to the skill of the craftsperson who created it.",
        "\"The strength of a mesh-like structure is shown in this intricate web.",
        "\n\"A close-up of a physically meshed network, showing how the different computer systems are connected\".",
        "\"The end product of a grueling day of work: a strong, resilient mesh to protect the structure.",
        "\"A view of intricate detailing in a metal mesh, exemplifying the delicate and complex beauty found in everyday objects."
    ],
    "paisley": [
        "Paisley is a droplet-shaped vegetable motif of Indian and Persian origin.",
        "A paisley is a droplet-shaped ornament commonly used in fabric prints and patterns.",
        "A Paisley is an ornamental design of a droplet, teardrop, or comma shape.",
        "Paisley is a droplet-shaped motif of Indian and Persian origin featuring a cropped teardrop surrounded by a curved body.",
        "Paisley is a droplet-shaped vegetable motif of Indian and Persian origins.",
        "Paisley prints are easily identifiable by their characteristic teardrop pattern.",
        "Paisley is a distinct pattern that features a curved teardrop-shaped motif with a curved pointed top, often in repeating form.",
        "Paisley is a droplet-shaped vegetal motif originating in the ancient city of Paisley, Scotland, and has been used for centuries in both fabric and artwork.",
        "A paisley pattern is easily identifiable by its distinctive shape, which is a teardrop different sizes and curving arms on the side.",
        "Paisley is a design that features complex curved patterns featuring a teardrop-like shape with curved, scalloped edges.",
        "A paisley is a teardrop-shaped, abstract, curved figure which usually has a complex and brightly colored design.",
        "Paisley is a teardrop-shaped motif commonly associated with the patterned fabric of the same name.",
        "A paisley is a design of a curved teardrop shape with a curved upper end that resembles a perfectly symmetrical curved leaf or a bent acorn or the shape of a butterfly.",
        "Paisley is a decorative design featuring an ornamental teardrop-shaped pattern.",
        "Paisley is a teardrop-shaped vegetable or fruit design that often features curved, swirled, and abstracted shapes.",
        " patternThe image I found on the internet is of a bright orange and blue paisley pattern.",
        " designThe image is of an intricate bright pink and teal paisley design against a creamy white background.",
        "This image from the internet is of an orange and purple paisley pattern.",
        "The image I'm describing is of a black and white paisley pattern.",
        " patternThe image I found online was of a teal, blue, and purple paisley pattern.",
        "\"The intricate details of this vibrant paisley pattern bring an element of joy to this room!\".",
        "\"A vibrant display of color and texture, this beautiful paisley pattern stands out against its muted background.",
        "\"The timeless style of this classic paisley pattern never goes out of fashion!\".",
        "\"The beauty of vibrant colors coming together in a timeless pattern.",
        "\"The kaleidoscope of colors come alive in this unique paisley design."
    ],
    "perforated": [
        "A perforated is an object that has been pierced or punctured to create a pattern of small, regularly spaced holes.",
        "A perforated object is one that has small holes or slits punched or cut across the surface.",
        "A perforated is an object that has tiny holes or slits punched into it.",
        "A perforated item is something which is printed, stamped, or punched with a pattern of small holes or slots.",
        "A perforated surface or item typically has a pattern of small, evenly spaced holes in it.",
        "Perforations can be identified by looking for small round or square holes in the material.",
        "\nPerforated materials can be identified by their punched or cut out patterns, which can take the form of circles, rectangles, or other shapes.",
        "A perforated item can be identified by looking for small holes that have been punched into it, or by looking for tiny slits that have been made with a special cutting tool.",
        "A perforated item can usually be identified by looking for small holes or indentations along the edges or in the middle of the item.",
        "A perforated item can be identified by looking for tiny holes that have been punched or stamped out of the material.",
        "A perforated item typically features a series of small holes or slits in the material, typically arranged in a uniform pattern.",
        "A perforated item can look like paper with small punched holes in it, or fabric, vinyl or leather with tiny holes in it.",
        "A perforated material typically has small holes in it, usually in a regular pattern.",
        "A perforated surface is a surface with many small holes punched into it.",
        "A perforated surface is usually marked with evenly-spaced, round holes punched through it.",
        " paperThe image from the internet that I saw was of a white perforated paper.",
        " metal panelThis image is of a perforated metal panel.",
        " metalThe image is of a sheet of perforated metal that has been cut with small, round holes.",
        " blockThis image is of a grey, perforated block.",
        " metalThe image is of a piece of perforated metal which has been cut into a curved shape.",
        "\"There's a hole in my plans, but I'm going to find a way around it!\".",
        "\"The beauty of technology: a perforated metal panel finds harmony between utility and design.",
        "\"The beauty of perforation - the perfect pairing of art and functionality!\".",
        "\"The perforations make it easy to tear off pieces of this material and break them down into smaller sections.",
        "\"The perfect design to let air in and keep pests out\"."
    ],
    "pitted": [
        "A pitted object is usually a piece of fruit or a vegetable and has a dent or hole in it due to decay or disease.",
        "A pitted object has one or more indentations or depressions, typically of a circular or oval shape, that look like a small hole or crater.",
        "A pitted object has small depressions or indentations on the surface, usually caused by erosion or corrosion.",
        "A pitted surface is one that has small divots or holes in it, usually created by an object pressing into or scraping against the surface.",
        "Pitted means having or producing narrow deep holes, depressions, or marks.",
        "To identify a pitted piece of fruit, look closely for small indentations or holes in the skin created by insects or pathogens.",
        "Pitted fruits and vegetables will have sunken or flattened areas in their skin that look like craters or dents.",
        "Pitted materials are usually identifiable by their unevenly textured surface, with indentations and small 'pits' in the material.",
        "Pitted fruits and vegetables generally have depressions or marks in the skin.",
        "Pitted fruit typically features soft spots and a dull texture.",
        "A pitted surface can be described as a surface with small pits, divots, and hollows.",
        "A pitted surface is one that is rough and irregular, with indentations, or pits, that look like craters or dents.",
        "A pitted fruit or vegetable is one that has small holes or cavities in its surface.",
        "Pitted fruits and vegetables look like they have small, rough indentations or cavities on their skin.",
        "A pitted look is characterized by dents or craters, usually in metal surfaces.",
        " oliveThis image is of an olive that has been pitted, meaning its hard, outer shell has been removed.",
        " oliveThe image is of a single large pitted olive resting on a cutting board with a knife beside it.",
        " pluotThis image of a pitted pluot shows a ripe, juicy-looking fruit with smooth, deep purple skin that is covered with indentations, or pits.",
        " dateThis image is of a pitted date.",
        ", rusted surfaceThis image is of a pitted and rusted metal surface.",
        "\"A close-up of the pitted surface of a dried apricot, showing the dehydrated fruit's wrinkled texture.",
        "\"The effects of harsh conditions can be seen in this pitted surface.",
        "The effects of time can be seen on this aged olive, clearly showing the marks of its years as a pitted surface.",
        "\"The wear and tear of time can be seen on this pitted surface\".",
        "\"No amount of scrubbing could get rid of this pit - time to buy a new avocado!\"."
    ],
    "pleated": [
        "A pleat is a type of fold in fabric that is made by doubling the material over itself and pressing or stitching it in place.",
        "A pleated item is one that has been stitched to create a series of evenly spaced, sharp, accordion-like folds in the fabric.",
        "A pleated item of clothing has fabric in overlapping folds.",
        "A pleat is a type of fold in fabric or material that is made by folding the material in parallel folds, either in symmetrical or asymmetrical patterns.",
        "A pleated piece of fabric has evenly spaced horizontal folds.",
        "A pleat is a type of fold formed by doubling fabric back upon itself and securing it in place.",
        "A pleated fabric is a type of fabric that has been stitched into a series of regular, horizontal accordion-like folds.",
        "A pleat is a type of fold formed by doubling fabric back upon itself and securing it in place.",
        "A pleated item of clothing or fabric can usually be identified by its distinctive “pleat” or fold.",
        "A pleated item is one that has folds or pleats in the fabric.",
        "A pleated fabric or garment is usually characterized by having a horizontal series of pleats, folds, or gathers that have been pressed, stitched down, or gathered into a permanent shape.",
        "A pleated look generally consists of fabric that has been gathered or folded into even, parallel folds.",
        "A pleated look is typically created by folding fabric or other materials in a concertina fashion.",
        "A pleated look has multiple folds that are all pressed down in the same direction and usually look similar to the pleats that are commonly used for skirts.",
        "A pleated look is when fabric is folded into symmetrical and regular pleats or folds.",
        " skirtThe image I have chosen is a pleated skirt in blush pink.",
        " dressThis is an image of a stunning red pleated dress.",
        " skirtThe image shows a pleated skirt that comes down to the knees.",
        " skirtThis image is of a black pleated skirt with a glossy finish.",
        " skirtThis image is of a black pleated skirt.",
        "\"Fashion that stands the test of time: pleated skirts are a timeless classic!\".",
        "\"A stylish gray pleated skirt paired with a white top adds a timeless look.",
        "\"The perfect pleated skirt to add effortless style to any wardrobe\".",
        " \"This skirt is as fashionable as it is comfortable - perfect for any occasion!\".",
        "\"Tasteful pleats, sleek design - the perfect look for any special occasion."
    ],
    "polka-dotted": [
        "Polka dots are typically small, round spot patterns of two or more contrasting colors on a light or plain background.",
        "Polka-dotted is a pattern of shapes, usually circles, that are evenly distributed over a surface.",
        "A polka-dotted pattern consists of small, evenly-spaced circles or dots that are typically the same color.",
        "A polka-dotted pattern has small, rounded spots of varying sizes that are evenly spaced over the surface.",
        "Polka-dots are small, even-sized circles that are typically printed on fabric in contrasting colors.",
        "A polka-dotted item can be identified by its pattern of small, evenly-spaced circles or dots.",
        "Polka-dotted patterns can be identified by the regular, repeating pattern of small and typically evenly sized dots.",
        "Polka-dotted items can easily be identified by their dotted pattern.",
        "Polka-dots can be identified by their distinct white circles on a colored background.",
        "Polka dots are usually round spots of a brighter colour or hue that are randomly patterned in a cluster or scattered across a fabric or item.",
        "A polka-dotted look can involve any type of clothing or fabric with small, round, black and white dots printed on it.",
        "A polka-dotted look is one that has many small, round dots all over the surface.",
        "Polka dots are round or oval shaped spots that are typically different colors on a plain background.",
        "A polka-dotted pattern features small, round spots of the same or varying colors on a light background or a darker background.",
        "A polka-dotted look is created by combining spots of two different colors in a symmetrical pattern.",
        " teapotThe image I found on the internet of the polka-dotted teapot is a shot of the teapot from the side.",
        " dressThe image is of a beautiful, light peach maxi dress with an all-over white polka dot pattern.",
        " dressThe image I found on the internet is of a navy blue polka-dotted dress.",
        " wallThe image is of a bright, cheerful pink wall with white polka dots of varying sizes covering the entire surface.",
        " dressThis is an image of a beautiful pink polka-dotted dress with three quarter length sleeves and a cinched waist.",
        "\"Spotted something fun!\".",
        "\"Nothing says 'party' like a polka dot!\".",
        "\"Spots of fun - polka dots add a playful touch to any outfit.",
        "\"Spots of Joy\".",
        "\"Sometimes you need a little bit of fun in your life!\"."
    ],
    "porous": [
        "A porous material is one that contains many small, interconnected voids or holes.",
        "A porous material is something that has tiny holes throughout it, allowing gas and liquid to pass through.",
        "A porous material is something that has tiny holes or or crevices that allow liquids, gasses, or other materials to flow or pass through it.",
        "A porous material is a material that contains numerous small holes or openings, allowing liquid or gas to pass through it.",
        "A porous material is one that has lots of tiny holes, allowing liquids and gases to pass through.",
        "Porous materials can be identified by their unique properties, such as high surface area and low density.",
        "A porous material is one that has many small pores or holes in it, such as porcelain, paper, sponge, cloth, or stone.",
        "A porous material is one that has small pores or holes that allow liquids and gases to pass through it.",
        "Porous materials can be identified by their ability to absorb liquids or other substances such as gases, or by their pores or openings that allow liquids and other substances to pass through.",
        "A porous material is one that has tiny pores or openings between particles of solid material, allowing air or other gases to pass through.",
        "A porous material may appear to have a bumpy or honeycomb-like surface, with small holes or cavities spread throughout.",
        "A porous material has many small holes or pores, such as a sponge, a piece of paper, or a honeycomb.",
        "A porous material looks rough and has many tiny holes, or pores, throughout its surface.",
        "A porous object will have many tiny holes or openings on its surface.",
        "A porous material looks like a surface with small holes or pores, similar to a sponge.",
        " rockThis image depicts a type of porous rock known as pumice.",
        " rockThis image is of a piece of porous rock.",
        " materialThis image is of a porous material that looks like a rock.",
        " materialThis image is of a porous material covered in frost.",
        " rockThis is an image of a light-colored, porous rock, most likely limestone.",
        "\"A closer look at the microscopic structure of a porous material, showing its capillaries and cavities.",
        "\"This close-up image reveals the intricate structure of a porous material that can absorb liquids like a sponge.",
        "\"The porous surface of this rock shows how water is able to penetrate its surface.",
        "\"The intricate structure of this porous material reveals its extremely high surface area.",
        "\"The close-up view of the large pore structure of this material reveals its ability to absorb fluids quickly."
    ],
    "potholed": [
        "A pothole is a bowl shaped depression or hole in the pavement of a road or path caused by wear or weathering.",
        "A pothole is a kind of depression or hole in the surface of a road or path, typically filled with water or debris.",
        "A pothole is a shallow depression in a paved street, road, or driveway caused by water erosion or the eventual crumbling of the pavement.",
        "A pothole is an area of pavement that has sunken down into the surface due to water erosion or wear and tear over time.",
        "A pothole is typically a large, gap-shaped depression in a road or pavement that is caused by wear and tear from weather and vehicles.",
        "In most cases, potholes can be easily identified by their irregular shape, their depth in comparison to the surrounding area, and their broken-up edges.",
        "Potholes can often be identified by their deep, jagged edges and the absence of a smooth road surface.",
        "A pothole can be identified by its irregular shape on the road surface.",
        "A pothole can usually be identified by a depression in the pavement surface.",
        "A pothole is typically easy to identify because it is a depression in the road surface that typically forms in areas with heavy traffic and poor road surfaces.",
        "Potholes typically appear as large, bowl-shaped depressions in the roadway.",
        "Potholes are created when water seeps into cracks in the pavement, and then the cracks expand and contract due to changes in the temperature.",
        "A pothole is a depression in a road surface, often filled with water and debris.",
        "Potholes are depressions in roads or pavements that are caused by wear and tear over time.",
        "A pothole is a deep, bowl-shaped hole in a paved surface, usually caused by water erosion or wear and tear from heavy traffic.",
        " streetThe image is of a city street lit by street lamps, completely full of deep, jagged potholes.",
        " roadThis image is of a poorly maintained road with scattered potholes.",
        " roadThe image I chose is a stock photo of a potholed road.",
        " roadThe image shows an abandoned stretch of highway with large, deep potholes spaced along the asphalt.",
        " roadThis image from the internet shows a poorly paved road with multiple potholes.",
        "\"Bumpy ride ahead - it's time to take a detour.",
        "\"The consequence of failing to properly maintain roads.",
        "\"Looks like it's time for the city to invest in some infrastructure repairs!\".",
        "\"The long winter weather left behind a reminder of the importance of regular road maintenance.",
        "\"A reminder of how much work still needs to be done to maintain our roads."
    ],
    "scaly": [
        "A scaly is a type of dragon-like creature with a long serpentine body that is covered in overlapping scales.",
        "A scaly is a fishlike creature typically with a hard, bony, scaly exterior.",
        "A scaly creature is usually an animal that is covered in tough, plate-like scales.",
        "Scaly is a type of skin condition characterized by thick, dry, and/or itchy patches of skin with a cobblestone-like texture.",
        "Scaly animals have a skin covered with hard, protective plates.",
        "Scaly creatures can usually be identified by their scaly skin.",
        "Scaly skin can often be identified by its dry, flaky, leathery texture and can sometimes have visible scales, ridges, or changes in texture.",
        "Scaly skin can often be identified from how it feels and looks.",
        "Scales can usually be identified by feeling them; they are usually smooth, hard, and more or less flat and may feel like fine sandpaper when rubbed.",
        "Scaly skin can be identified by visually examining the skin for signs of flaking, scaling, cracking, or splitting.",
        "Scaly skin typically looks rough, dry, and flaky.",
        "Scaly is a descriptive term used to describe the texture of skin or an object.",
        "Scalies are small, colorful fish with a scalelike pattern of stripes or spots on their bodies.",
        "A scaly usually refers to something that has a texture that resembles a snake's scales.",
        "Scaly usually refers to the skin condition known as psoriasis.",
        " animalThe image is of a striped messier skink, which is a type of lizard.",
        " anteaterThis image shows an adorable scaly anteater, also known as a pangolin.",
        " animalThis image is of a scaly animal, most likely a type of reptile.",
        " animalThe image is of a green dragon-like creature with two long horns protruding from its head.",
        " spiderThis image shows a scaly spider with a shiny, bronze-colored body.",
        "\"This armadillo's scales help protect it from predators!\".",
        "\"The tiny scales of a colorful fish shimmer in the light\".",
        "\"The texture of this reptile's scaly skin is unmistakable.",
        "\"Life is more beautiful underwater - even with scales!\".",
        "\"This scaly lizard enjoyed the sun's warmth on its cold winter day."
    ],
    "smeared": [
        "A smeared look is a type of makeup look created by lightly smearing foundation, eyeliner, and lipstick along the edges of the face.",
        "A smeared look is a make-up style where the eyeshadow is blended up towards the browbone and out to the temples, while the color is blended heavily on the eyelid and crease to give a smudged,.",
        "A smeared look is when two colors are applied in a single brush stroke.",
        "A smeared look is an effect usually created by makeup where the colors are blended together to create a smudged effect.",
        "A smeared look is when a paint or pigment is applied in thick layers creating a blurred and abstract finish.",
        "A smeared can be identified by looking for a long dark mark on the paper that is usually caused by pressure on the pen or pencil when writing.",
        "A smeared is a method of analyzing a sample, usually a biological sample, where the sample is spread thinly onto a slide or a microscope-prepared plate.",
        "Smeared material usually appears as a grey or black smudge along an otherwise clean surface.",
        "Smeared fingerprints can be identified by their lack of detail and attempts to blur the ridges of the print.",
        "Smear can be identified by taking a smear sample or looking at the affected area under a microscope.",
        "A smeared look is when paint, ink or another type of medium is applied to paper in a thick, uneven layer.",
        "A smeared look is a type of makeup application that smudges and smears product onto the skin rather than blending it into the skin in a more seamless and traditional way.",
        "A smeared look is when an object, such as paint or makeup, has been smudged or smeared.",
        "A smeared look typically has a blurry, messy, washed out appearance.",
        "A smeared look can vary depending on the material and method.",
        " paintThe image is of a blank canvas but instead of smooth, solid colors, the paint is smeared and doesn't appear to be intentional.",
        " paintThe image shows a bright canvas featuring thick layers of blue and red paint smudged and blended together.",
        " carThe image shows a car with the rear passenger wheel completely smashed in, smeared with mud and dirt from skidding.",
        " paintingThe image is of a painting with bold colors, bold brushstrokes and an overall abstract style.",
        " finger paintingThe image is of a colorful, abstract finger painting with smears and streaks of blues, oranges, yellows and reds all blended together.",
        "\"The mess I made after my 'successful' attempt at baking cookies\".",
        "\"It's not always perfect, but that's OK!\".",
        "\"Sometimes all you need is a fresh start!\".",
        "\"After a long and exhausting day, all she wanted was to relax and let the makeup melt away.",
        "\"An example of how quickly a little mess can snowball out of control!\"."
    ],
    "spiralled": [
        "A spiral is a curved line or shape that winds around a centre point, getting progressively further away as it revolves.",
        "A spiral is a shape that curves inwards like a coil, starting at a center point and spiraling outwards in an ever-decreasing or increasing circumference.",
        "A spiral is a pattern that forms a continuous loop, with a shape resembling a coil or helix.",
        "A spiral is a curved line that winds around a center point, gradually getting larger or smaller as it circles.",
        "A spiral is a curved line that constantly winds in a circular pattern, typically beginning at a central point and gradually extending outward.",
        "A spiralled object can be identified through its curved, winding pattern.",
        "A spiralled object can be identified by its curved or winding shape.",
        "Spiralled objects can be identified by their curved shape.",
        "A spiralled shape can be identified by its curved form, which typically resembles a helix or a coil.",
        "A spiralled item can generally be identified by its curved shape that gradually widens or narrows in a consistent pattern.",
        "A spiral can take many forms, but it typically is a continuous, winding curve that loops around itself in a circular or spiral pattern.",
        "A spiral can look like a coiled or twisted shape, like a spring, with each of its sections gradually decreasing in size until it reaches a center point.",
        "A spiral can look like a coil or a corkscrew, with each full rotation gradually increasing in size.",
        "A spiral can take on many shapes, but generally speaking, it looks like a helix - a three-dimensional coil.",
        "A spiral typically looks like a coiled spring or a curled staircase, with the coils, circles, or steps gradually spiraling wider or tighter.",
        " staircaseThis image of a spiralled staircase is a modern take on a classic architectural design that dates back to the 138th century.",
        " snailThis image from the internet shows a spiralled snail.",
        " jellyfishThis picture from the internet shows a spiralled jellyfish swimming through the ocean.",
        " staircaseThe image is of a modern-looking spiralled staircase that takes up the center of the frame.",
        " staircaseThe image in question is of a beautiful spiralled staircase winding its way around the perimeter of a large, open room.",
        "\"A mesmerizing spiral of never-ending creativity\".",
        "\"The winding path of exploration leads to unexpected places.",
        "\"A perfect example of the intricate beauty of natural formations\".",
        "\"A glimpse into the infinite possibilities of nature - a spiral exemplifying the mystery and beauty of the the world around us.",
        "\"The beauty of nature's cyclical rhythms is displayed in the graceful spiral of this fern frond."
    ],
    "sprinkled": [
        "A sprinkle is a type of small round or square-shaped candy or spice.",
        "A sprinkles usually comes in a variety of colors and sizes.",
        "A sprinkle is usually a small, round shaped candy covered in food coloring and sugar.",
        "A sprinkle is a small, round-shaped particle consisting of a crunchy outer coating and a soft inner core.",
        "A sprinkle is a type of topping that is similar to a small sprinkle of fairy dust.",
        "Sprinkled items are typically identified by their bright colors, usually with multiple colors combined and/or dazzling designs.",
        "A sprinkled is a type of insect, identifiable by its small size, black body with yellow or reddish-brown markings, and three dark spots on its wing covers.",
        "A sprinkled is a dog that has a coat with lighter colored fur interspersed with small, darker patches, resembling a cookie that has been sprinkled with sugar or chocolate sprinkles.",
        "A sprinkled is usually identified by having a colorful round dot or dot shape which has been added as a decorative detail.",
        "A sprinkled is a type of cookie or pastry that has been topped with sprinkles.",
        "A sprinkled look is typically achieved by using a pastry bag filled with icing or melted chocolate and gently squeezing it in a circular pattern to create small droplets.",
        "A sprinkled look typically consists of small spots of icing or other decorations on the top of a dessert.",
        "A sprinkled look is not necessarily a look, but more of a technique.",
        "A sprinkled look is a type of hairstyle that includes small sections of hair that are cut into the hair in an alternating pattern of small and large pieces.",
        "There is no definitive answer as it can vary depending on who is doing the sprinkling.",
        " donutThe image is of a glazed, lightly browned donut that is topped with a light dusting of rainbow sprinkles.",
        " donutThis image is of a delicious sprinkled donut with a white and pink icing glaze.",
        " doughnutThe image is of a light pink doughnut, frosted with white icing and topped with a mixture of multicolored sprinkles.",
        " donutThis is a picture of a vanilla sprinkled donut with light yellow icing.",
        " donutThe image is of a dark chocolate glazed donut lightly sprinkled with icing sugar.",
        "\"A sprinkle of happiness to brighten your day!\".",
        "\"Time to add a little extra sweetness to the day!\".",
        "\"No celebration is complete without a sprinkle of magic\".",
        "\"A little something to sweeten up your day!\".",
        "\"Making each day a little sweeter with a sprinkle of joy!\"."
    ],
    "stained": [
        "A stained glass window is a colorful window made of individual pieces of glass that have been stained with metallic salts to give them color.",
        "A stained glass piece is a type of glass work that has been manipulated with different colors and designs.",
        "A stained glass window looks like a window made out of pieces of different colored glass, usually held together with a lead frame.",
        "A stained glass window consists of a frame containing pieces of colored glass, organized in a pattern and held together by lead channeling.",
        "A stained glass window typically consists of several glass panels that have been cut into specific shapes and then held together by lead dividers.",
        "Stains can be identified by their color, texture, odor, and location.",
        "A stained glass piece can be identified by its unique multicolored look, the rough texture of the glass pieces, the distinct shape and texture of the lead lines, and the painted details that give the piece character and dimension.",
        "A stained piece of material can be identified by looking at the color or pattern of the material.",
        "A stained can typically be identified by its uneven coloration, where the color is likely darker than the surrounding area.",
        "Stains can be identified by their appearance.",
        "Stains can vary greatly in appearance, depending on the substance that caused the stain and the type of surface it is on.",
        "Stains can vary in color, depending on the type and age of the stain.",
        "Stained glass typically looks like colorful, translucent pieces of glass, arranged in intricate patterns and sometimes with metal foil leading between them.",
        "A stained surface will have spots or streaks of color that differ in hue or intensity from the rest of the surface.",
        "Stains can vary greatly in color and appearance depending on the type of stain and the material that is stained.",
        " glass windowThis is an image of a beautiful, intricately designed stained glass window.",
        "-glass windowThe image I've chosen is of a stunning stained-glass window from the Basilica of the Sacred Heart in Paris.",
        " glass windowThe image is of a stained glass window which features a vibrant blue hue throughout its design.",
        " glass windowThe image is of a stained glass window with a geometric, intricate design.",
        " glass windowThis image from the internet depicts a beautiful stained glass window containing two angelic figures in a serene and heavenly setting.",
        "\"The beauty of an old, charming church revealed through its intricate stained glass window.",
        "\"This beautiful antique stained-glass window has been carefully preserved for centuries, its brilliant colors still shining through the centuries.",
        "\"The beautiful patina of an aging piece of furniture, showing years of careful use and loving care.",
        "\"The magical world of stained glass art - every piece is like a beautiful story waiting to be told.",
        " \"The beauty of a wood stain technique reveals a one-of-a-kind look that can transform any piece of furniture into a unique work of art."
    ],
    "stratified": [
        "A stratified sample is a sampling method in which the population is divided into homogenous sub-groups, known as strata, and a random sample is then taken from each of the strata.",
        "A stratified sample is a sampling technique in which a population is divided into distinct subgroups or strata, and a random sample of the population is selected from each of the strata.",
        "Stratification is a process of dividing a population into smaller groups, or strata, based on shared characteristics.",
        "A stratified sample is a type of survey methodology in which a population is divided into groups, or strata, based on certain characteristics so that each group is properly represented.",
        "A stratified design is an organism, object, or system that is composed of layers.",
        "A stratified sample is a sampling technique in which the researcher divides a population into smaller, more homogeneous groups (strata) and then randomly selects people from each strata.",
        "A stratified sample is one in which the population is divided into distinct subgroups, or strata, and a sample is chosen from each stratum.",
        "A stratified sample is an sampling method where the population is divided based on various criteria such as income, age, gender, or other characteristics.",
        "A stratified sample is a sample selected from different strata, or parts, of a population.",
        "A stratified sample can be identified by looking at the characteristics of the population that it is sampling from.",
        "A stratified sample is a sampling method that divides the population into subgroups (strata) based on certain characteristics.",
        "A stratified formation consists of a series of layers, with each layer composed of different materials or substances.",
        "A stratified sample is created by dividing a population into meaningful subgroups (i.",
        "A stratified rock is a type of sedimentary rock found in layers, or strata.",
        "A stratified sample is a sampling technique that divides the population into distinct subgroups (or strata) based on shared characteristics, such as race, age, gender, or education level.",
        " landscapeThis image is of a stratified landscape located in Utah, USA.",
        " rockThis image from the internet is of a large, grey stratified rock formation.",
        " rockThis image shows a close-up view of a stratified rock formation.",
        " rockThis photo is of a stratified rock formation, showing multiple layers of sedimentary rocks.",
        " treeThis image is of an old, gnarled stratified tree, with a thick trunk thickly coated in bark.",
        "\"A visual representation of how privilege and power are distributed unequally in society, with those at the top having the greatest access to opportunity and resources.",
        "\"A birds-eye view of the complex layers of a stratified rock formation, showing the distinct strata that make up these unique formations.",
        "\"The Earth's surface is made up of many layers, each with its own distinct qualities and characteristics.",
        "\"A stratified rock formation in the Grand Canyon, displaying millions of years worth of geological history.",
        "\"The layers of sedimentary rock in this cliff-face show the history of the area and the various geological events which have occurred."
    ],
    "striped": [
        "Stripes are a type of pattern consisting of repeating lines that go in two different directions.",
        "A striped pattern typically consists of stripes (lines that are parallel to each other) in two or more alternating colors or shades.",
        "A striped pattern consists of lines or bands of different colors that are either curved or straight.",
        "A striped pattern typically features vertical or horizontal lines of alternating colors that run perpendicular to each other.",
        "A striped pattern typically consists of evenly spaced, alternating bands of light and dark colors.",
        "A striped object or pattern can be identified by its lines or bands of alternating colors, textures, shapes, etc.",
        "Stripes are typically identified by their repeating pattern of straight lines.",
        "A striped object can be identified by its alternating bands or lines of color.",
        "Stripes are a pattern of evenly spaced, vertical lines found on fabric, wallpaper, clothing, and other surfaces.",
        "A striped item can typically be identified by its alternating bands of colour or distinct markings that produce a striped pattern.",
        "A striped look often features a pattern of repeating horizontal, vertical, or diagonal stripes.",
        "A striped look can come in many different forms.",
        "Stripes can be described as a pattern of alternating bands of color or other visual textures, typically applied horizontally or vertically along a surface.",
        "A striped pattern usually consists of solid lines or bands of color that are parallel and alternating.",
        "A striped pattern can be made with alternating stripes of any two colors.",
        " backgroundThis image from the internet of a striped background is mostly black and white.",
        " bunnyThis image from the internet shows a striped bunny.",
        " catThis is an image of a beautiful striped cat with black and white fur.",
        " animalThis image from the internet is of a zebra, standing in an open grassy field.",
        " armchairThis striped armchair is a classic piece that oozes with style.",
        "\"Seeing stripes - adding a bold statement to any outfit!\".",
        "\"A classic black and white never goes out of style\".",
        "\"The classic stripes never go out of style!\".",
        "\"A classic black and white combo always looks timeless.",
        "\"Be bold in stripes this season!\"."
    ],
    "studded": [
        "Studded items are those items which have small or large metal studs fixed onto the surface.",
        "A studded look is a fashion style that features a lot of small, metallic studs or spikes.",
        "Studded usually refers to clothing or accessories with metal studs.",
        "Studded leather can have a variety of different looks, depending on the type of studs used and the style of the clothing.",
        "A studded look typically consists of heavy metal accessories such as studs, spikes, and chains.",
        "Studded tires can be identified by the raised treads which have metal studs protruding from the rubber.",
        "A studded item is generally an item that has been decorated or embellished with metal studs, usually made of steel or brass.",
        "Studded tires can be identified by looking for the metal studs projecting from the outer tread of the tire.",
        "Studded tires can be identified by the raised metal spikes or studs embedded in the tread.",
        "You can identify a studded tire by looking for the raised metal studs or pieces of metal mounted onto the tire's tread.",
        "Studded clothing typically has metal studs or spikes attached to it.",
        "A studded look typically includes clothing or accessories decorated with metal studs in different shapes and sizes.",
        "A studded look typically features clothing items, accessories, or footwear that are decorated with metal studs or spikes.",
        "Studded fashion typically consists of clothing pieces with metal studs.",
        "A studded look can refer to many different styles, but typically involves clothing and accessories that have metal decorative studs.",
        " black leather jacketThis is an image of a studded black leather jacket.",
        " black leather jacketThe image is of a sleek, all black leather jacket with various sized silver studs in an irregular pattern covering the shoulder and upper arm area.",
        " leather jacketThe image from the internet is of a black, studded leather jacket.",
        " leather jacketThe image I'm looking at is of a beautiful black leather jacket, decorated with silver metal studs.",
        " leather jacketThis image is of a black leather jacket with silver studs across the shoulders.",
        "\"Go bold or go home--this look really shines!\".",
        "\"Making a statement in these crystal-studded shoes!\".",
        "\"Sparkling from every angle.",
        "\"Making a statement with every step - these stylish studded boots will take you from day to night with ease!\".",
        "\"Adding the perfect finishing touch!\"."
    ],
    "swirly": [
        "A swirly is a spiral-shaped decoration usually made from decorative icing or icing-like substances.",
        "A swirly is typically any type of twisted or curved line.",
        "A swirly is an abstraction of colorful lines that curve and swirl around one another in an undulating pattern.",
        "A swirly is a type of pastry that is shaped like a spiral.",
        "A swirly is an abstract design consisting of curving lines and shapes that flow together in a playful and mesmerizing manner.",
        "A swirly is a type of spiral-shaped pattern or texture, most commonly found in nature, like in seashells or in the swirl of a tree's bark.",
        "A swirly is an informal term which typically refers to a prank or act of bullying where someone's head is held down while their head is flushed with a toilet.",
        "A swirly is usually easily identifiable visually as it consists of curved lines or swirls with a decorative, flowing design.",
        "Swirlies can be identified by looking for a circular pattern or spiral-shaped designs, usually created with light, procedural, or decorative materials like paint, glitter, or fabric.",
        "A swirly is a type of hairdo, also known as a \"swirl bun,\" \"twist bun,\" or \"rope twist bun.",
        "A swirly is a type of abstract artwork that is made by combining multiple swirls of different colors.",
        "A swirly is a visual design or pattern featuring curved or swirling lines.",
        "A swirly can take on a variety of forms, but typically it is a spiral or curved shape.",
        "A swirly is a shape that has no clearly defined edges or boundaries and takes the form of a spiral or swirl.",
        "A swirly can take many forms.",
        " sunsetThe image is of a stunning sunset in brilliant shades of pink, orange, and yellow against a deep blue sky.",
        " cloudThis image is of a white cloud with intricate whirling formations.",
        " flowerThis image is a still photograph of a single, pink flower with a unique, swirly shape.",
        " sunThis image is a brightly colored illustration of a glowing sun with swirls radiating from it.",
        " seashellThis swirly seashell was found in a beach in Australia.",
        "\"The beauty of a gentle swirl - a reminder of the amazing complexity of nature.",
        "\"The beauty of an autumn sky endlessly twirling above our heads.",
        "\"A mesmerizing glimpse at the beauty of a spiral\".",
        "\"The beauty of an ever-changing sky\".",
        "\"The mesmerizing beauty of a spiral galaxy\"."
    ],
    "veined": [
        "Veins are thin blood vessels that carry blood back to the heart from other parts of the body.",
        "A veined object has shallow, criss-crossing lines that form a network of patterns on its surface.",
        "A veined surface is one that has lines or grooves on it that look like veins in the body, often resembling something like a leaf or a tree limb.",
        "A veined structure is one that looks like a network of veins or branches, like the veins of a leaf or the branches of a tree.",
        "A veined object typically has visible outlines on its surface that resemble the veins in a leaf.",
        "Veined stones can be easily identified based on the presence of white lines or patterns against a darker background.",
        "Veined items can be identified by their aesthetic appearance.",
        "Venein is a pattern of colors, veins, or lines that shows in the surface of a stone or other material.",
        "Veined refers to a type of leaf pattern or surface texture found on many plants.",
        "A veined marble or other stone is one that shows distinct lines or patterns in the stone, usually due to mineral deposits.",
        "Veins are long, thin tubes that carry blood from parts of the body back to the heart.",
        "Veins typically appear as thin, blue lines beneath the skin.",
        "Veins are blood vessels that carry blood from the body through to the heart.",
        "The veins in plants can vary depending on the species.",
        "A veined look usually refers to an appearance that is marbled or bumpy, like a marble in texture or appearance.",
        " leafThis is an image of a veined leaf, captured from the internet.",
        " leafThis image from the internet is of a vibrant, green veined leaf.",
        " marbleThis is a photo of a veined, white marble slab.",
        " octopusThis veined octopus image is a beautiful sight to behold.",
        " leafThis image shows a large leaf with intricate veins stretching from the base of the leaf out towards the edges.",
        "\"A closeup of a leaf's intricate vein structure!\".",
        "\"The intricate beauty of a leaf's intricate network of veins\".",
        "\"The intricate veining of this leaf shows the beauty of nature's design.",
        "\"The intricate pattern of veins running through the leaves of this plant reveals its resilience.",
        "\"The intricate pattern of a leaf's veins, showing the winding path of its life source."
    ],
    "waffled": [
        "A waffle is typically a breakfast dish that is made with a batter cooked in a waffle iron.",
        "A waffle is a type of breakfast food traditionally cooked in a waffle iron.",
        "A waffle is a breakfast treat made of batter that is poured into a waffle iron.",
        "A waffle is a type of leavened batter or dough that is cooked between two plates with a pattern of deep indentations.",
        "A waffled is a type of breakfast food that is cooked in a waffle iron.",
        "A waffled is a type of fabric item that has a distinctive pattern and texture.",
        "A waffled item is typically identified by the distinct pattern left behind on the item's surface.",
        "You can identify a waffled product by looking at its surface and texture.",
        "Waffled items have a distinct, criss-cross pattern on them, often created using a waffle iron or special waffle maker appliance.",
        "A waffled item is typically identified by its texture, which is characterized by deep ridges and grooves created by a waffle iron or griddle.",
        "A waffled image or texture features a criss-cross pattern, similar to the shape of a waffle, which repeats itself across the entire image.",
        "A waffle is a flat round breakfast food made of batter that is cooked in a special waffle iron with deep ridges, giving it a pattern of small squares lined up diagonally.",
        "A waffle is typically a small, flat cake made from a batter that is poured into a preheated waffle iron, which is a special cooking tool with deep indentations that form the classic waffle shape.",
        "A waffle is typically a flat, round cake that is made by cooking batter in a waffle iron with a number of small squares or other shapes.",
        "A waffle is typically a batter-based cake that is cooked between two hot plates that contain a pattern of deep indentations.",
        " coneThe image is of a golden-brown waffle cone filled with multicolored ice cream.",
        " coneThis image is of a classic gold waffle cone filled with bright, multi-colored ice cream scoops of different flavors.",
        " grilled cheeseThe image is of a perfectly golden brown and crunchy waffled grilled cheese.",
        "The image is of a freshly made waffle, with a golden brown coating and an array of delicious toppings.",
        "omingThis image from the internet is of an impressive waffledoming, a sweet and savory combination of two classic desserts.",
        "\"A warm waffle smothered in syrup and topped with fresh strawberries makes for a delicious breakfast!\".",
        "\"This warm and fluffy waffle is the perfect way to start your morning!\".",
        "\"A delicious and crispy treat - why not top it off with your favorite toppings?\".",
        "\"A perfect start to the day - freshly-made waffles topped with delicious maple syrup!\".",
        "\"Start your day off right with this delicious golden waffle!\"."
    ],
    "woven": [
        "A woven is a piece of fabric that is made up of two sets of threads that are woven together in a series of loops to create a patterned or a plain material.",
        "A woven is created when multiple threads are interlaced at right angles to form a fabric.",
        "A woven is a fabric created by interlacing two or more strands of yarn, thread, or strands of other materials.",
        "A woven is a type of fabric that is created by interlacing individual threads in a crisscross pattern.",
        "A woven fabric looks like it has two sets of yarns or threads interlaced at right angles to each other.",
        "A woven material can be identified by looking at the cross section of the material; the interlacing of the threads and fabric should be visible.",
        "A woven fabric is a fabric created by interlacing two sets of yarn or threads.",
        "A woven fabric can easily be identified by looking at the texture of the material.",
        "A woven fabric can usually be identified by the texture of the fabric and the distinct over-under pattern of the interlocking fibers.",
        "A woven fabric can be identified by looking at the vertical and horizontal threads that have been woven together to create a single piece of fabric.",
        "A woven is a fabric created by interlacing two or more yarns or threads.",
        "A woven piece is made up of interlacing threads in a specific pattern.",
        "A woven fabric looks like a cross between a knitted and crocheted fabric.",
        "A woven fabric typically looks like even, interlocking loops or webs of yarn, which can often display a pattern or design if made in a certain style.",
        "A woven fabric typically looks like a network, or grid, of interlaced threads.",
        " basketThis image is of a round woven basket made of natural twine and reed with a brown leather handle at the top.",
        " bagThis image is of an intricately woven basket bag with an upswept handle.",
        " basketThe image is of a round woven basket with a thick wooden base and handle.",
        " dishThis image from the internet is of a stunning hand-woven dish with intricate, detailed designs.",
        " basketThe image is of a rectangular shaped basket, crafted out of natural materials such as twigs, reeds, and raffia.",
        "\"The intricate design of this handwoven tapestry shows the beauty and complexity of its maker's craftsmanship.",
        "\"The vibrant colors of this hand-woven basket create a beautiful mosaic of texture and color.",
        "\"The beauty of handmade craftsmanship can be seen in this traditional woven wall hanging\".",
        "\"The beauty of a handwoven tapestry, crafted with skill and precision.",
        "\"The beauty and intricacy of a handmade basket weave\"."
    ],
    "wrinkled": [
        "A wrinkled look is typically characterized by creased, folded, or crumpled skin, often caused by a combination of factors, such as age, sleep position, repeated facial expressions, sun exposure, smoking, and genetics.",
        "A wrinkle is a thin line or crease in the skin, typically caused by the aging process, sun damage, or a build-up of fluid in the skin.",
        "A wrinkle is a thin line or fold in the skin.",
        "A wrinkled looks like a crumpled piece of paper: it has many creases, folds, and dimples.",
        "A wrinkled look is when fabric or material is wrinkled or folded in a casual, unkempt fashion.",
        "A wrinkled person will usually have signs of aging on their face such as fine lines and wrinkles.",
        "A wrinkled can be identified by their wrinkles, typically found on the face, neck, and hands.",
        "A wrinkled surface or texture can usually be identified by sight; it will have noticeable creases or ridges.",
        "A wrinkled person is easily identifiable by their wrinkles, which are typically visible on their forehead, face, hands, and arms.",
        "A wrinkled apple can be identified by its bumps, ridges, and folds.",
        "A wrinkled look can mean different things depending on the context.",
        "A wrinkled look can be described as having creases, lines, folds, or furrows in the skin that are caused by wrinkling of the dermis.",
        "A wrinkled surface typically appears to be lined or creased.",
        "A wrinkled look can look a variety of ways depending on the object and the severity of the wrinkles.",
        "A wrinkled look can vary, but generally it means that something has had an uneven surface or has been crumpled or creased.",
        " pair of jeansThis image from the internet shows a pair of worn-out, light blue jeans that have been through a lot.",
        " faceThis image from the internet is a close up shot of an elderly woman's face with deep wrinkles.",
        " piece of paperThis is an image of a weathered, yellowed sheet of paper, wrinkled and worn from years of exposure to the elements.",
        " paperThe image is of a crumpled piece of white paper.",
        " appleThe image shows a brown and wrinkled apple, with a stem still attached at the top.",
        "\"The passage of time leaves its mark.",
        "\"Wrinkles from years of laughter and smiles\".",
        "\"A reminder of all the journeys our skin has taken us on.",
        "\"The passing of time leaves its mark.",
        "\"The passing of time inevitably brings changes."
    ],
    "zigzagged": [
        "A zigzag is a shape or pattern featuring a series of sharp turns and angles.",
        "A zigzagged pattern is one that goes back and forth, usually following a jagged line rather than a straight line.",
        "A zigzag is a pattern consisting of a series of alternating sharp turns or angles in both the vertical and horizontal planes.",
        "A zigzag is an alternating pattern of diagonal, straight, and/or curved lines.",
        "A zigzagged line is a series of slanting lines that resemble jagged steps or waves on a graph.",
        "A zigzagged line or pattern can be identified by its distinctive angular, jagged shape.",
        "A zigzagged can be identified by its shape which consists of a pattern of alternating sharp turns and straight lines.",
        "A zigzag is a shape that alternates between angled lines or curves.",
        "A zigzag is typically identified by its characteristic \"jagged\" shape, featuring alternating sharp angles and straight lines.",
        "A zigzag pattern is a line that switches directions, usually represented as a jagged shape resembling lightning.",
        "A zigzagged line looks like a series of angled lines that alternate between pointing up and down, left and right.",
        "A zigzagged line looks like a series of sharp angles that alternate between declining and inclining.",
        "A zigzagged shape looks like a line of alternating peaks and valleys that zig and zag across the page.",
        "A zigzagged line looks like it is made up of a series of sharp angles, alternating in direction along a single line.",
        "A zigzag typically looks like a pattern with alternating sharp turns and angles.",
        " lineThe image is of a neon orange zigzag line on a white background.",
        " black and white stone pathway The photo is of a winding stone pathway through a grassy meadow.",
        " mountainThe image I saw was of a large mountain with several zigzagged ridges along it's side.",
        " lineThis image from the internet is of a yellow zigzagged line that covers the middle of a white background.",
        " lineThe image I'm describing is of a bright, yellow zigzag line set against a light blue background.",
        "\"The winding path of life isn't always straight, but there is always a beautiful journey to be had.",
        "\"The winding path of life never goes as expected.",
        "\"Sometimes the easiest way isn't always the straightest path.",
        "\"Life's path is never straightforward; sometimes it gets zig-zagged along the way!\".",
        "\"The road less travelled – the path of irregularity and unpredictability."
    ]
}