{
    "707-320": [
        "The Boeing 707-320 is a long-range, narrow-body, four-engine commercial jet aircraft.",
        "The Boeing 707-320 is a narrow body, four engined airliner with swept wings and a conventional tail.",
        "The very first 707-320 is the Boeing 707-120, also known as the Dash-120.",
        "The 707-320 is a medium-range, four-engine, airliner aircraft manufactured by Boeing.",
        "The Boeing 707-320 was a variant of the 707-120 series.",
        "The Boeing 707-320 can be identified by its distinctive swept-wing design, the Pratt & Whitney JT3D thrust-reverser engines and the distinctive tail design.",
        "The Boeing 707-320 can be identified by several features, including its two JT3D turbofan engines, its distinctive tail, and its 25-minute climb time to cruising altitude.",
        "A Boeing 707-320 can be identified by its distinctive swept wing and T-tail design, along with its four jet engines.",
        "The 707-320 is a medium-range, four-engine jet airliner developed and produced by Boeing from 1958 to 1979.",
        "The 707-320 is identifiable by the bent trailing edge on its wings and the additional set of trailing-edge flaps that are located between the engines.",
        "The Boeing 707-320 is a four-engined medium-range jet airliner.",
        "A Boeing 707-320, also known as the 720, is a mid-sized, four-engine jet airliner designed and manufactured by the Boeing Aircraft Company.",
        "A Boeing 707-320 is a medium- to long-range commercial passenger jetliner.",
        "The Boeing 707-320 is a variant of the original Boeing 707 jet airliner.",
        "The Boeing 707-320 is a four-engined medium-to-long-range airliner first flown in January 1959.",
        "The image is of a Boeing 707-320 aircraft, a jet airliner made by the Boeing Corporation in the 1950s.",
        "This image features a white and blue American Airlines Boeing 707-320 aircraft flying in front of a landscape of misty blue mountains and foregrounded by a body of water.",
        "This image shows a Boeing 707-320 airplane in flight.",
        "The image is of a classic silver and blue 707-320 aircraft.",
        "This image is of a Boeing 707-320 airliner.",
        "Looking back fondly at the Boeing 707-320, one of the original commercial jetliners that popularized air travel in the 1950s and 60s.",
        "The iconic Boeing 707-320 takes off against a stunning sunset sky, a testament to the strength of its design that has seen it remain a favorite for decades.",
        "This classic Boeing 707-320 airliner is seen here shortly after takeoff in 1968.",
        "\"The Boeing 707-320, the first commercial jet airliner introduced in 1959, revolutionized air travel and ushered in the age of the 'jet set.",
        "\"An American Airlines Boeing 707-320 taxis to the runway, ready to take off on its transatlantic journey to Europe."
    ],
    "727-200": [
        "The Boeing 727-200 is a mid-size, narrow-body, three-engine jet airliner.",
        "The Boeing 727-200 is a medium-sized, three-engine jet airliner with a capacity of 149–189 passengers.",
        "The 727-200 is a mid-size, narrow-body, three-engine jetliner.",
        "The Boeing 727-200 is a twin-engined narrow-body jet airliner with a capacity of up to 189 passengers.",
        "The Boeing 727-200 is a medium-range, narrow-body, three-engine executed airliner.",
        "The 727-200 is identifiable by its T-tail, three Pratt & Whitney JT8D-7 turbofan engines with 2,000 to 3,400 pounds of thrust, and its large central engine mounted high in the.",
        "The Boeing 727-200 is easily identifiable by its large three engine, high-bypass turbofan design.",
        "The 727-200 can be identified by its twin-engine configuration and larger fuselage, which is elongated and tapered at both ends compared to previous 727 models.",
        "A 727-200 is distinguished by its distinctive T-tail and three-engine configuration.",
        "The 727-200 can be identified by its unmistakable three-engine configuration, the large T-tail, and the distinctive engine exhaust configuration.",
        "The Boeing 727-200 is a three-engine, medium-sized jetliner that can seat up to 189 passengers.",
        "The Boeing 727-200 is a narrow-body, three-engine airliner with capacity for 149 to 189 passengers.",
        "The Boeing 727-200 is a narrow-body commercial jetliner manufactured by Boeing Commercial Airplanes.",
        "The Boeing 727-200 is a medium- to long-range, three-engine, narrow-body jet airliner that was developed in the 1960s and manufactured from 1964 to 1984.",
        "The Boeing 727-200 is a medium-range, narrow-body, three-engine airliner typically configured with 150–189 seats.",
        "The image is of a Boeing 727-200 aircraft, painted in the classic livery of American Airlines.",
        " airplaneThis image shows a Boeing 727-200 airliner.",
        "This is an image from the internet of a Boeing 727-200 airliner.",
        "The image is of an American Airlines Boeing 727-200, one of the iconic aircraft Boeing produced in the 60s and 70s.",
        "This image is of a Boeing 727-200, the classic three-engined jetliner.",
        "\"An iconic American Airlines Boeing 727-200 takes flight, symbolizing the golden age of aviation.",
        "The iconic Boeing 727-200 is a beloved symbol of air travel in the United States and beyond, connecting generations of passengers across the globe.",
        "\"The classic 727-200 proving why it was such an iconic aircraft for many airlines around the world.",
        "A United Airlines Boeing 727-200 takes off, bringing travelers far and wide on their journeys.",
        "\"The iconic Boeing 727-200 airliners, known for their versatility and reliability, make up a crucial part of aviation history."
    ],
    "737-200": [
        "The Boeing 737-200 is a short to medium-range twin-engine narrow body airliner.",
        "The Boeing 737-200 is a twin-engine, short- to medium-range passenger airliner.",
        "The Boeing 737-200 is a narrow-body aircraft with two turbofan engines.",
        "The 737-200 was the first stretched variant of the 737 family and is recognizable by its characteristic T-tail and high-mounted wings.",
        "The Boeing 737-200 is a twin-engine, single-aisle commercial jet designed for short-haul flights.",
        "The Boeing 737-200 (usually referred to as the 737-200) is a twin-engine, short- to medium-range airliner produced by Boeing Commercial Airplanes from April 1967 to August 1988.",
        "The 737-200 can be identified by its distinctive white and blue Boeing livery, its large T-shaped tail fin, as well as its two high-bypass turbofan engines.",
        "A 737-200 can be identified by its distinct exterior characteristics, including the use of JT8D engines, a T-tail tailfin design, and a short, blended wing root.",
        "A 737-200 can be identified by its registration number on the side of the fuselage near the tail.",
        "The 737-200 can be identified by the rectangular wingtips, lack of winglets, two overwing exits, and a straight tailcone rather than the sloped tailcone of the more modern 737 models.",
        "The Boeing 737-200 is a twin-engine, single-aisle commercial jetliner.",
        "A Boeing 737-200 is a medium-sized, narrow-body short/medium-range jet airliner.",
        "A Boeing 737-200 is a twin-engine, single-aisle short-to-medium-range passenger jet that was designed and manufactured by Boeing Commercial Airplanes.",
        "The Boeing 737-200 is a light-sized commercial jet airliner.",
        "The Boeing 737-200 is a twin-engine, narrow-body airliner first introduced by Boeing in 1966.",
        "This image is of a white and blue 737-200 passenger plane parked on a tarmac with a clear blue sky in the background.",
        "This image from the Internet is of a Boeing 737-200 passenger jet.",
        "This image shows a Boeing 737-200 passenger airliner lined up next to a terminal building.",
        " aircraftThis image is a side view of a 737-200 aircraft with the registration number, N234SG.",
        "The image is of an American Airlines Boeing 737-200 plane.",
        "\"The Boeing 737-200, a classic passenger airliner of the 1970s, still providing reliable service today.",
        "\"The Boeing 737-200 made its first flight on April 9, 1967, and is seen here on a stunning summer day over the clouds.",
        "\"The iconic 737-200 proving why it's still a reliable workhorse, flying through the sky with ease after over 40 years of service.",
        "\"A classic Boeing 737-200 takes flight, showing its classic single-aisle design that revolutionized air travel.",
        "\"An American Airlines 737-200 makes its final approach into the Dallas-Fort Worth International Airport, signaling the end of a successful flight."
    ],
    "737-300": [
        "The Boeing 737-300 is a narrow-body jet airliner with a capacity of between 149 and 189 passengers.",
        "The Boeing 737-300 is a twin-engine, narrow-body aircraft.",
        "The Boeing 737-300 is a twin-engine short-to-mid-range plane with a capacity of 149 to 189 passengers.",
        "The Boeing 737-300 is a twin-engine, single-aisle airliner.",
        "The Boeing 737-300 is a twin-engine, single-aisle commercial jet airliner, typically seating between 140 and 170 passengers.",
        "A Boeing 737-300 can be identified by its distinctive blue and white exterior, its two CFM56-3C1 turbofan engines, and its clear swept-wing design.",
        "A Boeing 737-300 is identifiable by its fuselage length of 111ft 8in, seating capacity of 149, and its two CFM56-3C1 turbofan engines.",
        "The 737-300 usually has a large boom mounted antenna, visible near the top of the vertical stabilizer.",
        "A 737-300 can be identified by its distinctive airframe featuring six-abreast seating, a T-tail configuration, high-mounted wings, and an elongated fuselage.",
        "The Boeing 737-300 is a twin-engine short-to-medium-range narrowbody airliner.",
        "A Boeing 737-300 is a single-aisle, twin-engine jet airliner that was produced from 1984 to 2000.",
        "A Boeing 737-300 is a twin-engine jet airliner that was introduced in 1984 and retired in 2000.",
        "The Boeing 737-300 is a twin-engine, single-aisle jet airliner with a swept wing design and a capacity of up to 189 passengers.",
        "The Boeing 737-300 is a twin-engine, narrow body, short- to medium-range airliner.",
        "The Boeing 737-300 is a short to medium-range, single-aisle commercial passenger jet airliner.",
        "The image in question is of a white Boeing 737-300 aircraft with red and blue stripes running down the side.",
        "The image is of a blue and white 737-300 aircraft.",
        "The image is of a white 737-300 passenger airplane with a red tail and lettering.",
        "This image is of a Boeing 737-300 aircraft in its iconic white external livery.",
        "The image is of a Boeing 737-300 short to medium-range twin-engine jet airliner.",
        "The Boeing 737-300 was one of the earliest aircraft models in the 737 family, and part of the highly successful line that revolutionized air travel.",
        "\"Taking off for an unforgettable journey in an iconic Boeing 737-300.",
        "\"The Boeing 737-300 stands ready to ascend into the sky, carrying passengers to destinations around the world.",
        "\"A WestJet Boeing 737-300 on the tarmac at Toronto Pearson International Airport, ready for takeoff.",
        "An Alaska Airlines Boeing 737-300 taking off from Seattle-Tacoma International Airport, ready to take passengers to their destination."
    ],
    "737-400": [
        "The Boeing 737-400 is a shortened version of the 737-300, and is one of the most widely used aircraft in the world.",
        "The Boeing 737-400 is a short-to-medium range, single-aisle, narrow-body jet airliner.",
        "The 737-400 is a short- to medium-range twin-engined narrow-body jet airliner, introduced by Boeing in 1988 and is part of the popular 737 ‘Classic’ family of passenger jets.",
        "The Boeing 737-400 is a two-engine, single-aisle, short-to-medium-range commercial jetliner designed and manufactured by Boeing Commercial Airplanes.",
        "The Boeing 737-400 is a mid-range, single aisle airliner that was introduced in 1988 as a longer, heavier version of the 737-300.",
        "A 737-400 can be identified by its distinctive three-digit model type \"737-400\".",
        "The Boeing 737-400 can be identified by its distinctive livery or paint scheme and its two high-bypass turbofan engines.",
        "The Boeing 737-400 has a distinctive wing design with a blended winglet and a cantilever swept fin.",
        "The 737-400 can be identified by its fuselage length of 33.",
        "The 737-400 can be identified by its distinctive nose profile, two overwing exits, and a T-tail configuration.",
        "The Boeing 737-400 is a twin-engine, single-aisle short to medium range airliner.",
        "The Boeing 737-400 is a twin-engine, single-aisle jet aircraft.",
        "A 737-400 is a medium-sized, twin-engine commercial airliner designed and manufactured by Boeing.",
        "The Boeing 737-400 is a twin-engine narrow-body jetliner.",
        "The Boeing 737-400 is a single-aisle, twin-engine jet liner with a capacity of up to 189 passengers.",
        "The image is of a silver Boeing jetliner with blue and red stripes.",
        "The image depicts a commercial jet airplane, a Boeing 737-400.",
        "This is an image of a Boeing 737-400 passenger jet.",
        "The image is of a white and blue Boeing 737-400 jet with the large blue and silver ‘Boeing’ logo on its tail.",
        "This image from the internet is of a Boeing 737-400 commercial airliner in flight.",
        "\"On its final approach, a Boeing 737-400 slowly descends over the airport runway, ready to make its landing.",
        "\"The iconic Boeing 737-400 enjoys a special place in the hearts of pilots and aviation enthusiasts alike, with its classic lines and reliable design.",
        "The Boeing 737-400, a short-to-medium range twin-engine airliner, taxis along the runway in preparation for takeoff.",
        "\"An American Airlines 737-400 aircraft soars over an urban landscape, on its way to take passengers to their destination.",
        "\"The Boeing 737-400 is seen here on a sunny day, ready to take flight!\"."
    ],
    "737-500": [
        "The Boeing 737-500 is a narrow-body, short to medium-range twin-engine jet airliner.",
        "A Boeing 737-500 is a single aisle, twin-engine jetliner developed by commercial aircraft manufacturer Boeing for the short-to-medium range market.",
        "The Boeing 737-500 is a twin-engine, narrow-body commercial passenger jet.",
        "The Boeing 737-500 is a single aisle, twin-engine jet aircraft.",
        "The 737-500 is a narrow-body, twin-engine jet airliner produced by Boeing.",
        "The Boeing 737-500 is identifiable by its two CFM56-3C1 engines, winglets (or a lack thereof), a T-tail design with no horizontal stabilizer, and a larger cabin than the 737-300.",
        "A 737-500 can be identified by its registration number beginning with “735”.",
        "A 737-500 can be identified by the letter 'B' in its model designation.",
        "The model of the Boeing 737-500 can be identified by looking for the model number on the outside of the aircraft, near the wings and tail.",
        "A 737-500 is identifiable by its model number, which is appended to the 737's designation.",
        "The Boeing 737-500 is a twin-engine short- to medium-range single-aisle commercial jet airliner.",
        "The Boeing 737-500 is a two-engine, narrow-body passenger airliner manufactured by Boeing Commercial Airplanes.",
        "The Boeing 737-500 is a single-aisle, short-to-medium-range airliner used primarily for domestic flights.",
        "A Boeing 737-500 is a single-aisle, twin-engine jetliner designed and manufactured by Boeing Commercial Airplanes.",
        "The Boeing 737-500 is a two-engine, short- to medium-range, narrow-body airliner.",
        "This image is a photo of a Boeing 737-500 taken from the side.",
        "The image of a 737-500 is an airliner operated by S7 Airlines, a Russian airline.",
        "This image is of a Boeing 737-500 passenger aircraft in the classic white and blue livery of a major airline.",
        "The image shows a white Boeing 737-500, a short-to-medium range airliner.",
        "The picture showcases a white 737-500 with a light blue and white livery.",
        "\"A Boeing 737-500 aircraft takes off, beginning a journey across the United States.",
        "\"The modern day workhorse of the skies – the Boeing 737-500 stands thrusting forward in the sky, set to continue providing efficient and reliable service for many more years to come.",
        "\"The Boeing 737-500 takes flight - its reliable and efficient design ensures a comfortable journey for all.",
        "The Boeing 737-500 soars through the sky, delivering passengers to their destination in style and comfort.",
        "\"This Boeing 737-500 climbs out of the airport, heading off for an exciting journey!\"."
    ],
    "737-600": [
        "The Boeing 737-600 is a shorter version of the 737-700; it is a twin-engine short to medium-range single-aisle airliner.",
        "The Boeing 737-600 is a midsized, narrow-bodied commercial airliner capable of carrying up to 132 passengers.",
        "The Boeing 737-600 is a single-aisle, twin-engine commercial airliner with a capacity of up to 149 passengers.",
        "The 737-600 is a single-aisle, twin-engine jet manufactured by Boeing.",
        "The Boeing 737-600 is a twin-engine short-to-medium-range narrow-body airliner.",
        "To identify a 737-600, look for the airplane's manufacturer and model numbers, which are typically printed on the exterior of the aircraft.",
        "The 737-600 typically has a seating capacity of 132-149 passengers and can be identified by it's distinctive fuselage with a noticeable tail cone region and raked wingtips.",
        "The 737-600 can be identified by its long, slender fuselage and distinctive tail design featuring high-mounted engines and a two-dorsal fin tail.",
        "The Boeing 737-600 can be identified by its length of 110 feet 3 inches (33.",
        "The 737-600 can be identified by the registration number which is typically printed on its exterior.",
        "The Boeing 737-600 is a single-aisle, twinjet jet airliner.",
        "The Boeing 737-600 is a twin-engine, short-to-medium-range, narrow-body, commercial jet airliner.",
        "A Boeing 737-600 is a twin-engine, single-aisle, narrow-body jet airliner typically seating between 108 and 132 passengers.",
        "The 737-600 is a twin-engine, single-aisle commercial jetliner manufactured by Boeing.",
        "The Boeing 737-600 is a single-aisle, narrow-body jet airliner that typically seats between 108 and 132 passengers in a two-class cabin layout.",
        "The image is of a silver 737-600 airplane with a white, blue and red Lion Air logo on its tail.",
        "This is an image of a Boeing 737-600 taken from the internet.",
        "This image from the internet is of a Boeing 737-600 airplane.",
        "This image from the internet is a photo of a emerald green and white Boeing 737-600, parked on the tarmac of a commercial airport.",
        "This image is of a white 737-600 airplane with a horizontal blue stripe along its sides.",
        "The 737-600 takes off for a cross-country flight, ready to deliver passengers and goods with its reliable performance.",
        "\"A 737-600 commercial airliner takes off, beginning its journey from the runway to the skies.",
        "\"Ready for takeoff - the Boeing 737-600 takes to the skies for its first flight.",
        "The 737-600 takes travelers on short-to-medium haul flights with its efficient and reliable performance.",
        "\"The Boeing 737-600, a reliable staple of regional air travel, arrives at its destination after a smooth flight."
    ],
    "737-700": [
        "A 737-700 is a medium-haul, single aisle commercial airplane.",
        "The 737-700 is part of the Boeing 737 aircraft family and is a single-aisle, mid-range airliner.",
        "The Boeing 737-700 is a twin-engine, single-aisle, short-to-medium-range airliner designed and built by Boeing Commercial Airplanes.",
        "A 737-700 is a narrow-body, single-aisle jet airliner typically used for short to medium haul flights.",
        "The Boeing 737-700 is a twin-engine, short-to-medium-range narrow-body airplane with a capacity of up to 149 passengers.",
        "A 737-700 can be identified by its size—it has a shorter fuselage and a wingspan of around 117 feet.",
        "You can identify a 737-700 by its distinctive wingspan, which is shorter than older models of Boeing 737 aircraft, and by its sloped nose.",
        "The 737-700 can be identified by its distinctive winglets, which provide greater lift and better fuel efficiency than other 737 models and are located at the tips of the wings.",
        "A 737-700 can be identified by looking for a dashed line that is part of the tail number.",
        "A Boeing 737-700 is identifiable by its CFM International CFM56-7B-series engines and the suffix \"-700\" after the 737 designation.",
        "The Boeing 737-700 is a mid-size, narrow-body airliner which typically seats between 110 and 149 passengers.",
        "A Boeing 737-700 is a Fly-by-Wire aircraft with a more advanced digital flight control system than other 737 models.",
        "The Boeing 737-700 is a member of the Boeing 737 family of short/medium-range, narrow-body jet airliners.",
        "The Boeing 737-700 is a narrow-body airliner designed by Boeing.",
        "The Boeing 737-700 is a short- to medium-range, single-aisle commercial jetliner.",
        "This image shows a close-up view of a United Airlines Boeing 737-700 airliner.",
        "The image is of a white and blue Boeing 737-700 short haul airliner with vertical stabilizers visible against a bright blue sky.",
        "The image is of a white and blue Boeing 737-700 jetliner parked on a runway.",
        "This image from the internet is of a 737-700 plane in the sky.",
        "The image is of a sleek, white 737-700 Boeing jet with a blue and white livery.",
        "The Boeing 737-700 cruising high in the sky, connecting friends, family, and business travelers across the world.",
        "A 737-700 takes off for a new destination, showcasing the power and reliability of the iconic aircraft.",
        "\"The Boeing 737-700 proves that size can be deceiving -- this small aircraft packs a big punch, providing a reliable and comfortable flight experience.",
        "\"A 737-700 jetliner from Southwest Airlines taking off into the sunset, ready to create lasting memories for its passengers.",
        "The Boeing 737-700 jetliner is seen ready to take off on its next flight, allowing passengers to travel in comfort and safety."
    ],
    "737-800": [
        "The Boeing 737-800 is a twin-engine, short- to medium-range airliner.",
        "A Boeing 737-800 is a mid-size, narrow body jet airliner typically used for short- to medium-range flights.",
        "A Boeing 737-800 is a commercial airliner produced by Boeing.",
        "The Boeing 737-800 is a twin-engine, short- to medium-range, single-aisle commercial jet airliner typically configured with 162 seats in a 2-class layout.",
        "The Boeing 737-800 is a medium-haul commercial airliner.",
        "A 737-800 can be identified by its distinctive shape and the 738 model number printed on the tail.",
        "The 737-800 can be identified by its slightly longer body length (39.",
        "The 737-800 can be identified by its larger wingspan and more powerful engines compared to previous 737 models.",
        "A Boeing 737-800 can usually be identified by its “clamshell” engine cowlings, tall vertical stabilizer and large wing-mounted engines.",
        "A Boeing 737-800 can be identified visually by its distinctive shape and size.",
        "A 737-800 is a twin-engine, single-aisle jet airliner typically used for short- and medium-haul routes.",
        "A Boeing 737-800 is a single-aisle, twin-engine aircraft typically seating between 162 and 189 passengers, depending on the configuration.",
        "The Boeing 737-800 is a twin-engine short- to medium-range narrowbody airliner.",
        "A Boeing 737-800 is a twin-engine jet airliner typically used for short- to medium-haul flights.",
        "A Boeing 737-800 is a narrow-body aircraft with two engines located on the rear of the fuselage.",
        "The image from the internet of a Boeing 737-800 is an aerial view of the plane while in flight.",
        "The image shows a sleek, modern blue and white airplane.",
        "This picture shows a silver and blue 737-800 airliner with the livery of a European-based airline.",
        "This image depicts the latest version of the Boeing 737-800 airplane, the world's most popular jetliner.",
        "The image is of a white and blue 737-800 airplane gliding along the air in front of a large, bright sun.",
        "\"This 737-800 jet soars through the sky, delivering passengers to their destination with style and efficiency.",
        "\"Climbing skyward, an aerial view of a 737-800 on its journey toward the clouds.",
        "\"The Boeing 737-800 aircraft stands ready to fly passengers to their next destination.",
        "\"This Boeing 737-800 is making its way to its next destination as it soars through the clear blue sky.",
        "A Boeing 737-800 on its way to its destination, soaring through the skies with grace and efficiency."
    ],
    "737-900": [
        "The Boeing 737-900 is a twin-engine, single-aisle airliner that is part of the 737 Next Generation family.",
        "The Boeing 737-900 is a large, twin-engine short to mid-range jetliner.",
        "The Boeing 737-900 is the largest model of the 737 Next Generation family of commercial jetliner aircraft.",
        "The Boeing 737-900ER is a stretched version of the 737-800.",
        "The Boeing 737-900 is a single aisle aircraft with a capacity of up to 215 passengers and a wingspan of about 117 feet.",
        "The 737-900 is a variant of the Boeing 737 family.",
        "The 737-900 can be identified by its larger size, flat-faced nose, and a stubbier tail section than the 737-800.",
        "A 737-900 is identifiable by its distinctive tail shape, which features a leading-edge vertically curved to the aft wing root and a nose section that is quite similar to the 737-800.",
        "The Boeing 737-900 is the largest member of the Boeing 737 Next Generation family of commercial airliners and is distinguishable by its larger size, higher tail, and extended wingspan.",
        "The 737-900 is a member of the 737 Next Generation (NG) family and can be identified by its distinctive winglets, 737 MAX-styled engines, and 2 doors on each side of the aircraft.",
        "The Boeing 737-900 is a twin-engine, single aisle, medium-haul airliner typically configured with 160 to 189 seats.",
        "A Boeing 737-900 is a two-engine medium-sized jetliner that is part of the 737 Next Generation family of aircraft.",
        "The Boeing 737-900 is a stretched version of the 737-800.",
        "The Boeing 737-900 is a mid-range, single-aisle commercial jetliner.",
        "The Boeing 737-900 is a twin-engine short- to medium-range narrow-bodied jet airliner.",
        "The image is of a white and blue Boeing 737-900, a medium-haul commercial jetliner.",
        "This image is of a modern Boeing 737-900 jet, taking off from the runway.",
        "The image is of a white and blue Boeing 737-900 airplane sitting on the tarmac at an airport.",
        "This image is an artistic shot of an Alaska Airlines Boeing 737-900 aircraft sitting at the terminal gate.",
        "This image is of a Boeing 737-900 plane taking off from an airport in the United States.",
        "The next generation of air travel has arrived - the Boeing 737-900 takes off on its maiden flight.",
        "\"The Boeing 737-900 offers a spacious interior for passengers and crew alike, providing a comfortable and efficient travel experience.",
        "\"The next generation of air travel has arrived, as the Boeing 737-900 takes flight.",
        "\"State-of-the-art Boeing 737-900 soaring above the clouds, providing a safe and comfortable flight for passengers around the world.",
        "The Boeing 737-900 taxis onto the runway, ready to embark on its next journey."
    ],
    "747-100": [
        "The Boeing 747-100 is a wide-body airliner produced from 1966 to 1978.",
        "The Boeing 747-100 is a large jet airliner with a distinctive humped upper fuselage and four large engines.",
        "The Boeing 747-100 is the original version of the 747 jumbo jet and was the world's first wide-body, commercial airliner.",
        "The Boeing 747-100 is a large, wide-body commercial jet aircraft with four engines and a distinctive wide-bodied “hump” design.",
        "The Boeing 747-100 is a large, wide-body, four-engine, commercial airliner.",
        "A 747-100 can be identified by its distinctive hump-like upper deck.",
        "The Boeing 747-100 is the original variant of the Boeing 747 and first flew in 1969.",
        "The first variant of the Boeing 747 is the 747-100, which is identifiable by its short length and hump on the upper deck.",
        "A 747-100 can be identified by its distinct shape - most notably, the four engines and two decks.",
        "The Boeing 747-100 is the first and rarest version of the series and can be identified by its original square two-deck design and the name \"Classic\" written in small print next to the \"747\" designation.",
        "The Boeing 747-100 is a four-engine, wide-body airliner with a distinctive hump-backed shape.",
        "A 747-100 is the first variant of the Boeing 747, the world's first wide-body commercial jetliner, and it is characterized by its distinctive \"hump-back\" shape designed to handle the increase in passenger and cargo capacity.",
        "The Boeing 747-100 is a wide-body airliner that is similar in design to other jumbo jets such as the Boeing 707 and the Douglas DC-8 and is the first variant of the Boeing 747 family of aircraft.",
        "The Boeing 747-100 is a widebody commercial airliner that was developed in the late 1960s and was the first version of the iconic jumbo jet.",
        "A 747-100 is a large, wide-bodied aircraft with four engines, two aisles, a large upper deck, and a traditional \"hump\" in the top center section of its airframe.",
        "This image from the internet shows a white 747-100 airliner with a blue and white striped livery.",
        "This image from the internet of a 747-100 displays a massive plane sitting on the runway.",
        "The image is of a commercial airlplane, specifically a Boeing 747-100 jetliner.",
        "The image shows a large white commercial airliner with a blue strip running along its length.",
        "The image is of an iconic Boeing 747-100 painted in a blue livery with white horizontal stripes.",
        "\"The Boeing 747-100 was the world's first widebody airliner, ushering in a new era of air travel in 1970.",
        "\"The world's first jumbo jet, the Boeing 747-100 takes off for a historic flight in 1969\".",
        "\"The Boeing 747-100 was the first variant of the iconic jumbo jet, first entering service in 1970 and revolutionizing global air travel.",
        " \"The first 747-100 prototype undergoes ground tests at Boeing's Everett, Washington facility in 1968\".",
        "The Boeing 747-100, the first wide-body commercial aircraft, shows off its iconic \"hump\" as it ascends into the sky."
    ],
    "747-200": [
        "The Boeing 747-200 is a wide-body commercial airliner developed by Boeing.",
        "The Boeing 747-200 is a widebody jet airliner and is one of the first variants of the Boeing 747.",
        "The Boeing 747-200 is a wide-body jet airliner designed by Boeing initially as a cargo aircraft.",
        "The Boeing 747-200 is a wide-body, four-engine jet airliner typically used for international flights.",
        "The Boeing 747-200 is a large, wide-body, four-engine airliner with a swept-wing design.",
        "The 747-200 can be identified by its distinctive 'hump' shape, four engines, four wings positioned at the tail of the aircraft with two elevated tail fins, and a low cylindrical fuselage flanked by two lower wings.",
        "A Boeing 747-200 can be identified by its distinctive nose shape and larger windows with wide oval frames.",
        "A 747-200 can be identified visually by its distinctive configuration—the 747-200 has a two-story upper deck with a gradual sloped nose, six-window cockpit, and a T-tail.",
        "A Boeing 747-200 can be identified by its classic \"hump\" on the upper deck, which sets it apart from the other Boeing 747 models.",
        "The Boeing 747-200 is identifiable by its high-profile bubble top and long, narrow-body fuselage that includes a distinctive hump along the top.",
        "A Boeing 747-200 is a four-engine, wide-body jet airliner.",
        "A Boeing 747-200 is a wide-body commercial airliner developed by Boeing Commercial Airplanes.",
        "The Boeing 747-200 is a large four-engine, narrow-body airliner, first produced in 1968.",
        "The Boeing 747-200 is a wide-body, four-engine airplane that was introduced in 1971.",
        "A Boeing 747-200 is a jet airliner with a typical double-aisle configuration, a swept-wing design, and four turbofan engines.",
        "The image is of a white, four-engined Boeing 747-200 airliner.",
        "The image of the 747-200 from the internet is a dramatic one.",
        "This image is of a massive 747-200 aircraft taking off from an airport.",
        "The photo of the 747-200 is a scene-stealing image.",
        "This image from the internet features a white Boeing 747-200 airliner travelling through the air, with its four huge engines emitting a powerful thrust as the plane takes off.",
        "\"A majestic Boeing 747-200, a powerful symbol of the golden age of commercial air travel, stands on the runway ready for takeoff.",
        "\"The Queen of the Skies - a Boeing 747-200 aircraft flies overhead, on its way to a new destination.",
        "A magnificent Boeing 747-200 airliner soars through the sky, showing the iconic silhouette of its four engines.",
        "The iconic Boeing 747-200 soars above the clouds on its way to an exciting destination.",
        "\"A United Airlines Boeing 747-200 flies over the clouds, showing its majestic wingspan in full view."
    ],
    "747-300": [
        "A Boeing 747-300 is a wide body, four engine, airliner designed for medium to long haul flights.",
        "A Boeing 747-300 is a wide-body commercial passenger jet that was first introduced to the market in 1980.",
        "The Boeing 747-300 is a mid-size, wide-body passenger jetliner.",
        "The Boeing 747-300 is a four-engine wide-body jetliner with a distinct hump-backed shape and distinctive twin tails.",
        "The Boeing 747-300 is a wide-bodied commercial passenger jetliner.",
        "A 747-300 can be identified by its distinct \"squared-off\", buttressed tail.",
        "A Boeing 747-300 can be identified by its distinctive tail shape and the fact that it is one of the first generations of the 747 to feature a stretched fuselage.",
        "The easiest way to identify a Boeing 747-300 is by its long fuselage and large wing.",
        "A Boeing 747-300 is most easily identified by its distinctive shape and size.",
        "A Boeing 747-300 is identifiable by its external features, including a raised cockpit, shorter nose, four-person flight deck with updated avionics, and a tail cone that is split into two sections.",
        "The Boeing 747-300 is a wide-body airliner.",
        "A Boeing 747-300 is a large, long-range, four-engine jet airliner manufactured by Boeing Commercial Airplanes.",
        "A Boeing 747-300 is a large, wide-bodied, long-range four-engined jet airliner.",
        "A 747-300 looks like an airplane with two decks, a fuselage with a curved nose tip, and four turbojet engines.",
        "The Boeing 747-300 is a wide-body commercial airliner typically configured as a passenger aircraft, though it has also been used as a cargo or military transport.",
        "This image from the internet shows a Boeing 747-300 in all its glory.",
        "The image shows a white Boeing 747-300 commercial airliner at an airport.",
        "The image shows a white commercial aviation Boeing 747-300 passenger aircraft from a three-quarter view facing the nose.",
        "This image from the internet is of a mosiac-style painting of a British Airways Boeing 747-300.",
        "This image from the internet is of an Air China 747-300 in flight.",
        "\"The Boeing 747-300 is seen here, a powerful and iconic aircraft that has ferried passengers around the world for decades.",
        "\"The iconic Boeing 747-300 takes to the skies, showing the impressive size of the aircraft against the beauty of the open sky.",
        "The Boeing 747-300, seen here departing from Los Angeles International Airport (LAX), is one of the largest airliner models in history.",
        "The iconic Boeing 747-300, a mainstay of international aviation since the 1980s, takes to the skies over a cityscape.",
        "\"The iconic Boeing 747-300, part of a generation of passenger jets beloved by flying enthusiasts."
    ],
    "747-400": [
        "The Boeing 747-400 is a wide-bodied commercial jet airliner with four engines and a seating capacity of up to 416 passengers in a typical two-class configuration.",
        "The Boeing 747-400 is a wide-body jet airliner with four engines, a high-bypass turbofan engine.",
        "The Boeing 747-400 is a four-engine, wide-body aircraft that is mainly used for long-haul flights.",
        "The 747-400 is a wide-body aircraft belonging to the Boeing 747 series.",
        "A Boeing 747-400 is a long-range, wide-body, four-engine jet airliner.",
        "The Boeing 747-400 can be distinguished by its four engines, four-color livery (typically red, blue, white, and gray), winglets on the outer wings, and its revised interior with wider cabins and longer fuselage.",
        "A Boeing 747-400 can be identified by its distinctive wingtip design and increased size compared to earlier 747 versions.",
        "The 747-400 can be identified by its distinctive double-deck design and hump on the upper deck, a stretched upper deck compared to the 747-200/300 models, six-wheel main landing gear and a modern glass cockpit.",
        "The Boeing 747-400 is a wide-body jet airliner and can be identified by its distinctive hump upper deck, four engines, and its long fuselage.",
        "The Boeing 747-400 can be identified by its four engines, two under each wing.",
        "The Boeing 747-400 is a large four-engine airliner that has evolved from the original 747.",
        "A Boeing 747-400 is a wide-body commercial airliner with four turbofan engines.",
        "A Boeing 747-400 is a large, long-range, wide-body airliner.",
        "The Boeing 747-400 is a large four-engine jet airliner, with a distinctive hump upper deck.",
        "The Boeing 747-400 is a wide-body commercial airliner with four engines, two decks, and a distinctive hump on the forward upper fuselage.",
        "This image from the internet is a picture of a Boeing 747-400 passenger plane.",
        "The image is of a blue and white 747-400 aircraft with a white and blue design on the tail.",
        "This image is of a blue and white Boeing 747-400 jetliner.",
        "This is an image of a Boeing 747-400 aircraft in the air.",
        "This image shows a Northwest Airlines 747-400 taking off from San Francisco International Airport.",
        "\"A majestic Boeing 747-400 soars majestically through clear blue skies, its four engines leaving a brilliant contrail in its wake.",
        "\"The iconic Boeing 747-400, capable of transporting up to 660 passengers at a time to destinations around the world.",
        "\"A majestic sight – a Boeing 747-400 taking off into the sunset.",
        "\"The Boeing 747-400 is an iconic airplane beloved by aviation enthusiasts around the world.",
        "\"A majestic Boeing 747-400 soars through the sky, showing off its impressive wingspan."
    ],
    "757-200": [
        "The 757-200 is a mid-size, narrow-body passenger airliner.",
        "The Boeing 757-200 is a narrow-body airliner with two engines.",
        "The Boeing 757-200 is a narrow-body passenger plane with two engines.",
        "The Boeing 757-200 is a mid-size narrow-body twin-engine jet airliner capable of carrying up to 239 passengers.",
        "The Boeing 757-200 is a narrow-body jetliner typically seating between 181 and 224 passengers.",
        "The Boeing 757-200 can be identified by its swept-back tail section, its large single-piece forward entry door, its winglet-like engines, and its noticeable nose section in profile view.",
        "A 757-200 can be identified by its twin turbofan engines, a medium-sized fuselage, straight wings, and a T-tail.",
        "A 757-200 can be identified by its distinctive shape, including its smaller profile and wingspan, its two rear engines, and its higher landing gear.",
        "A Boeing 757-200 can be identified by its fuselage length of 155 feet and 4 inches, wingspan of 124 feet and 10 inches, and height of 41 feet and 4 inches.",
        "The 757-200 can be identified by its distinctive fuselage shape, which includes a large forward section ending in a point, and a thin, tapered aft section.",
        "The Boeing 757-200 is a twin-engine, narrow body commercial airliner.",
        "The Boeing 757-200 is a mid-size, narrow body, twin engine jetliner with two turbofan engines and a large, T-shaped tail fin.",
        "The Boeing 757-200 is a twin-engine, narrow-body medium-range airliner, first introduced in 1983.",
        "A Boeing 757-200 typically has the following specifications: length of 156 ft, wingspan of 125 ft, height of 44 ft, and a maximum takeoff weight of 255,000 lbs.",
        "The Boeing 757-200 is a narrow-body twin-engine jet airliner, typically seating between 169 and 239 passengers.",
        "This image of a 757-200 shows the long, narrow fuselage of the aircraft.",
        "This photo is of a Boeing 757-200 mid-flight in a light blue sky.",
        "This image from the internet is of a blue Boeing 757-200 jet.",
        "This image depicts a Boeing 757-200 airplane in flight.",
        "The image shows a JetBlue Airways Boeing 757-200 rolling out onto a runway.",
        "The Boeing 757-200 helps airlines maximize their utilization of airports and runways, allowing them to do more with less while providing a comfortable experience for travelers.",
        "\"A United Airlines Boeing 757-200 taxiing at Los Angeles International Airport after arriving from a domestic flight.",
        "The Boeing 757-200, a reliable workhorse of commercial aviation, takes to the skies for another day of connecting passengers to their destinations around the world.",
        "The power and grace of the Boeing 757-200 is on full display here, highlighting the impressive capabilities of this reliable mid-sizeaircraft.",
        "The Boeing 757-200, a revolutionary aircraft that revolutionized air travel in the 1980s with its powerful engines and fuel- efficiency."
    ],
    "757-300": [
        "The 757-300 is a medium-range, single-aisle commercial airliner manufactured by Boeing.",
        "The 757-300 is a mid-size, narrow-body, twin-engine jet airliner made by Boeing Commercial Airplanes.",
        "The Boeing 757-300 is a twin-engine airliner manufactured by Boeing Commercial Airplanes.",
        "The Boeing 757-300 is a narrow-body commercial aircraft manufactured by Boeing Commercial Airplanes.",
        "The Boeing 757-300 is a midsize dual-engine passenger jet with a capacity of up to 286 passengers in a two-class cabin configuration.",
        "The 757-300 can be identified by its distinct visual features, including a longer body, fuselage, and wingspan than the original 757-200 series, as well as a raised tail and a large, raked cockpit window.",
        "The 757-300 can be identified by its stretched fuselage, longer wings, and different tail configuration compared to other 757 models.",
        "A 757-300 can be identified by its registration number.",
        "A 757-300 can be identified by its distinctive shape, which is wider than the earlier 757-200 model.",
        "A 757-300 can be identified by its distinctive fuselage length, which at 174 feet, is about 36 feet longer than the 757-200.",
        "The Boeing 757-300 is a wide-body, twin-engine airliner that features a T-tail and two engines at the rear of the fuselage.",
        "The Boeing 757-300 is a mid-sized, narrow body commercial airliner.",
        "A Boeing 757-300 is a single-aisle, twin-engine jet airliner designed and manufactured by the Boeing Company.",
        "A Boeing 757-300 is a medium-range, single-aisle passenger airplane produced by Boeing.",
        "The Boeing 757-300 is a medium-sized twin-engine jet aircraft.",
        "This image from the internet shows a Boeing 757-300 with the United Airlines livery.",
        "This image is a Boeing 757-300, a mid-size, narrow-body, twin-engine aircraft.",
        " aircraftThis image is of a Boeing 757-300 aircraft flying towards a foggy sunrise over an expanse of blue sea.",
        "This image from the internet shows a Boeing 757-300 plane.",
        "The image shows a 757-300 jet as it zooms through the air on its way to its destination.",
        "The Boeing 757-300 - An efficient workhorse of the skies, providing reliable long range service and powerful performance.",
        "The Boeing 757-300 is the largest variant of the 757 family of aircraft, seen here soaring through the sky above.",
        "The Boeing 757-300 taking off on its way to its next destination.",
        "The Boeing 757-300 is seen here on the tarmac, ready to take passengers on their next journey.",
        "The interior of a Boeing 757-300 plane, ready for its next passengers to fly around the world."
    ],
    "767-200": [
        "The Boeing 767-200 is a medium-sized, wide-body, twin-engine jet airliner.",
        "The 767-200 is a mid-size, wide-body twin-engine jetliner from Boeing.",
        "The Boeing 767-200 is a mid-size, wide-body twin-engine jet airliner developed by Boeing in the 1980s.",
        "The 767-200 is a mid-sized, twin-engine commercial airliner developed by Boeing.",
        "The Boeing 767-200 is a mid-sized, narrow-body twin-engine passenger jetliner.",
        "A 767-200 is identifiable by its medium-size fuselage and two high-bypass turbofan engines.",
        "A 767-200 can be identified by its distinctive longer, curved tail fin, along with two high-bypass turbofan engines, a swept-wing design, and a seating capacity of up to 180 passengers.",
        "A 767-200 can be identified by its medium to long-range size which measures in at 151 ft in length and a wingspan of 156 ft 11 in.",
        "A 767-200 can be identified by its two engines, narrow body, distinctive T-tail design, and two passenger doors located on the rear side of the plane's fuselage along with two cargo doors located on the aft fuselage.",
        "A 767-200 can be identified by the \"767-200\" printed on the fuselage of the aircraft, in addition to the distinctive double-bubble design of the fuselage.",
        "The Boeing 767-200 is a midsize, narrow-body commercial aircraft that first flew in 1982.",
        "A Boeing 767-200 is a medium-size, narrow-body, two-engine jet airliner typically seating between 149 and 219 passengers.",
        "A Boeing 767-200 is a twin-engine, mid-sized airplane with two engine nacelles mounted on each side of the rear fuselage.",
        "A Boeing 767-200 typically has two engines and a narrow body.",
        "The Boeing 767-200 is a mid-sized, wide-body airliner with two engines.",
        "The image is of a white Boeing 767-200 passenger jet.",
        "The image from the internet is of a United Airlines Boeing 767-200 jet, parked at a gate at an airport.",
        "The image from the internet depicts a Boeing 767-200 airliner.",
        "This image is of an American Airlines 767-200, the classic successor to the 707 and 727, making its final approach into John F.",
        "The image is of a white Boeing 767-200 aircraft, with blue and red airbrushed designs on its tail and wings.",
        "A Boeing 767-200 takes off from an airport, soaring high above the clouds.",
        "\"A close-up of a Boeing 767-200 aircraft taking off into a clear blue sky, showing the powerful thrust of its two engines.",
        "\"A United Airlines Boeing 767-200 lifting off from LaGuardia Airport, New York City, bound for San Francisco.",
        "The Boeing 767-200 stands ready for its next flight, having completed a mid-air refueling to maximize its range.",
        "Experience the luxury of air travel in this Boeing 767-200, the perfect combination of comfort and efficiency."
    ],
    "767-300": [
        "The Boeing 767-300 is a mid-sized, wide-body twin-engine jet airliner.",
        "The Boeing 767-300 is a medium-sized, wide-body, twin-engine jet airliner, with two wide overwing exits and a large cargo door on the lower aft fuselage.",
        "A Boeing 767-300 is a mid-size, wide-body, twin-engine airliner first produced in the late 1980s.",
        "The Boeing 767-300 is a mid-size, twin-engine jetliner that first flew in 1986.",
        "The 767-300 is a mid-size, wide-body twin-engine commercial aircraft manufactured by Boeing.",
        "The Boeing 767-300 can be identified by its standard fuselage length of 20.",
        "A Boeing 767-300 can be easily identified by its distinctive shape, which includes a swept back and a tapered winglet at the tip of each wing.",
        "The Boeing 767-300 is easily identifiable by its distinctive \"triple-seven\" shape and distinctive high-peaked winglets.",
        "A Boeing 767-300 can be identified by its distinct shape, including the two high-bypass turbofan engines mounted on pylons beneath its wings and its wider body compared to other 767 variants.",
        "The Boeing 767-300 has a distinctive fuselage length of 45.",
        "A Boeing 767-300 is a mid-size, wide-body jet airliner with two engines and a capacity of 243 passengers in two classes.",
        "A Boeing 767-300 is a mid-size, wide-body jet airliner and is typically configured with two aisles and six-abreast seating in economy class.",
        "A Boeing 767-300 is a wide-body jet airliner that's typically used for short- to medium-range trips.",
        "The 767-300 is a twin-engine, wide-body commercial airliner produced by Boeing.",
        "The Boeing 767-300 is a mid-size, twin-engine, wide-body passenger airliner that seats up to 375 passengers.",
        "This image from the internet features a Boeing 767-300 airplane.",
        "This image from the internet shows a Boeing 767-300 in a blue livery with white and black accents.",
        "The image is of a United Airlines Boeing 767-300 in its signature blue and white livery.",
        "The image from the internet is a Boeing 767-300.",
        " airplaneThe image is of a Boeing 767-300 airplane in a white, blue, and grey livery with some black accents.",
        "The mighty Boeing 767-300 soars through the sky - a powerful airliner offering incredible reliability, comfortable amenities, and space for up to 375 passengers.",
        "A United Airlines Boeing 767-300ER aircraft taxis down the runway, preparing for departure to its next destination.",
        "The iconic Boeing 767-300 takes flight, providing an efficient experience for passengers and cargo alike.",
        "\"Departing on its first passenger flight, a Boeing 767-300 takes off into the horizon, setting the stage for a journey full of new experiences.",
        "A jet airliner cruises through the sky, the iconic Boeing 767-300 airborne and ready for takeoff."
    ],
    "767-400": [
        "The Boeing 767-400 is a medium-range twin-engine jetliner.",
        "The Boeing 767-400 is a medium-to-large wide-body airliner.",
        "The 767-400 is a wide-body, twin-engine jet aircraft developed by Boeing Commercial Airplanes.",
        "The Boeing 767-400 is a mid-size, wide-body, twin-engine jet airliner.",
        "The Boeing 767-400 is a commercial airplane designed and manufactured by Boeing Commercial Airplanes.",
        "The Boeing 767-400 can be identified by its distinctive wing design: it has a wider wingspan than its predecessor, the 767-300, and features raked wingtips.",
        "The Boeing 767-400 can be identified by its distinct shape and size.",
        "The Boeing 767-400 can be identified by its distinctive long fuselage and three-person cockpit.",
        "The Boeing 767-400 is identifiable by its three-person crew, the two engines mounted on either side near the rear of the plane, and its delta wing shape.",
        "The 767-400 can be identified by its slimmer fuselage compared to the 767-300, its larger wingspan, higher engine thrust, and its distinctive wingtip mounted engines.",
        "The Boeing 767-400 is a mid- to large-size, wide-body twin-engine jet airliner.",
        "The Boeing 767-400 is a wide-body jet airliner with two engines and a capacity of between 215 and 279 passengers.",
        "The Boeing 767-400 is a mid-sized, wide-body, twin-engine jet airliner.",
        "A Boeing 767-400 is a wide-body, or twin aisle, jetliner.",
        "The Boeing 767-400 is a wide-body, twin-aisle passenger aircraft that is slightly longer than the 767-300.",
        "The image shows a Boeing 767-400 at the top of its climb after takeoff.",
        "This image from the internet is of a Boeing 767-400 aircraft.",
        "The image from the internet of a 767-400 shows an immaculately white jetliner with graceful curves and four engines, poised for takeoff on a sunny day.",
        "This image from the internet shows a large white 767-400 aircraft with two engines on either side.",
        "The image is of an American Airlines Boeing 767-400 aircraft parked at a gate at JFK Airport in New York.",
        "\"The Boeing 767-400 aircraft, known for its efficiency and reliability, taking off into the sunset.",
        "\"Travel in style and comfort aboard this modern Boeing 767-400 aircraft.",
        "The767-400 is a robust and reliable long-range passenger jet that is used by airlines all around the world to transport passengers in comfort and safety.",
        "\"A United Airlines Boeing 767-400 takes off from San Francisco on its way to New York City.",
        "The Boeing 767-400 takes the skies, ready to transport passengers around the globe."
    ],
    "777-200": [
        "A 777-200 is a twin-engine long-range commercial airliner developed by Boeing.",
        "The Boeing 777-200 is a long-range, wide-body, twin-engine jetliner.",
        "A Boeing 777-200 is a long-range, wide-body twin-engine jet, typically seating from 300 to 370 passengers.",
        "A 777-200 is a midsize, twin-engine wide body jetliner manufactured by Boeing.",
        "The Boeing 777-200 is a twin-engine, wide body, medium-sized aircraft with two aisles.",
        "A 777-200 can be identified by its fuselage length of 209.",
        "A 777-200 can be identified by its distinctive, long and round fuselage, triple-slotted trailing-edge high-lift devices on the wing, and conventional position of the main landing gear.",
        "A 777-200 can be identified by the distinctive shape of its fuselage and wings.",
        "A 777-200 can be identified by its two engines, oval-shaped wingtips, high cruising speeds, and a capacity of up to 300 passengers.",
        "A Boeing 777-200 is identified by its \"Triple Seven\" designation and can be further identified by its \"Classic\" or \"ER\" designation.",
        "The Boeing 777-200 is a twin-engine jetliner manufactured by Boeing Commercial Airplanes.",
        "A Boeing 777-200 is a long-range, mid-size, wide-body twin-engine jet airliner.",
        "A 777-200 is a sleek, wide-bodied passenger airliner.",
        "A 777-200 is a twin-engine, wide-body commercial airliner.",
        "A 777-200 is a wide body, twin-engine jetliner typically seating between 300 and 370 passengers.",
        "This image from the internet shows a Boeing 777-200 airplane in flight.",
        "The image depicts a blue and white Boeing 777-200 plane soaring through the air, with a bright cloudless sky visible in the background.",
        " airplaneThis image is of a silver and white Boeing 777-200 airplane flying through the clouds.",
        "The image is of a white, twin-engined Boeing 777-200 jutting out against a cloudy blue sky.",
        "The image I'm thinking of is a photo of a Boeing 777-200.",
        "The Boeing 777-200 brings power and performance together in an iconic package, offering travelers a luxurious and reliable ride on long-distance journeys.",
        "\"An American Airlines Boeing 777-200 preparing for take-off on a bright sunny day, heading off for a successful journey.",
        "\"The iconic Boeing 777-200 takes flight over the skyline of a bustling city.",
        "Experience the ultimate in luxurious air travel with a flight on a Boeing 777-200.",
        "\"The iconic Boeing 777-200 takes off from a sunny runway, its enormous wingspan and powerful engines launching it into the sky."
    ],
    "777-300": [
        "A 777-300 is a wide-body, dual-aisle jetliner that is one of the larger sizes of the Boeing 777 aircraft.",
        "The Boeing 777-300 is a wide-body aircraft known for its extended fuselage.",
        "A 777-300 is an airplane produced by Boeing and is part of the 777 family of airplanes.",
        "A Boeing 777-300 is a wide-body, four-engine commercial airliner that measures 212 feet (64.",
        "The Boeing 777-300 is a long-range, wide-bodied commercial aircraft.",
        "One way to identify a Boeing 777-300 is by its distinct shape and size.",
        "A 777-300 can be identified by its large size, three engines, and a distinctive \"double bubble\" fuselage configuration.",
        "A 777-300 can be identified by its -300 suffix indicating its size and capacity.",
        "The Boeing 777-300 can be identified by its distinctive, elongated fuselage that sets it apart from other aircraft in its class.",
        "The Boeing 777-300 can be identified by its two engines and large size.",
        "The Boeing 777-300 is a wide-body, twin-engine jet airliner manufactured by Boeing Commercial Airplanes.",
        "The Boeing 777-300 is a long-range, wide-body commercial airliner with two decks.",
        "A Boeing 777-300 is a large, wide-body, twin-engine jet airliner manufactured by Boeing.",
        "A Boeing 777-300 is a wide-body, twin-engine jet airliner with a seating capacity of up to 550 passengers.",
        "A Boeing 777-300 is a long-range, wide-body, twin-engine jet airliner that can seat up to 365 passengers.",
        "The image is of a Delta Airlines Boeing 777-300 that is painted in the carrier's iconic livery.",
        "ERThis image from the internet is of a Boeing 777-300ER.",
        "The image is of a white 777-300 aircraft with two engines and large silver wings.",
        " airplaneThe image is of a large white aircraft with blue and red stripes running along the fuselage and tail.",
        "This image is of a Boeing 777-300, one of the largest and most modern commercial planes in service today.",
        "\"Explore the world in comfort and style aboard a Boeing 777-300.",
        "\"An aerial view of a Boeing 777-300 in flight, showcasing its impressive wingspan.",
        "\"The Boeing 777-300 soars hundreds of feet in the air, providing passengers with a smooth and luxurious flight experience.",
        "Experience the ultimate comfort of air travel with a Boeing 777-300.",
        "The iconic Boeing 777-300 takes off into the sky, ready to take passengers all over the world."
    ],
    "A300B4": [
        "An A300B4 is a wide-body, twin-engine passenger jet built by Airbus.",
        "The A300B4 is a medium-sized, twin-engine jet airliner manufactured by Airbus.",
        "The Airbus A300B4 is a twin-engine, medium-range, wide-body airliner which first flew in October 1972.",
        "An A300B4 is a long-range, twin-engine jet airliner that was developed and manufactured by Airbus.",
        "The A300B4 is a two-engine, wide-body, short- to medium-range commercial passenger jet developed by the European company Airbus.",
        "An A300B4 is usually identified by looking for the “A300B4” or “A300-B4” designation on the side of the aircraft.",
        "An A300B4 can be identified by its distinct profile, with its two engines mounted at the rear of the aircraft and with a large tail fin.",
        "A300B4 aircraft can usually be identified by their distinct nose shape, which features a longer and more pointed shape than other models.",
        "An A300B4 can be identified by its four engines, two intakes, and its large T-tail with a ventral fin.",
        "An A300B4 can be identified by looking for the Airbus designation 'A300B4' on the plane.",
        "An A300B4 is an Airbus A300 four-engine widebody jetliner developed by Airbus Industrie and was the first large-capacity twinjet produced by the company.",
        "An A300B4 is a twin-engine wide-body passenger airliner produced by Airbus from 1974 to 2001.",
        "An A300B4 is a wide-body jet airliner produced by Airbus.",
        "A Boeing A300B4 is a wide-body twin-engine jet airliner developed by Boeing Commercial Airplanes.",
        "The A300B4 is an Airbus twin-engine commercial airliner built from 1972 to 1988.",
        "The image I chose is a photo of an A300B4, a wide-bodied jet airliner created by Airbus in the 1970s.",
        " AirbusThe image is of a silver A300B4 Airbus with Airbus and \"F-GHKA\" printed on the tail of the plane.",
        "The image is of an Airbus A300B4 that is painted in white and blue.",
        "The image shows an A300B4 airplane, which was the first commercial jet airliner built by Airbus.",
        "The image is of an Airbus A300B4-200 aircraft that appears to be taking off or landing.",
        "\"A classic example of an Airbus A300B4, one of the earliest wide-body airliner models produced by the aerospace giant.",
        "\"The Airbus A300B4, one of the earliest wide-body airliners in history, takes off for its inaugural flight.",
        "\"The Airbus A300B4 provided unprecedented levels of comfort and seating capacity for air travelers in the mid-1980s.",
        "An A300B4 Airbus jetliner is seen flying over a ski resort in the Swiss Alps, its majestic wingspan reflecting the beauty of the spectacular landscape.",
        "\"An A300B4 plane taxis down a runway before take-off, showcasing the impressive size and power of Airbus' first commercial wide-body passenger aircraft."
    ],
    "A310": [
        "The A310 is a medium to long range commercial passenger aircraft manufactured by Airbus.",
        "The Airbus A310 is a wide-body twin-engine aircraft with two vertical stabilizers and a T-tail.",
        "The Airbus A310 is a medium-to-long range twin-engine wide-body jetliner.",
        "The Airbus A310 is a twin-engine, medium-range, wide-bodied aircraft.",
        "The Airbus A310 is an early two-engine widebody jet airliner manufactured by Airbus.",
        "An Airbus A310 can be identified by its distinctive shape, which includes an oval fuselage and a short, swept-back tail.",
        "An Airbus A310 can be easily identified by its distinctive T-tail rear fuselage structure and the two high mounted engines at the rear of the fuselage.",
        "An A310 is typically identified by its distinctive white fuselage with a thin blue stripe, curved-back wings, and two engines mounted on pylons beneath the wings.",
        "An A310 can be identified by its distinct shape and design.",
        "An A310 is easily identifiable by its distinct shape; it has a T-tail and a long, cylindrical fuselage.",
        "An Airbus A310 is a wide-body, twin-engine jetliner produced by Airbus.",
        "The Airbus A310 is a wide-body twin-engine jet airliner which was developed and produced by Airbus.",
        "An Airbus A310 is a medium-long haul, twin-engine jet airliner developed by Airbus.",
        "The Airbus A310 is a wide-body jet airliner originally manufactured by Airbus.",
        "The Airbus A310 is a medium to long-range twin-engine wide-body jet airliner that was manufactured from 1983 to 1998.",
        "This image shows a pristine Airbus A310.",
        " aircraftThis image features a commercial Airbus A310 aircraft as it takes to the skies.",
        "The image is of an Airbus A310 jetliner flying over a remote mountainous region.",
        " aircraftThis image from the Internet is a photo of a beautiful Airbus A310 airplane parked on a runway at an airport.",
        "The image is of an Airbus A310.",
        "\"The Airbus A310 is a modern technological marvel, capable of taking passengers on long-distance journeys with ease and comfort.",
        "\"The Airbus A310 remains a reliable aircraft to this day, seen here in pristine condition after its regular maintenance check.",
        "This Airbus A310-300, once a reliable workhorse of many airlines, takes its final flight as a cargo plane.",
        "\"The Airbus A310 was the first twin-engine aircraft from Airbus, helping to revolutionize the aviation industry.",
        "\"The A310 brings a new level of performance and comfort to the skies, providing passengers with a safe and reliable journey."
    ],
    "A318": [
        "The Airbus A318 is a narrow-body, single-aisle commercial jet airliner.",
        "An Airbus A318 is a single-aisle, twin-engine jet aircraft typically configured to seat from 100 to 132 passengers.",
        "The Airbus A318 is an aircraft in the family of Airbus A320s and is a single-aisle, twin-engine, medium-range commercial passenger jet.",
        "An Airbus A318 is a commercial aircraft known for its fuel-efficient engines and long range-even on routes of only 1,000 kilometers (620 miles).",
        "The Airbus A318 is a small- to mid-size commercial aircraft produced by Airbus.",
        "An A318 can be identified by its distinctive wing shape and relatively large size compared to other aircraft in its class.",
        "The easiest way to identify an A318 is by its distinctive shape.",
        "The A318 is part of the Airbus A320 family and is the smallest member of this family.",
        "The Airbus A318 can be identified by its distinctive narrow fuselage, two-person wide cockpit, and large side plug windows.",
        "The Airbus A318 can be identified by its tail number, which usually starts with an “A3” followed by a combination of four numbers.",
        "An Airbus A318 is a single-aisle, twin-engine jet airliner typically capable of carrying up to 132 passengers.",
        "The Airbus A318 is a member of the Airbus A320 family of aircraft, featuring a fuselage design that is nearly identical to the A319, A320, and A321, and is typically operated in a single-aisle configuration.",
        "An Airbus A318 is a narrow-body, twin-engine, medium-range passenger airliner manufactured by Airbus.",
        "An Airbus A318 is a small regional jet that seats up to 132 passengers.",
        "The Airbus A318 is a two-engine, medium-range, single-aisle airliner.",
        "\nThe image is of an Airbus A318 aircraft with its nose pointed up, sitting atop a tarmac in its classic white exterior.",
        "The image is of a white jet with blue and grey accents, with a simple two-tone paint scheme.",
        "The image is of an Airbus A318 from the Lufthansa airline.",
        " aircraftThe image is of an Airbus A318 jet aircraft.",
        "This image is of a modern Airbus A318 aircraft.",
        "Passengers take in the view from the window of an Air France Airbus A318 as it departs from Charles de Gaulle Airport.",
        "\"The A318 offers the perfect balance of size and performance for short-haul travel.",
        "\"The sleek Airbus A318 taking off from London Heathrow airport.",
        "\"A view of the Airbus A318 showing its maneuverability and size.",
        "\"The advanced Airbus A318 airliner takes flight on a beautiful day, signaling the start of a new adventure for its passengers."
    ],
    "A319": [
        "An Airbus A319 is a single-aisle, twin-engine jet aircraft typically used for short- to medium-range flights.",
        "The Airbus A319 is a single-aisle airliner designed and manufactured by Airbus.",
        "The Airbus A319 is a single-aisle commercial passenger jet featuring a slender white fuselage with a distinctive curved tail.",
        "The Airbus A319 is a single-aisle, twin-engine jetliner that typically has a seating capacity of between 124-156 passengers.",
        "The A319 is a narrow-body airliner designed by Airbus.",
        "The A319 can be identified by its distinctive single slotted trailing edge flap configuration, two windows on each side of the fuselage, and 120 feet overall length.",
        "An A319 is an Airbus aircraft and can be identified by its distinct shape and size.",
        "A319 aircraft can be identified by their distinctive narrow-body shape, short to medium range capabilities, swept wings, and large engines.",
        "An A319 aircraft can be identified by its characteristic shape, size, and number of engines.",
        "An A319 can typically be identified by its distinctive shape, which features a long fuselage with a prominent wing-mounted tail fin.",
        "The Airbus A319 is a narrow-body, single-aisle, medium-range commercial passenger jet.",
        "An Airbus A319 is a single-aisle, twin-engine jet airliner.",
        "An Airbus A319 is a single-aisle, medium-range airliner.",
        "An Airbus A319 is a single-aisle, narrow-body airliner commonly used for shorter domestic flights.",
        "An Airbus A319 is a single-aisle, narrow-body jet airliner typically seating 124 to 156 passengers.",
        "This image is of an Airbus A319 aircraft flying through the sky surrounded by white clouds.",
        "The image is of an Airbus A319 in flight.",
        "The image is of an Airbus A319, a twin-engine short to medium-range narrow body airliner.",
        "The image I chose is of an A319 aircraft from Air Baltic adorned with a dark blue and gray color scheme.",
        "The image depicts an Airbus A319, a narrow-body aircraft used for short- and medium-range flights.",
        "A United Airlines Airbus A319 in flight over the Rocky Mountains — expanding horizons and connecting people all around the world.",
        "\"A Delta Air Lines A319 taxiing on the runway, preparing to take travelers to their next destination.",
        "\"The A319 is an impressive jet with features and amenities to meet the needs of passengers on shorter flights.",
        "\"Experience the comfort of flying aboard an Airbus A319, offering unparalleled luxury and efficiency.",
        "\"An A319 aircraft flying over a scenic coastline, taking travelers to their next destination."
    ],
    "A320": [
        "The Airbus A320 is a narrow bodied, twin-engine jet airliner with a wingspan of 109 ft 6 in.",
        "The Airbus A320 is a single-aisle, medium-range airliner.",
        "An A320 is a twin-engine, single-aisle commercial airliner typically used for short- to medium-haul flights.",
        "The A320 is a mid-size, narrow-body jet airliner with two engines, designed and built by Airbus.",
        "The Airbus A320 is a single-aisle, narrow-body aircraft with two engines mounted on the underside of its wings.",
        "The Airbus A320 is easily recognizable by its short fuselage, narrow silhouette, and four-panel windshield.",
        "The A320 can be identified by its unique shape and features.",
        "The A320 can be identified by its sleek fuselage design, and it is often identifiable by the distinctive engine cowlings on each side of its nose.",
        "The Airbus A320 can be identified by its distinct profile, which includes a wide, single-aisle cabin, a large T-tail, and two high-bypass turbofan engines.",
        "An A320 can be identified by its type code which is assigned by the International Civil Aviation Organization (ICAO).",
        "An Airbus A320 is a twin-engine jet airliner typically seating 150 passengers.",
        "The Airbus A320 family is a group of narrow-body commercial passenger jet airliners developed and produced by Airbus.",
        "The Airbus A320 is a medium-range, single-aisle commercial aircraft.",
        "An Airbus A320 is a narrow-body, twin-engine commercial aircraft.",
        "An Airbus A320 is a passenger aircraft with a distinctive triangular shape.",
        "This image from the internet is of an Airbus A320 aircraft.",
        "This image shows a cut-away view of an Airbus A320 aircraft.",
        "The image is a high-resolution picture of an Airbus A320.",
        "The image is a shot of an Airbus A320 aircraft.",
        "The image is of a beige A320 airplane sitting on the runway.",
        "\"The Airbus A320 airliner, a reliable workhorse of the skies for decades, cruising at 36,000 feet.",
        "\"Experience the comfortable, modern cabin of the Airbus A320 on your next flight!\".",
        "\"The Airbus A320 is a state-of-the-art aircraft that operates around the world, bringing passengers safely and comfortably wherever they need to go.",
        "\"The interior of a single aisle Airbus A320 jetliner, showing the modern cabin design.",
        "\"Climbing away from the airport, this Airbus A320 sets off on its journey to its destination."
    ],
    "A321": [
        "The Airbus A321 is a medium-to-long-range, single-aisle commercial passenger jet developed by Airbus.",
        "An Airbus A321 is a single-aisle, twin-engine jetliner that is part of the Airbus A320 family.",
        "The Airbus A321 is a single-aisle, twin-engine passenger jet with a medium-range capacity.",
        "The Airbus A321 is a single-aisle, twin-engine aircraft.",
        "An Airbus A321 is a medium-range, single-aisle commercial airliner from Airbus, a division of Airbus Group.",
        "A321 aircraft can be identified by their distinct aircraft registration number, livery and size.",
        "The A321 can be identified by its distinct V-shape tail, the Airbus A320-series logo near the front of the fuselage, and the identification number, painted in large letters, on the tail of the aircraft.",
        "An Airbus A321 can be identified by its distinctive shape and size.",
        "An Airbus A321 can be identified by its large Size and the 'A321' markings on its fuselage.",
        "An Airbus A321 can be identified by its unique fuselage length of 44.",
        "An Airbus A321 is a single-aisle, medium-range passenger aircraft which is typically used on short to medium-haul routes.",
        "An Airbus A321 is a single-aisle, twin engine, medium-range commercial passenger jet.",
        "An A321 is a narrow-body, twin-engine jet airliner typically configured to seat between 180 and 220 passengers.",
        "An Airbus A321 is a narrow body, twin-engine jetliner typically used for short-haul flights.",
        "An A321 is a medium-sized narrow-body airliner manufactured by Airbus.",
        "The image is of an Airbus A321 with the blue and white livery of Delta Airlines.",
        "This is an image of an Airbus A321 airplane taken from the internet.",
        "The image is of a Hainan Airlines Airbus A321 jet.",
        " planeThe image shows an Airbus A321 plane from a birds-eye view.",
        "This image from the internet is of an Airbus A321.",
        "\"This Airbus A321 is seen soaring through the clouds, showcasing the impressive capabilities of modern passenger aircraft.",
        "\"The modern Airbus A321 provides a comfortable flight experience for passengers across the globe.",
        "\"Witness the majesty of this Airbus A321 as it soars through the skies, off on an exciting journey to a new destination.",
        "\"The new A321 aircraft takes off to begin a long flight ahead.",
        "\"Climbing into the skies, this Airbus A321 is ready to take passengers to their destination."
    ],
    "A330-200": [
        "The Airbus A330-200 is a long-range, wide-body twin-engine airliner produced by Airbus.",
        "The A330-200 is a long-range, wide-body jetliner manufactured by Airbus.",
        "The Airbus A330-200 is a medium- to long-range wide-body twin-engine airliner manufactured by Airbus.",
        "The Airbus A330-200 is a twin-engine, medium- to long-range widebody airliner.",
        "The Airbus A330-200 is a medium- to long-range wide-body twin-engine jet airliner developed by Airbus.",
        "The A330-200 can be identified by its distinctive shape, long fuselage, and twin engine configuration.",
        "The A330-200 can be identified by its distinctive “humpback” shape, its swept wings, and its twin-engine configuration.",
        "The Airbus A330-200 can be identified by its wide fuselage and its distinctive two-stair passenger boarding door.",
        "An A330-200 can be identified by its two-engine wide-body design, its large fuselage and tail fin, its 58m long wingspan, and its distinctive engines.",
        "The A330-200 can be identified by its distinctive shape, including its long, narrow fuselage, two engines either side of the tail and a T-shaped tail.",
        "An Airbus A330-200 is a wide-body airliner, typically featuring a split-scimitar winglet design.",
        "An Airbus A330-200 is a two-engine, medium-to-long range wide-body airliner developed and manufactured by Airbus.",
        "The Airbus A330-200 is a two-engine, widebody commercial airliner with a capacity of up to 246 passengers.",
        "An A330-200 is a widebody, twin-engine jet airliner manufactured by Airbus.",
        "The A330-200 is a wide-body, twin-engine airliner manufactured by Airbus.",
        "The image is of a white Airbus A330-200 airliner flying low over a body of blue water.",
        "The image is of an A330-200 airliner against a backdrop of light blue sky and billowy white clouds.",
        "The image I found on the internet of an A330-200 is of a white plane with blue accents.",
        "This image is of an Airbus A330-200.",
        "The image is of an Airbus A330-200 which is a wide-body, twin-engine passenger airliner.",
        "\"The A330-200 is a popular wide-body aircraft, designed to comfortably and efficiently serve medium to long-haul routes.",
        "The Airbus A330-200 is a reliable and fuel-efficient long-haul passenger aircraft, capable of flying up to 9,388 kilometers.",
        "\"A Qantas Airways Airbus A330-200 takes off on its way to Sydney, Australia, with the stunning Adelaide skyline in the background.",
        "\"The versatile Airbus A330-200, seen here on the runway in its takeoff configuration, is a reliable and widely used long-range passenger jet.",
        "\"The Airbus A330-200 takes to the skies in all its long-range glory."
    ],
    "A330-300": [
        "The Airbus A330-300 is a medium- to long-range wide-body twin-engine jet airliner.",
        "The A330-300 is a medium- to long-range wide-body jet airliner made by Airbus.",
        "The Airbus A330-300 is a wide-body twin-engine jet airliner.",
        "The Airbus A330-300 is a wide-body jet airliner commonly used for long-haul flights.",
        "The Airbus A330-300 is a twin-engine wide-body jet airliner made by Airbus.",
        "An A330-300 can be identified by its exterior features such as its high mounted engine and T-tail configuration, or interior features such as its two-aisle cabin with a seating capacity of up to 440 passengers.",
        "The Airbus A330-300 can be identified by its distinctive fuselage length and shape, which is larger and slightly shorter than that of the A330-200.",
        "The A330-300 can be identified by its typical twin-aisle cabin layout, two General Electric CF6-80E1A4 engines, six wheels under the main landing gear, and a 'T'-tail configuration.",
        "The A330-300 can be identified by its distinct shape and size.",
        "The A330-300 can be identified by its distinctive body shape which comprises a large jet with two Auburn engines, a medium size fuselage and long slim wings.",
        "The Airbus A330-300 is a widebody, twin-engine jet airliner.",
        "An A330-300 is a medium to long-range wide-body jet airliner manufactured by Airbus.",
        "An Airbus A330-300 typically features two turbofan engines, a swept-wing design, and a distinctive, tubular-shaped fuselage.",
        "An A330-300 is a wide-bodied, twin-engine jet airliner made by Airbus.",
        "An A330-300 is a wide-body, twin-engine airliner manufactured by Airbus.",
        "This image from the internet shows an Airbus A330-300 jet airliner in flight.",
        "The image on the internet of an A330-300 is of a white Airbus commercial aircraft with two engines and a lengthy white body.",
        "The image from the internet of an A330-300 shows a white and blue Airbus commercial aircraft flying through the air at night.",
        "The image is of a white Airbus A330-300 with a blue tail and Boeing livery.",
        "The image from the internet is of a blue and white livery Airbus A330-300.",
        "\"Flying high in one of the world's most advanced aircraft - an Airbus A330-300.",
        "\"Traveling in style with Air France on an Airbus A330-300, the perfect plane for long-haul flights around the world.",
        "\"An Airbus A330-300 soaring through the sky, taking passengers to their destination.",
        "\"The A330-300, Airbus' wide-body twin-engine passenger plane, rises majestically through the clouds as it begins its journey.",
        "\"Airbus A330-300 taking off into a beautiful blue sky, showing the jet's impressive size and power\"."
    ],
    "A340-200": [
        "The A340-200 is a four-engine long-range passenger airliner produced by the European aerospace manufacturer Airbus.",
        "The A340-200 is a medium-sized four-engine jet airliner produced by the European airplane manufacturer Airbus.",
        "The A340-200 is a four-engine long-range airliner with a swept wing design.",
        "The Airbus A340-200 is a long-range four-engine wide-body jet airliner produced by Airbus.",
        "The Airbus A340-200 is a four-engine, long-range wide-body airliner that first flew in 1991.",
        "The A340-200 is a long-range, four-engine wide-body commercial airliner developed by Airbus in the mid-1990s.",
        "The A340-200 can be identified by its four engines, its wider wingspan than the A340-300, and its length of 63 meters (207 feet).",
        "An A340-200 can be identified by its four engines, wide-body fuselage, and flight number.",
        "An A340-200 can be identified by its four engines, long slender fuselage, T-tail design, and double-slotted flaps.",
        "The A340-200 can be identified by its sleek body shape and four engines.",
        "The Airbus A340-200 is a long-range, wide-body commercial airliner produced by the European aerospace company Airbus.",
        "The A340-200 is a wide-bodied, four-engine commercial jet airliner.",
        "The A340-200 is a wide-body, four-engine commercial airliner produced by Airbus.",
        "An Airbus A340-200 is a long-range, four-engine wide-body jet airliner.",
        "An Airbus A340-200 is a long-range four-engine wide-body airliner that sits up to 266 passengers.",
        "This image is of a commercial airliner, an Airbus A340-200.",
        "The image is of a white and blue Airbus A340-200 aircraft in mid flight.",
        "This image from the internet shows a blue and white Airbus A340-200 in flight.",
        "The image is of a blue Air France A340-200 with the airline's signature blue, red and white paint scheme.",
        "This is a picture of an Airbus A340-200 airplane on the runway of an airport.",
        "\"The iconic A340-200 aircraft, taking off on a flight around the world.",
        "This Airbus A340-200 is seen taking off from a sunny airport runway, ready to embark on its next journey.",
        "The Airbus A340-200 takes off for a long-haul flight, highlighting its outstanding range and efficiency.",
        "\"A Singapore Airlines Airbus A340-200 touches down at Frankfurt Airport, ready to embark on its journey across the globe.",
        "\"AIA Airlines' A340-200 preparing for a long-haul flight, showcasing its four powerful engines and sleek design."
    ],
    "A340-300": [
        "The Airbus A340-300 is a four-engine, long-range wide-body airliner.",
        "The Airbus A340-300 is a long-range, wide-body airliner with four engines.",
        "The Airbus A340-300 is a four-engine, wide-body, long-range passenger aircraft with a capacity of up to 375 passengers.",
        "The Airbus A340-300 is a long-range, four-engine wide-bodied passenger jetliner.",
        "The Airbus A340-300 is a large, four engine, long-range widebody airliner.",
        "The A340-300 can be identified by its large four-engine configuration, its distinctive low-swept wing design, and its mostly aluminum fuselage.",
        "The A340-300 can be identified by its four engines, its long, slender body, and its large wingspan of 59 meters.",
        "The A340-300 is a long-range, four-engine wide-body jet airliner manufactured by Airbus.",
        "The Airbus A340-300 can be distinguished from other models in the A340 series by its slightly shorter length and larger wingspan.",
        "The A340-300 can be identified by its twin-engine tail configuration, its four engines mounted on its wings, and its long fuselage.",
        "An A340-300 is a four-engine, long-range airplane manufactured by Airbus, which is typically used for passenger flights.",
        "The A340-300 is a four-engine long-range jet airliner manufactured by Airbus.",
        "An Airbus A340-300 is a long-range, four-engine widebody jetliner with a typical seating capacity of between 250 and 290 passengers.",
        "An A340-300 is a large, four engine commercial jetliner made by Airbus that is a long-haul airliner used for international flights.",
        "Aircrafts in the A340-300 family have a typical double-deck, long range configuration with two major passenger decks and a third, dedicated cargo deck.",
        "The image shows an Airbus A340-300 in white, gray, and black livery while it is airborne.",
        "This is an image of an Airbus A340-300 on the runway, preparing for takeoff.",
        " aircraftThis image from the internet of an A340-300 aircraft is a beautiful and majestic sight.",
        "The image from the internet is of an Airbus A340-300.",
        "This is a photo of an Airbus A340-300 aircraft in mid-flight.",
        "\"A Singapore Airlines A340-300 scales the skies on a clear day, en route to its distant destination.",
        "\"A modern air travel experience: One of the world's oldest A340-300 jetliners provides a glimpse of airline luxury and sophistication.",
        "This is an Airbus A340-300, a long-range, four-engine wide-body jet airliner.",
        "\"The A340-300 stands out as one of the longest-range and most comfortable airliners in its class, making it ideal for long-haul routes around the world.",
        "The Airbus A340-300 sits on the tarmac, ready to transport passengers to their destination in comfort and style."
    ],
    "A340-500": [
        "The A340-500 is a large, four-engine, long-range commercial airliner with a distinctive airplane configuration and a distinctive fuselage design.",
        "The Airbus A340-500 is a wide-body, long-range airliner first produced by Airbus in 2001.",
        "The A340-500 is a large, four-engine, long-range jetliner manufactured by Airbus.",
        "The Airbus A340-500 is a long-range four-engine wide-body commercial passenger airliner.",
        "An Airbus A340-500 is a long-range, four-engined, wide-body commercial passenger jet manufactured by Airbus, a division of The Boeing Company.",
        "The Airbus A340-500 can be identified by its four high-bypass turbofan engines, its long body, and its T-tail with its distinctive four vertical stabilizers.",
        "The A340-500 can be identified by its long fuselage, four engines, and a curved wingtip.",
        "The A340-500 is the longest-range commercial airliner.",
        "An A340-500 can be identified by its four engines, triangular tail, double vertical stabilizers, and long fuselage.",
        "An A340-500 can be identified by its four engines, its 270-seat capacity, and its long range capabilities of up to 8,700 nautical miles.",
        "An Airbus A340-500 is a wide-body, long-range four-engine jet airliner that is typically used for routes of over six thousand kilometers in distance.",
        "An A340-500 is a long-range, four-engine wide-body airliner manufactured by Airbus.",
        "The Airbus A340-500 is a four-engine long-range jet airliner that was manufactured by Airbus.",
        "The Airbus A340-500 is a long-range four-engine wide-body commercial passenger jet.",
        "The Airbus A340-500 is a long-range four-engine wide-body airliner.",
        "This image is from the internet of an Airbus A340-500.",
        "The image shows a beautiful Airbus A340-500 airplane flying through the sky.",
        "This image is of an Airbus A340-500 in flight.",
        "The image in question is an Airbus A340-500 jetliner that is owned by Cathay Pacific Airlines.",
        "The image shows a white A340-500 with blue and silver stripes parked on a runway in front of a light grey sky.",
        "\"The Airbus A340-500 is the world's largest commercial four-engine aircraft, capable of transporting up to 375 passengers over great distances in luxurious comfort.",
        "\"The A340-500 takes to the skies, providing a long-haul option for passengers around the world.",
        "A Singapore Airlines Airbus A340-500 taking off from Changi Airport in Singapore, heading to its destination around the world.",
        "\"The luxurious A340-500 is one of the longest-range airliners in the world, capable of flying up to 15,000km in one flight.",
        "\"The A340-500 is the longest-range commercial passenger aircraft in the world, capable of flying up to 8,700 nautical miles."
    ],
    "A340-600": [
        "The A340-600 is a large passenger aircraft with a slender body and four engines.",
        "The A340-600 is a long distance passenger jet manufactured by Airbus.",
        "The Airbus A340-600 is a long-range, four-engine, wide-body commercial passenger jet airliner.",
        "The A340-600 is a wide-body, long-haul airliner manufactured by Airbus.",
        "The A340-600 is a long-range, four-engine, wide-body jet airliner manufactured by Airbus.",
        "An A340-600 can be identified by its distinctive stretched silhouette, which makes it the longest commercial airliner in the world.",
        "An A340-600 can be identified by its long, slender fuselage and its four Pratt & Whitney PW-4000 turbofan engines.",
        "An A340-600 can be identified by its long fuselage and four engines, two on each wing.",
        "The A340-600 is an aircraft that is roughly 252 feet long, making it the longest commercial jetliner in the world.",
        "The A340-600 can be identified by its distinctive shape, with long, swept-back wings, a rounded fin, and four engines which are mounted on the wings.",
        "An Airbus A340-600 is a four-engine, wide-body airliner with a distinctive two-aisle cabin.",
        "An Airbus A340-600 is a four-engined, wide-body passenger jet airliner.",
        "The Airbus A340-600 is a long-range wide-body commercial passenger jetliner.",
        "An A340-600 is a large, four-engine long-range jet airliner manufactured by Airbus.",
        "An Airbus A340-600 is a large wide-body four-engine jet airliner.",
        "This is an image from the internet of an A340-600.",
        "The image is of a two-tone Air France A340-600, painted white and light blue, with the iconic red Air France logo against a backdrop of white clouds.",
        "This image is of a German flagship A340-600, a long-haul, four-engine jet airliner in the A340 family of Airbus.",
        "The image is of an Airbus A340-600 in a modern white livery with blue and gray accent stripes along the side of the fuselage.",
        "This image shows an A340-600 aircraft taking off from an airport runway.",
        "\"The Airbus A340-600 backs out of its spot at the gate as it prepares to take off on its journey around the world.",
        "\"The massive wingspan of the Airbus A340-600 can be seen stretching towards the horizon in this mesmerizing aerial view.",
        "\"The Airbus A340-600 — the longest-range commercial aircraft in the world with a range of over 9,000 miles.",
        "\"The A340-600, a remarkable aircraft that revolutionized air travel with its increased range and capacity\".",
        "\"The Airbus A340-600, the longest variant of the A340 family, is pictured here in its full glory, offering unparalleled length and range in the sky."
    ],
    "A380": [
        "The Airbus A380 is the world's largest airliner, with a double-decker design and a seating capacity of up to 853 passengers.",
        "The Airbus A380 is a four-engine double-decker jetliner manufactured by Airbus.",
        "An Airbus A380 looks similar to a standard commercial jet, however it is much larger in size.",
        "The Airbus A380 carries a distinct look because of its size: it's the largest passenger jetliner in the world.",
        "An A380 is an oversize, double-decker, wide-body, four-engine jet airliner manufactured by Airbus.",
        "An A380 can be identified by its large wingspan and double-decker design.",
        "An A380 can be identified by its large size and distinctive shape, which features two decks, four engines, and a large, curvaceous fuselage.",
        "The Airbus A380 is the world’s largest commercial aircraft and is easily recognizable by its double decker design.",
        "An A380 is the world's largest passenger jet and can be easily identified by its distinct double-deck shape and its unique four-engine design.",
        "The A380 can be identified by its distinctive 'double-decker' shape and large size.",
        "An Airbus A380 is a double-deck, wide-body, four-engine airliner manufactured by Airbus.",
        "An A380 is the world's largest airliner, with a double-deck fuselage and four engines.",
        "An Airbus A380 is a double-decker, wide-body passenger plane that is the largest commercial airliner in existence.",
        "The Airbus A380 is a double-deck, wide-body, four-engine jet airliner manufactured by Airbus.",
        "An Airbus A380 is a large, four-engined double-deck jet airliner manufactured by Airbus.",
        " \"superjumbo\"The image from the internet shows a huge white Airbus A380 Superjumbo jetliner flying through the sky.",
        " airplaneThe image shows a large white and gray Airbus A380 airplane hovering in midair, with sunlight glinting off its wings and body.",
        "This image depicts a stunning view of a Singapore Airlines A380 taking off from Los Angeles International Airport against a clear blue sky.",
        "This image from the internet is of a silver Airbus A380 airplane with sweeping lines and curves.",
        " airplaneThis image is of an Airbus A380 super jumbo airplane in striking white with a blue trim.",
        "\"A birds-eye view of an Airbus A380, the world's largest commercial airliner, preparing to take flight.",
        "\"A bird's eye view of a majestic Emirates A380 soaring through the sky.",
        "\"The largest commercial passenger aircraft in the world, the A380 takes flight over the skyline of a bustling city.",
        "\"The iconic Airbus A380 soars against a brilliant blue sky, illuminating the power and beauty of a modern plane.",
        "\"The sky's the limit with this impressive A380 airplane!\"."
    ],
    "ATR-42": [
        "An ATR-42 is an aircraft manufactured by French-Italian company ATR.",
        "The ATR-42 is a twin-engine turboprop regional airliner manufactured by Franco-Italian aircraft company, ATR.",
        "The ATR-42 is a twin-turboprop regional airliner manufactured by the French-Italian aircraft manufacturer ATR.",
        "The ATR-42 is a twin-engine turboprop regional airliner with seating for up to 47 passengers.",
        "An ATR-42 is a twin-turboprop short-haul regional airliner built by the French-Italian manufacturer ATR.",
        "The ATR-42 can be identified by its medium-sized turboprop engines and relatively high wings with T-tail.",
        "An ATR-42 is a twin-turboprop, short-haul regional airliner which can typically seat up to 50 passengers.",
        "The ATR-42 is a twin-turboprop, short-haul regional airliner developed and manufactured by the French-Italian aircraft manufacturer ATR.",
        "The ATR-42 can be identified by its a long, slim fuselage, four turboprop engines, and high set wings.",
        "ATR (Aerei da Trasporto Regionale or Avions de Transport Regional) models of aircraft can be identified by their four-digit model number.",
        "The ATR-42 is a twin-engine turboprop regional airliner originally manufactured by ATR.",
        "The ATR-42 is a twin-turboprop, short-haul regional airliner built by French-Italian business group ATR.",
        "The ATR-42 is a twin-engine turboprop regional airliner produced by French-Italian manufacturer, ATR.",
        "The ATR-42 is a twin-turboprop regional airliner developed and manufactured by the joint venture between French aerospace company Aérospatiale and Italian aviation conglomerate Aeritalia (later merged into Alenia Aeron.",
        "The ATR-42 (also known as the \"Avion de Transport Régional\" or ATR) is a twin-turboprop regional airliner produced by the French-Italian aircraft manufacturer ATR.",
        "An image from the internet of an ATR-42 shows a twin-engine turboprop regional airliner.",
        "The image I chose is of a Bombardier ATR-42 in flight.",
        " aircraftThis photo shows an ATR-42 aircraft in flight, with its distinctive twin turboprop engines.",
        "The image is of an ATR-42 plane in flight against a backdrop of blue sky and white clouds.",
        "The image is of a white ATR-42 plane.",
        "\"An ATR-42 turboprop aircraft is seen here taxiing to the runway for takeoff.",
        "\"One of the most reliable planes ever made, the ATR-42 continues to transport passengers around the world safely and efficiently.",
        "\"A view of an ATR-42 regional aircraft as it takes off for its next destination.",
        "\"Ready for takeoff! The ATR-42 takes to the skies, bringing passengers from destination to destination.",
        "\"Fly in style and comfort with an ATR-42 aircraft - the perfect way to get to your destination on time."
    ],
    "ATR-72": [
        "An ATR-72 is a twin-engine turboprop regional aircraft built by the French-Italian aircraft manufacturer ATR.",
        "The ATR-72 is a twin-engine turboprop regional airliner manufactured by the French-Italian aircraft manufacturer ATR.",
        "The ATR-72 is a twin-engine turboprop regional airliner.",
        "The ATR-72 is a twin-engine turboprop aircraft developed by the French-Italian company Avions de Transport Regional (ATR).",
        "The ATR-72 is a twin-engine turboprop regional airliner developed and produced by the French-Italian aircraft manufacturer ATR.",
        "The ATR-72 can be identified by its distinctive rounded fuselage and twin turboprop engines mounted on the wings.",
        "ATR-72s can be identified by their distinctive 'T-tail' tail assembly and their distinctive shape.",
        "The ATR-72 is a twin-engine turboprop short-haul regional airliner manufactured by the French-Italian aircraft manufacturer ATR.",
        "An ATR-72 can be identified by its distinctive shape, with two large turboprops mounted beneath high-mounted wings and an upswept tail.",
        "The ATR-72 is a twin-engine turboprop regional airliner that was first introduced in 1989 and is still in production today.",
        "An ATR-72 is a twin-engine turboprop regional airliner manufactured by the French-Italian aircraft manufacturer ATR.",
        "The ATR-72 is a twin-engine turboprop regional airliner manufactured by French-Italian aircraft maker ATR.",
        "An ATR-72 is a twin-engine turboprop regional passenger airliner which was manufactured by the French-Italian aircraft manufacturer, Avions de Transport Régional (ATR).",
        "An ATR-72 is a twin-engine turboprop regional airliner.",
        "An ATR-72 is a twin-engine turboprop regional airliner manufactured by the French-Italian aircraft manufacturer ATR.",
        "This image of an ATR-72 is a medium-size twin-engine turboprop passenger aircraft manufactured by the French-Italian aircraft manufacturer ATR.",
        "This image is of an ATR-72, which is a French-Italian turboprop regional airliner and regional cargo aircraft.",
        "This image from the internet is of an ATR-72 aircraft.",
        "The image from the internet of an ATR-72 is of a medium-sized commercial turboprop airliner.",
        " aircraftThis image shows an ATR-72 aircraft from the perspective of looking up at it from the front left side.",
        "\"An ATR-72 twin-engine turboprop passenger aircraft departs from an airport in the early morning sunshine.",
        "\"The ATR-72, a high-performance turboprop aircraft designed for short-haul regional flights, stands ready for takeoff.",
        "\"The ATR-72 has been a reliable workhorse for regional airlines around the world, providing fast, reliable, and cost-effective transportation.",
        "\"The ATR-72 takes to the skies, ready to deliver passengers to their destination safely and efficiently.",
        "\"The ATR-72 takes off for the first time, as it embarks on a journey towards a more efficient future for air travel."
    ],
    "An-12": [
        "An Antonov An-12 is a four-engine turboprop transport aircraft.",
        "The Antonov An-12 is a four-engine turboprop transport aircraft.",
        "An An-12 is a four-engine medium-range transport aircraft which was developed in Soviet Union in 1959.",
        "An An-12 is a Russian-made four-engine turboprop military transport aircraft.",
        "The An-12 is a four-engine, turbo-prop cargo aircraft.",
        "An An-12 can be identified by its four turboprop engines, high mounted wings, a distinctive mid-mounted tailplane and its characteristic double \"hump\" fuselage.",
        "The An-12 can be identified by its distinctive four-engine layout, a shoulder-mounted wing, a large square-shaped cargo door, and a swept-back tailplane with twin vertical stabilizers.",
        "The An-12 is a four-engine turboprop cargo aircraft with swept wings and a trapezoidal fuselage.",
        "An An-12 can be identified by its four-engine design, wide wings, and a large, boxy fuselage.",
        "An An-12 can be identified by its large, four-engine configuration, its broad set of wings, and its large, boxy fuselage.",
        "The Antonov An-12 is a four-engine turboprop cargo aircraft designed and manufactured by the Antonov Design Bureau in the Soviet Union from 1959 to 1972.",
        "The Antonov An-12 is a large four-engine turboprop transport aircraft.",
        "The Antonov An-12 is a four-engined turboprop transport aircraft designed in the Soviet Union.",
        "An Antonov An-12 is a four-engine turboprop transport aircraft, designed and built in the Soviet Union from the 1950s onward.",
        "An An-12 is a Soviet/Russian four-engine turboprop transport aircraft.",
        "This image shows an Antonov An-12, a four-engine turboprop transport aircraft manufactured by the Soviet Union originally in 1959.",
        "This image is of a Soviet-built An-12 Cub Transport aircraft.",
        "The image is of an Antonov An-12, a four-engine turboprop military transport aircraft that was designed and developed in the Soviet Union in 1959.",
        " planeThe image I chose is an An-12 cargo plane in flight.",
        " Cargo PlaneThe image is of an An-12 cargo plane, a four-engine commercial and military transport aircraft developed by the Soviet Union in 1959.",
        "An Antonov An-12 military transport aircraft flies over a naval base in the Mediterranean Sea.",
        "The Antonov An-12 cargo plane, loaded with supplies, takes off for its next mission.",
        "\"The dependable Antonov An-12 cargo plane takes off to deliver freight to its destination.",
        "The mighty Antonov An-12 cargo plane, a stalwart of the skies since 1959.",
        "A Ukrainian Air Force Antonov An-12 cargo plane taxis on the runway, ready for takeoff."
    ],
    "BAE 146-200": [
        "The BAE 146-200 is a short-range regional transport aircraft with four turbofan engines mounted in the rear of the aircraft, a T-tail configuration, and a high-wing design that gives the plane impressive short-field.",
        "The BAE 146-200 is a regional jetliner made by British Aerospace.",
        "The BAE 146-200 is a regional jet produced by British Aerospace.",
        "The BAE 146-200 is a regional airliner produced by British Aerospace (BAE).",
        "The BAE 146-200 is a passenger jet, often used for regional flights.",
        "The BAE 146-200 can be identified by its four high-bypass turbofan engines (each rated at 70.",
        "A BAE 146-200 can be identified by its four Rolls-Royce turbofan engines located on the tail of the aircraft, the regular-hexagon-shaped engine inlets, and the four-fin tailplane.",
        "A BAE 146-200 can be identified by its four turbofan engines, high wings, and T-tail.",
        "The BAE 146-200 is a four-engine jet airliner with distinctive high-mounted engines and a T-tail.",
        "The BAE 146-200 can be identified by its large-cabin, high-wing design and four high-bypass turbofan engines.",
        "The BAE 146-200 is a short-haul jet airliner developed by British Aerospace (now known as BAE Systems).",
        "The BAE 146-200 is a short haul regional airliner, built by British Aerospace (now BAE Systems).",
        "The BAE 146-200 is a four engine, short-haul commercial jetliner.",
        "The British Aerospace BAE 146-200 is a regional airliner that is characterized by its high wings and four turbofan engines.",
        "The BAE 146-200 is a twin-engined regional airliner that was produced from 1983 to 2002.",
        "This image is of a BAE 146-200, a short-haul regional airliner produced by British Aerospace (BAE Systems).",
        "The image is of a white BAE 146-200 plane with two tail fins and four engines, each colored in the same blue as the engine cones.",
        "The image is of a white, four-engine commercial jetliner, with \"BAE Systems Regional Aircraft\" prominently displayed in blue on the tail fin.",
        "This image is of a BAE 146-200, a British commercial aircraft.",
        "The image is an aerial shot of a BAE 146-200 aircraft.",
        "The BAE 146-200 boasts superior short-field performance and easy access to hard-to-reach destinations - making it the perfect aircraft for VIP and regional flights.",
        "\"The versatile BAE 146-200 jetliner lifts off for another journey through the clouds.",
        "Traveling in style – a BAE 146-200 airliner flying over the clouds.",
        "The BAE Systems 146-200 jet, with its distinctive four-engine configuration, takes off from Zurich Airport on a short-haul flight to its destination.",
        "\"The BAE 146-200 takes to the skies, trusting in its turbine engines to cruise the clouds and transport passengers safely to their destination."
    ],
    "BAE 146-300": [
        "BAE 146-300 is a medium-sized jet airliner, with four engines.",
        "The BAE 146-300 is a medium-sized jetliner that was manufactured by British Aerospace.",
        "The BAE 146-300 is a four-engine regional jet airliner that first flew in the early 1980s.",
        "The BAE 146-300 is a medium-sized regional airliner developed by British Aerospace with a capacity of up to 85 passengers.",
        "The BAE 146-300 is a four-engined, high-wing, short-haul regional airliner, designed for quiet operation and fuel efficiency.",
        "The BAE 146-300 can be identified by its high-mounted engine nacelles, four turbofan engines positioned above the wings, a short fuselage with a typical low-wing monoplane design, and a T-.",
        "The BAE 146-300 can be identified by its four turbofan engines mounted below the wings and its high-mounted T-tail configuration.",
        "The BAE 146-300 is typically identifiable by its four jet engines, mounted in a high-bypass configuration on its wings, and its distinctive swept wing design.",
        "The BAE 146-300 can be identified visually by its distinctive four-engine configuration, elevated tail, and four-wheel landing gear, as well as its engine configuration of two turbofans mounted in the rear and two turbopro.",
        "The BAE 146-300 can be identified by its high-mounted swept wings, four turbofan engines mounted under the wings, a T-tail, and a downward-sloping, straight-edged tailcone.",
        "The BAE 146-300 is a four-engined aircraft with a swept-back low-wing configuration.",
        "The BAE 146-300 is a medium-sized twin-turbofan regional airliner typically seating up to 102 passengers, although different cabin configurations can be chosen.",
        "The BAE 146-300 is a medium-sized, regional jet manufactured by British Aerospace.",
        "The BAE 146-300 is a four-turbojet regional airliner manufactured by BAE Systems.",
        "The British Aerospace (BAE) 146-300 is a regional passenger jet aircraft designed for short to medium distances, typically within the European and northern African continent.",
        "The image is of a white BAE 146-300 airplane on a runway with blue skies in the background.",
        "The image is of a white and dark blue BAE 146-300, a family of four jet airliners.",
        " aircraftThis image is of a white BAE 146-300 aircraft.",
        "The image is of a BAE 146-300 regional jetliner parked on a tarmac with its four engines and its high-mounted delta wings visible.",
        "In the image, you can see a BAE 146-300 in a blue livery with white and grey accents.",
        "\"A BAE 146-300 passenger jet taking off against a clear blue sky on its way to a far-off destination.",
        "The BAE 146-300, a British regional airliner, towers high in the sky above its home airport, awaiting its next flight.",
        "The BAE 146-300, a four-engine regional jet airliner, pictured here on final approach to the runway - ready to provide efficient passenger transportation around the world.",
        "The BAE 146-300, a popular regional airliner, glides gracefully across the sky on its way to its next destination.",
        "The British Aerospace (BAE) 146-300, seen here, is a regional airliner originally designed in the 1970s to provide short-haul flights for passengers and cargo."
    ],
    "BAE-125": [
        "The BAE-125 is a twin-engine, high-performance turboprop airplane.",
        "A BAE-125 is a jet-powered business aircraft made by BAE Systems, a British defense and aeronautics company.",
        "The BAE-125 is a rugged, fixed-wing utility aircraft manufactured by British Aerospace (BAE) and first flown in 1982.",
        "A BAE Systems 125 aircraft typically has a swept wing design and a high-performance turbofan engine on either side of the fuselage.",
        "A BAE-125 is a two-engine, turbine-powered business jet that was developed by British Aerospace (BAE) in the 1970s.",
        "The BAE Systems Hawk family of military aircraft includes the BAE-125.",
        "A BAE-125 can be identified by its distinctive four-part fuselage, swept-back wings and distinctive 'cheek' fairings.",
        "The BAE-125 is a family of twin-engine business jets made by BAE Systems.",
        "The easiest way to identify a BAE-125 aircraft is by looking for the \"BAE\" logo on the tail of the plane.",
        "The BAE Systems BAE-125 is a twin-engined business jet manufactured by British aerospace engineering company BAE Systems.",
        "The BAE-125 is a business jet produced by the British aircraft manufacturer BAE Systems (formerly British Aerospace).",
        "The BAE-125 is an all-metal, semi-monocoque aircraft that was used for a variety of roles in the 1950s and 1960s.",
        "The BAE-125 is a business jet manufactured by the British Aerospace Corporation.",
        "The BAE-125 is a military aircraft that is no longer in production.",
        "A BAE Systems 125 (also known as a Hawker 800) is a light business jet designed and manufactured by British Aerospace (now BAE Systems).",
        "The image is an illustration of a BAE-125 jet plane, a business jet designed and manufactured by the British company, BAE Systems.",
        " airplaneThis image of the BAE-125 airplane shows a modern jet-powered commuter aircraft with a sleek, white fuselage and blue and red markings.",
        " airplaneThe image shows a BAE-125 airplane in mid-flight.",
        " aircraftThe image is of a BAE-125 aircraft in flight.",
        "The image is of a sleek, white executive jet known as a BAE-125.",
        "The iconic BAE-125 jet, delivering a powerful punch for busy business travelers.",
        "\"A BAE-125 jet on the tarmac at an international airport, ready for take-off.",
        "\"A view of the iconic BAE-125 jet, a symbol of luxury travel and sophistication.",
        "\"The reliable and feature-rich BAE-125 has been a leader in private aviation since 1975.",
        "\"Ready for takeoff: a BAE-125 jet taxiing along the runway at John F Kennedy International Airport."
    ],
    "Beechcraft 1900": [
        "The Beechcraft 1900 is a 19-passenger, turboprop airliner developed by Beechcraft.",
        "The Beechcraft 1900 is a 19-passenger, twin-engine turboprop aircraft.",
        "The Beechcraft 1900 is a twin-engine, turboprop aircraft.",
        "The Beechcraft 1900 is a 19-passenger, twin-engine, turboprop aircraft.",
        "The Beechcraft 1900 is a twin engine, pressurized turboprop aircraft.",
        "The Beechcraft 1900 is a twin-turboprop, pressurized passenger airliner, typically used for short- to medium-range flights between small cities.",
        "Beechcraft 1900s are typically identified by their unique, swept-wing design and twin turbine engines.",
        "The Beechcraft 1900 can be identified by its high-wing design, two turboprop engines mounted on the wing and a cabin seating up to nineteen people.",
        "The Beechcraft 1900 can be identified by its distinctive shape and features.",
        "One way to identify a Beechcraft 1900 is by its unique shape.",
        "The Beechcraft 1900 is a light twin-engined turboprop aircraft manufactured by the Beech Aircraft Corporation.",
        "The Beechcraft 1900 is a 19-passenger, pressurized, twin-engine turboprop aircraft.",
        "The Beechcraft 1900 is a 19-passenger, twin-engine turboprop aircraft.",
        "The Beechcraft 1900 is a twin-turboprop passenger commuter airliner produced by the Beech Aircraft Corporation.",
        "The Beechcraft 1900 is a twin-engine turboprop passenger aircraft.",
        "\nThe Beechcraft 1900 is a twin-engine, turboprop corporate aircraft manufactured by the Beech Aircraft Corporation.",
        "This image from the internet is of a Beechcraft 1900, a twin-engine, turboprop commuter aircraft used for short-haul passengers.",
        "This image from the internet is a picture of a Beechcraft 1900 airplane.",
        "The image is of a Beechcraft1900, a twin-engine turboprop aircraft used for regional air transport.",
        "This is an image from the internet of a Beechcraft 1900, a twin-engine turboprop airliner.",
        "\"Experience the thrill of flying in the legendary Beechcraft 1900 - the original classic aircraft of choice for countless pilots around the world!\".",
        "\"A Beechcraft 1900 aircraft takes off from an airport runway, its two powerful turboprop engines propelling it to the skies.",
        "\"A Beechcraft 1900 at an airport, ready to take passengers on a journey.",
        "\"The Beechcraft 1900 is a versatile aircraft designed for short-haul regional flights, perfect for all types of business and personal travel.",
        "\"The Beechcraft 1900, a rugged and reliable passenger aircraft, soars over the clouds in a sunny sky."
    ],
    "Boeing 717": [
        "The Boeing 717 is a commercial airliner designed and built by Boeing from 1998 to 2006.",
        "The Boeing 717 is a twin-engined single-aisle airliner developed and produced by Boeing.",
        "The Boeing 717 is a twin-engine, single-aisle aircraft with a capacity of up to 149 passengers.",
        "The Boeing 717 is a twin-engine, single-aisle airliner that can seat up to 138 passengers.",
        "The Boeing 717 is a commercial airliner produced by Boeing Commercial Airplanes.",
        "Boeing 717s can be identified by their unique shape.",
        "To identify a Boeing 717, look for its distinctive curved wings, double-bubble fuselage, and two turbofan engines mounted at the rear of the fuselage.",
        "A Boeing 717 can be identified by its distinctive low winged oval shape, with a pointed nose and a T-tail.",
        "The Boeing 717 can be identified by its distinctive T-shaped tail, swept-back wings, double-slotted flaps, and two turbofan engines.",
        "A Boeing 717 can be identified by its distinct oval-shaped fuselage and wraparound windows.",
        "A Boeing 717 is a medium-sized, twin-engine commercial passenger jet developed by Boeing and marketed as the MD-95.",
        "The Boeing 717 is a twin-engine, single-aisle airliner developed by McDonnell Douglas with capacity for up to 125 passengers.",
        "The Boeing 717 is a medium-sized, twin-engine jet airliner.",
        "The Boeing 717 is a jet airliner with a long, slender fuselage and a high-winged design.",
        "The Boeing 717 is a twin-engine, single-aisle jetliner.",
        "The image from the internet is of a Boeing 717 airplane in the sky with a white and blue sky as its backdrop.",
        "The image is of a white, blue, and gray Boeing 717 airplane against a clear blue sky.",
        "The image depicts a silver Boeing 717 with a white-tipped tail streaking across a vibrant blue sky.",
        "The image is of a white and gray Boeing 717 with the words \"Delta Air Lines\" inscribed on the side.",
        "This image from the internet is of a Boeing 717, an aircraft built by the American aerospace company, Boeing.",
        "\"A Boeing 717 takes off from JFK International Airport as it embarks on its journey around the world.",
        "\"The Boeing 717, a versatile twin-engine airliner known for its high fuel efficiency and reliable performance for short to mid-range flights.",
        "\"The Boeing 717, a modern passenger airliner used for short and medium-haul flights around the world.",
        "\"A Boeing 717 aircraft is seen in flight over a mountain range.",
        "\"The Boeing 717, a modern and efficient jet designed to provide a comfortable travel experience."
    ],
    "C-130": [
        "The Lockheed C-130 Hercules is a large military transport aircraft typically used for tactical airlift missions.",
        "A C-130 is a four-engine turboprop military transport plane used by the U.",
        "The C-130 Hercules is a four-engine turboprop military transport aircraft.",
        "A C-130 is a four-engine, fixed-wing turboprop aircraft used for military transport purposes.",
        "The C-130 is a large, four-engine turboprop aircraft designed for cargo and transportation purposes.",
        "C-130s can be identified by their distinct design, which includes four turboprop engines, a high-wing configuration, and a boxy fuselage.",
        "A C-130 can be identified by its four turboprop engines, four-bladed propellers, high-mounted wings, and a large cargo/passenger hold.",
        "A C-130 can be identified by its distinctive sound and shape.",
        "A C-130 can be identified by its distinctive profile.",
        "The most obvious way to identify a C-130 is by its distinctive shape and profile.",
        "The C-130 is a medium-to-large, four-engine turboprop military transport aircraft.",
        "The C-130 is a military transport aircraft, developed by Lockheed Martin, that has been in continuous service with the United States Air Force since the 1950s.",
        "A C-130 is a military cargo aircraft designed and built by Lockheed Martin.",
        "The C-130 is a four-engine turboprop aircraft that is primarily used for transport.",
        "The Lockheed C-130 Hercules is a four-engine turboprop military transport aircraft.",
        "This image is of a C-130 military airplane.",
        "The image is of a Lockheed C-130 Hercules cargo aircraft on a runway.",
        " planeAn image of a C-130 plane on the internet shows the four-engine military transport aircraft soaring across a bright blue sky.",
        "?This image shows a C-130 transport plane flying above the clouds.",
        " aircraftThis image, taken from the internet, depicts a military C-130 transport aircraft.",
        "\"A Royal Australian Air Force C-130J Hercules aircraft takes off during Exercise Bushranger North 2020 at Royal Australian Air Force Base Newcastle.",
        "\"A C-130 military aircraft ready for take-off in a warm desert sunset.",
        "\"The C-130 Hercules is a reliable and versatile four-engine turboprop military transport aircraft, capable of performing a variety of roles within airlift operations.",
        "\"The C-130 Hercules is legendary for its versatility, performing a multitude of missions from tactical airlift to medevac and aerial refueling.",
        "\"A C-130 Hercules transport aircraft executes a low-level flight mission over the desert terrain."
    ],
    "C-47": [
        "The C-47 is a twin-engine, propeller-driven military transport aircraft, designed and built by the Douglas Aircraft Company.",
        "The C-47 is a large, single-engine, propeller-driven transport aircraft that was developed by the Douglas Aircraft Company for the United States Army Air Corps in the early 1940s.",
        "The C-47 is a twin-engine, propeller-driven military transport aircraft.",
        "The C-47 is a military transport plane that was first developed in the 1930s.",
        "A C-47 is a twin-engine, low wing, light transport aircraft that was created in the 1930s by the Douglas Aircraft Company.",
        "A C-47 can be identified by its pronounced hump-backed shape, two Pratt & Whitney R-1830 radial engines, as well as its four-blade variable-pitch propellers.",
        "C-47s can be identified by their distinctive configuration, with two Pratt & Whitney R-1830-90 radial engines, low-mounted wings, and a large, distinctively shaped tail.",
        "A C-47 can be identified by its distinctive diamond-shaped wings and two large Pratt & Whitney R-1830 Twin Wasp radial engines.",
        "The C-47 is easily identifiable by its distinctive twin-boom design and three-bladed propeller.",
        "The C-47 is a twin-engine transport aircraft from the World War II era.",
        "A C-47 is a twin-engined military transport aircraft primarily used during World War II and the Korean War.",
        "The C-47 is a military transport aircraft developed by the Douglas Aircraft Company for the U.",
        "A C-47 is a military transport plane developed in the US in the 1940s for the US Army Air Forces.",
        "A C-47 is a transport aircraft that was used during World War II.",
        "A C-47 is a twin-engine transport aircraft.",
        "This image shows a green C-47 transport airplane flying low and fast over an open green field.",
        "This image is of a C-47 cargo plane, a military transport aircraft developed in the 1940s.",
        "This image is of a C-47, a military transport aircraft that played a major role in World War II and the Korean War.",
        "This is an image of a C-47, a transport aircraft used primarily during WWII.",
        "This image shows a vintage C-47 airplane, a military transport aircraft used by the US forces during WWII as well as other conflicts.",
        "\"The C-47 'Skytrain' in flight, a wartime transport aircraft used to carry troops and transport both cargo and provisions during WWII.",
        "\"The C-47 'Skytrain' aircraft was an integral part of the Allied war effort during WWII, transporting troops, cargo, and even participating in missions like the famed D-Day invasion of Normandy.",
        "\"The 'D-Day Dodgers' take flight in a Douglas C-47 - brave men embarking on the mission that changed the course of history.",
        "\"The C-47 'Skytrain' bravely transported troops around the world during World War II, earning its place in history as an important part of the Allied forces\".",
        "\"A view of a C-47 'Dakota' transport plane, an iconic aircraft used in World War II for airlifting troops and supplies."
    ],
    "CRJ-200": [
        "The CRJ-200 is a popular regional jet manufactured by Bombardier Aerospace and is part of the larger CRJ family.",
        "The CRJ-200 is a regional jet aircraft manufactured by Bombardier Aerospace.",
        "The CRJ-200 is a short-range regional jet aircraft manufactured by Bombardier Aerospace.",
        "The CRJ-200 is a regional jet aircraft manufactured by Canadian aircraft manufacturer Bombardier Aerospace.",
        "A CRJ-200 is a regional jet aircraft produced by Bombardier Aerospace.",
        "The CRJ-200 is a popular regional jet aircraft designed and manufactured by Bombardier Aerospace.",
        "The CRJ-200 is a regional airliner manufactured by Bombardier Aerospace and is most easily identified by its distinctive shape.",
        "The CRJ-200 is a regional jet manufactured by Bombardier Aerospace.",
        "A CRJ-200 is a jet airliner built by Bombardier Aerospace.",
        "A CRJ-200 is a regional jet developed by Bombardier Aerospace.",
        "The CRJ-200 is a regional jet aircraft manufactured by Bombardier.",
        "The CRJ-200 is a regional jet manufactured by Bombardier Aerospace.",
        "A CRJ-200 is a twin-engine regional jet airliner produced by Canadian aircraft manufacturer Bombardier Aerospace.",
        "The Bombardier CRJ-200 is a regional jet aircraft.",
        "The CRJ-200 is a type of regional jet made by Bombardier Aerospace.",
        "This image is of a Canadair Regional Jet (CRJ-200) in its classic sky blue and white paint scheme.",
        "The image is of a Canadair CRJ-200 passenger plane.",
        "The image I found on the internet is of a Canadair Regional Jet (CRJ-200).",
        "The image is of a white and pale blue Canadair Regional Jet CRJ-200.",
        "The image shows a Canadian Regional Jet 200 commercial airliner.",
        "\"The modern Bombardier CRJ-200 takes off during a beautiful summer day, providing a reliable and comfortable connection to its passengers.",
        "\"The CRJ-200, a dependable regional jet with seating for up to 50 passengers.",
        "\"Accompanying its signature blue livery, this CRJ-200 proudly soars through the sky, setting the industry standard for luxury regional travel.",
        "\"A regional jet takes off from the runway, its powerful engines propelling it into the sky as eager passengers look forward to their destination.",
        "\"The CRJ-200, a workhorse of the regional airline industry, takes passengers on short hops to their destination in comfort and style."
    ],
    "CRJ-700": [
        "The CRJ-700 is a regional jet aircraft manufactured by Bombardier Aerospace.",
        "The CRJ-700 is a small, regional jetliner with a narrow fuselage.",
        "The CRJ-700 is a regional jet manufactured by Bombardier.",
        "The CRJ-700 is a regional jet aircraft manufactured by Bombardier, a Canadian aerospace company.",
        "The CRJ-700 is a regional airliner produced by Bombardier Aerospace.",
        "A CRJ-700 can be identified by the fact that it has two turbo fan engines at the rear of the fuselage.",
        "The CRJ-700 can be identified by its distinctive fuselage shape and its T-tail design.",
        "A CRJ-700 aircraft can be identified by its distinctive shape.",
        "The CRJ-700 can be identified by its narrow body fuselage, sloping nose, and T-tail.",
        "The easiest way to identify a CRJ-700 is by looking at the aircraft's registration number.",
        "A CRJ-700 is a type of regional jet produced by Bombardier Aerospace.",
        "The CRJ-700 is a regional jet aircraft that was designed and built by Bombardier Aerospace.",
        "The CRJ-700 is a regional jet aircraft originally designed and manufactured by Bombardier Aerospace.",
        "The Canadair Regional Jet or CRJ-700 is a mid-size twin-engine jetliner with a narrow-body fuselage and a seating capacity of 70 to 90 passengers.",
        "The CRJ-700 is a regional jet airliner manufactured by Canadian company Bombardier Aerospace.",
        "This image is of a CRJ-700 airplane which is a Canadair Regional Jet manufactured by Bombardier.",
        "This image is of a Bombardier CRJ-700, a regional jet aircraft.",
        "The image is of a Bombardier CRJ-700 regional jet on a gray and overcast day.",
        "This is an image of a CRJ-700 jetliner operated by Air Canada.",
        "?The image of the CRJ-700 is a light jet aircraft made by Canadian manufacturer Bombardier Aerospace.",
        "\"Experience the comfort and convenience of traveling on a Bombardier CRJ-700 regional jet.",
        "\"A regional airliner soars above the clouds, showcasing the incredible power of aviation.",
        "\"The CRJ-700 is the perfect aircraft for short-haul flights, combining comfort, convenience, and reliability at an affordable price.",
        "\"The sleek lines of the Bombardier CRJ-700 commuter jet as it soars over the clouds, carrying the hopes and dreams of its passengers.",
        "\"The CRJ-700 offers an efficient way to travel short distances in comfort and style."
    ],
    "CRJ-900": [
        "The Bombardier CRJ-900 is a regional jet aircraft typically seating 86 passengers.",
        "The CRJ-900 is a regional jet manufactured by Canada-based Bombardier Aerospace.",
        "The CRJ-900 is a regional jet airliner manufactured by Bombardier Aerospace.",
        "The CRJ-900 is a twin-engine regional airliner produced by Bombardier Aerospace.",
        "A CRJ-900 is a regional jet made by Canadair.",
        "A CRJ-900 aircraft can be easily identified by its distinctive curving fuselage and two rear-mounted engines below the tail.",
        "The CRJ-900 can be identified by its distinctive shape and winglets at the tip of the wings.",
        "The CRJ-900 is a regional airliner built by Bombardier Aerospace and is the largest of the CRJ series aircraft, having a maximum capacity of 92 to 104 passengers, depending on the configuration.",
        "A CRJ-900 is typically identified by its large tail fin with a 'Canadian' maple leaf logo and a long streamlined fuselage.",
        "A CRJ-900 can be identified by its distinctive slender shape, two turbofan jet engines mounted below the wings, and the “CRJ” name stamped on the engine cowling.",
        "A CRJ-900 is a regional airliner with a narrow fuselage and a distinctive T-tail.",
        "A CRJ-900 is a regional jet manufactured by Bombardier Aerospace.",
        "The CRJ-900 (Bombardier CRJ900 NextGen) is a two-engine, regional jet with seating for up to 90 passengers.",
        "The CRJ-900 is a type of regional airliner produced by Bombardier Aerospace.",
        "The CRJ-900 is a regional jet aircraft produced by Canadian aircraft manufacturer Bombardier.",
        "This image shows a Bombardier CRJ-900 jetliner in the air.",
        "The image is of a CRJ-900 (Canadair Regional Jet 900) aircraft.",
        "The image is of a sleek looking CRJ 900 aircraft.",
        "This is an image of an Embraer CRJ-900 aircraft.",
        "The image is of a CRJ-900 which is a regional jet passenger plane.",
        "\"The CRJ900 jet, capable of traveling 714 miles nonstop with a maximum capacity of 90 passengers, prepares for takeoff at an airport runways.",
        "Taking off to new heights: the CRJ-900 jet is setting the stage for the future of regional air travel.",
        "\"The new CRJ-900 jetliner takes off for its inaugural flight, making business and personal travel more convenient and efficient than ever before.",
        "\"Ready to take to the skies, a CRJ-900 prepares to depart from its terminal in this amazing sunset shot.",
        "\"The CRJ-900 is a dependable and efficient workhorse of the skies, bringing passengers to their destinations quickly and comfortably."
    ],
    "Cessna 172": [
        "A Cessna 172 is a single-engine, four-seat, high-wing light airplane.",
        "The Cessna 172 is a single-engine, four-seat, high wing, tricycle-gear general aviation aircraft.",
        "The Cessna 172 is a four-seat, single engine, fixed-wing aircraft.",
        "The Cessna 172 Skyhawk is a single-engine, four-seat, high-wing aircraft.",
        "The Cessna 172 is a single-engine, propeller-driven aircraft with four seats and a high wing design.",
        "The Cessna 172 is a single engine, four-seat, high wing, fixed-wing aircraft.",
        "A Cessna 172 can be identified by its high wing design, conventional landing gear, and a single engine.",
        "The Cessna 172 is a four-seater, single-engine, high-wing airplane.",
        "A Cessna 172 can be identified by its unique brand of high-wing, single-engine, four-seat aircraft.",
        "The Cessna 172 model can be identified by its high wing, single engine design and traditional tail fin.",
        "The Cessna 172 is a single engine, four person aircraft with a high wing.",
        "A Cessna 172 is a high-wing, single-engine, four-seater airplane.",
        "A Cessna 172 is a single-engine, four-seater, high-wing propeller aircraft.",
        "The Cessna 172 is a four-seat, single-engine, high wing, light aircraft manufactured by Cessna Aircraft Company.",
        "A Cessna 172 is a single-engine, fixed-wing aircraft with four seats, suitable for flight training or personal use.",
        "This image is of a white Cessna 172, the classic four seater single-engine plane used by many pilots.",
        "This image is of a single-engine, four-seat Cessna 172 aircraft.",
        "This image is of a Cessna 172 airplane cruising through the air.",
        "This image from the internet is of a Cessna 172, a four-seat, single engine airplane.",
        "This image is of a bright yellow and white Cessna 172 aircraft.",
        "\"Ready for takeoff! A Cessna 172 takes off for a scenic flight in beautiful skies.",
        "\"Take to the skies in a Cessna 172: the perfect way to experience the freedom of flight!\".",
        "\"Soaring through the sky in a Cessna 172, the joy of flying is palpable.",
        "\"Climbing skyward with ease, the dependable Cessna 172 navigates the clouds with grace.",
        "\"Ready to take to the skies in a Cessna 172!\"."
    ],
    "Cessna 208": [
        "The Cessna 208 is a single-engine, turboprop aircraft with a fixed tricycle landing gear.",
        "The Cessna 208 Caravan is a single-engine turboprop aircraft typically used for short-haul flights.",
        "The Cessna 208 is a single engine, high-winged aircraft designed primarily for short-haul commercial operations and utility missions.",
        "The Cessna 208 is a single-engine turboprop aircraft that has a low-wing, high-wing loading design, and is equipped with a Pratt & Whitney Canada PT6A-114 turboprop engine.",
        "The Cessna 208 is a single-engine, turboprop aircraft.",
        "The Cessna 208 is a single-engine, light-turboprop aircraft.",
        "Cessna 208s are larger, multi-engine piston aircraft typically used for passenger and cargo transport.",
        "The Cessna 208 can be identified by its distinct high-wing design, laminar flow airfoil, T-tail, and distinctive single engine just aft of the wing.",
        "The Cessna 208 is usually identified by its two-bladed propeller, gull-wing design, high-wing design, fixed landing gear, and T-tail.",
        "You can identify a Cessna 208 by looking at the tail number painted on the aircraft.",
        "The Cessna 208 is a single-engine, nine-seat light utility turboprop aircraft.",
        "The Cessna 208 is a single-engine, high-wing turboprop aircraft used in corporate, cargo, and utility applications.",
        "The Cessna 208 is a single-engine, high-wing, turboprop aircraft with an oval-shaped fuselage.",
        "A Cessna 208 is a type of single-engine turboprop aircraft that has a high-wing design with a fixed tricycle landing gear, and a conventional tail.",
        "The Cessna 208 is a single-engine, high-wing turboprop aircraft.",
        "The image is of a white Cessna 208 Caravan, one of its most popular light aircraft models.",
        " Grand CaravanThis image shows a classic white and blue Cessna 208 Grand Caravan aircraft sitting on a runway, under clear blue skies.",
        "The image is of a white Cessna 208 single-engine turboprop aircraft with its tail painted with red and blue stripes.",
        " CaravanThe image is of a white Cessna 208 Caravan with a blue and red striped paint job.",
        "This image from the internet is of a Cessna 208 and it looks to be flying over a mountain range.",
        "\"A Cessna 208 Caravan taking off for another journey through the skies.",
        "\"A Cessna 208 Caravan departing on a scenic flight over the mountains.",
        "\"A Cessna 208 takes off into the bright blue sky, the perfect way to start an adventure!\".",
        "\"Enjoying the amazing view from a Cessna 208 while flying over the countryside.",
        "\"The versatile Cessna 208 Caravan, ready to take you on an adventure!\"."
    ],
    "Cessna 525": [
        "The Cessna 525 CitationJet is a single-engine light jet aircraft.",
        "The Cessna 525 is a small, twin-engine business jet.",
        "The Cessna 525 CitationJet is a single-engine, high-performance light corporate jet manufactured by Cessna.",
        "The Cessna 525 is a light business jet, commonly referred to as a CitationJet.",
        "The Cessna 525 is a light business jet that seats up to 8 passengers.",
        "The Cessna 525 is a light jet and can be identified by its distinct V-shaped tail and wide, oval windowed fuselage.",
        "The Cessna 525 can be identified by its more angular nose, swept-wings and a low-slung tail.",
        "The Cessna 525 is identifiable by its tail number, which is located on the side of the aircraft's fuselage and typically starts with the letter “N.",
        "A Cessna 525 can be identified by its registration number, which will list the aircraft as a Cessna 525.",
        "Cessna 525s are often identifiable by their distinctive swept-back design.",
        "The Cessna 525 is a single-engine light corporate jet first manufactured by Cessna Aircraft company in 1995.",
        "The Cessna 525 is a single-engine, low-wing business jet, designed and manufactured by Cessna.",
        "The Cessna 525 is a midsize business jet.",
        "The Cessna 525 is a midsized business jet that has a low-wing cantilever design and a conventional tail.",
        "The Cessna 525 is a light corporate jet with a swept wing design.",
        " CitationJetThe image I have chosen is of a Cessna 525 CitationJet.",
        "A Citation CJ2The image is of a white Cessna 525A Citation CJ2, tails number N6197Z, on the tarmac of a runway in the middle of a grassy field.",
        " Citation JetThe Cessna 525 Citation Jet pictured on the internet is a small, private jet that is typically used for personal or corporate travel.",
        "This image from the internet is of a Cessna 525 CitationJet.",
        " CitationThe image is of a sleek white Cessna 525 Citation business jet.",
        "\"Cessna 525 Citation Jet takes off against a backdrop of puffy clouds\".",
        "\"Soaring to new heights in a Cessna 525 CitationJet!\".",
        "\"Experience the open skies in this luxurious Cessna 525 CitationJet, perfect for a weekend getaway.",
        "\"A Cessna 525A Citation CJ2+ soars above the clouds on a sunny day, ready to take you anywhere\".",
        "\"Cruising away in my Cessna 525 - off to a sky-high adventure!\"."
    ],
    "Cessna 560": [
        "The Cessna 560 is a mid-sized passenger aircraft, featuring a low-wing monoplane design, a swept-back vertical stabilizer, and two turbofan engines.",
        "A Cessna 560 is a midsize business jet, typically seating 8-10 passengers.",
        "The Cessna 560 is a medium-sized business jet.",
        "A Cessna 560 is an executive-style, large-body business jet.",
        "The Cessna 560 is a large-cabin business jet designed and manufactured by Cessna.",
        "A Cessna 560 can be identified by its large swept-wing and the two powerful engines on the aft fuselage.",
        "The Cessna 560 is a jet airliner with a distinctive swept-wing design and a cruciform tail.",
        "The Cessna 560 is a twin-engine light business jet and is identifiable by its model number, which is usually printed on the tail of the plane.",
        "The Cessna 560 is identifiable by its sleek, tapered fuselage, curved wingtips, and distinctive twin vertical tail fins.",
        "A Cessna 560 can usually be identified by its tail number.",
        "The Cessna 560 is a mid-sized business jet, designed and manufactured by the Cessna Aircraft Company.",
        "The Cessna 560 is a medium-sized, two-engine business jet.",
        "The Cessna 560 is a medium-sized business jet-style aircraft.",
        "Cessna 560 is a private business jet produced by Cessna Aircraft Company.",
        "Cessna 560s are large business jets with a twin jet configuration.",
        "XLThis image is of a single-engine Cessna 560XL jet aircraft.",
        "An image of a Cessna 560 that I found on the internet shows a single-engine executive jet with a sleek, aerodynamic frame and long wingspan.",
        "This image is of a white Cessna 560 Ultra Long Range jet.",
        "The image is of a sleek white Cessna 560 jet banking to its left side.",
        " Citation ExcelThe image is of a white Cessna 560 Citation Excel jetliner parked on the tarmac, with its distinctive blue and white crest of the wings jutting out prominently.",
        "\"Ready for takeoff in her sleek Cessna 560, this pilot is soaring to new heights!\".",
        "\"A business jet cruises through the sky, taking its passengers to wherever their dreams lead them.",
        "\"Flexible and reliable: The Cessna 560 offers a comfortable and spacious flight experience.",
        "Experience a world of luxury and sophistication with this Cessna 560! Perfect for short-range travel, this stylish aircraft offers unequaled comfort and performance for your journey.",
        " \"A bird's eye view of a Cessna 560 in flight, showing its sleek and efficient design."
    ],
    "Challenger 600": [
        "The Challenger 600 is a medium-sized twin engine corporate jet manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a twin-engine business jet that was manufactured by the Canadian company Bombardier Aerospace.",
        "The Challenger 600 is a large cabin, midsize business jet manufactured by Canada-based Bombardier Aerospace.",
        "The Challenger 600 is a medium-sized corporate jet developed and produced by Bombardier Aerospace.",
        "The Canadair Challenger 600, also known as the Bombardier Challenger 600, is a business jet aircraft first introduced in 1978.",
        "The Challenger 600 is easily recognizable by its unique swept wing-style design.",
        "A Challenger 600 can be identified by its low swept wing design, its two Rolls-Royce engines, and its distinctive T-tail design.",
        "The Challenger 600 is identifiable by its distinctive boxy shape, large T-tail, and 4-engine configuration.",
        "The Challenger 600 can be identified by its distinctive wing shape with high-mounted engines, its long, slender fuselage and its T-tail.",
        "The Challenger 600 can be identified by its unique silhouette featuring a curved span trailing edge, long, slender fuselage, swept wings, and large tail fins, as well as its two turbofan engines mounted in pods below the wings.",
        "The Challenger 600 is a midsize, twin-engine business jet manufactured by Canadian aircraft manufacturer Bombardier Aerospace from 1978 to 1983.",
        "The Challenger 600 (CL-600-2B16) is a twin-engined business jet manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a mid-size corporate jet manufactured by Bombardier Aerospace.",
        "The Challenger 600 is a midsized business jet produced by Bombardier Aerospace.",
        "The Gulfstream Challenger 600 series is an American mid-sized business jet aircraft produced by Canadian aerospace company Bombardier.",
        "The image is of a white and blue Challenger 600 turbofan aircraft flying in a clear blue sky.",
        "The image shows a silver business jet, a Challenger 600, gliding through a cloudy sky.",
        "The image is of a Canadair Challenger 600 mid-size business jet.",
        "The image I've chosen is of a Challenger 600 business jet.",
        "The image is of a Challenger 600, a business jet airplane manufactured by Canadair.",
        "\"Experience the total luxury of a private flight aboard the Challenger 600—the ideal business jet for corporate travelers.",
        "\"The iconic Challenger 600 business jet -- luxury, comfort, and innovation all in one sleek aircraft.",
        "The Challenger 600 jet from Canadair's business aviation division served as a reliable workhorse of the airways for over three decades.",
        "\"The Challenger 600, a popular business jet, soars through the clouds into a picturesque sunrise.",
        "Ready for takeoff, this Challenger 600 stands poised to leave the runway and soar into the skies."
    ],
    "DC-10": [
        "The DC-10 is a large, three-engine commercial airliner manufactured by McDonnell Douglas.",
        "The DC-10 is a medium-to-long-haul wide-body airliner manufactured by McDonnell Douglas.",
        "The McDonnell Douglas (now Boeing) DC-10 is a three-engine wide-body jet airliner with a maximum seating capacity of 380 passengers and a range of over 4,500 miles.",
        "The DC-10 is a three-engine widebody jet airliner produced by McDonnell Douglas.",
        "The McDonnell Douglas DC-10 is a three-engine wide-body jet airliner typically configured with two aisles and seating for over 300 passengers.",
        "The DC-10 is a wide-body airliner with three engines: two underwing engines and one tail-mounted engine.",
        "The DC-10 can be easily identified by its distinct design.",
        "\nThe McDonnell Douglas DC-10 is a three-engine, wide-body jetliner particularly recognisable by its distinctive tail fin shape.",
        "DC-10s can be identified by their distinctive triple-engine configuration (two engines on the wings and one engine at the base of the vertical stabilizer), the delta wing shape of the wing tips, the distinctive shape of the large horizontal.",
        "The DC-10 is a large three-engine airplane that can be identified by its distinct triple-fin tail design, thefuselage's refusal to taper off in the tail section, and the tails having swept-back tips.",
        "A DC-10 is a wide-body jet airliner produced from 1970 to 1988.",
        "A DC-10 is a wide-body, three-engine jet airliner manufactured by McDonnell-Douglas.",
        "The DC-10 is a wide body, three-engine, medium- to long-range airliner that was first introduced in 1971.",
        "The McDonnell Douglas DC-10 is a three-engine widebody jet airliner manufactured by McDonnell Douglas.",
        "The DC-10 is a three-engined widebody airliner developed by McDonnell Douglas (now part of Boeing).",
        " planeThis image depicts a DC-10 plane in grandeur.",
        "An image from the internet of a DC-10 shows the large jetliner in-flight, flying directly toward the viewer.",
        "The image is of a massive blue and white aircraft taking off from a runway.",
        " aircraftThe image I chose is of a classic DC-10 aircraft with the iconic three-engine design, which was first introduced in 1970.",
        "The image is of a bright orange and white DC-10, mid-air in front of a bright blue sky.",
        "\"The iconic DC-10 airliner, developed by McDonnell Douglas in the 1970s, has captured the imagination of both aviation enthusiasts and the public alike.",
        "\"The iconic DC-10 glides across a cloudless sky, a reminder of the jet-age beauty of long-haul travel.",
        "\"A proud DC-10 takes off, leaving a majestic contrail of smoke in its wake.",
        "\"A classic DC-10 soars into the skies, showing off its signature tri-jet aspirational design.",
        "\"The iconic three-engine McDonnell Douglas DC-10 flies over city skylines, marking a historic chapter of aviation."
    ],
    "DC-3": [
        "The DC–3 is a propeller-driven airliner that was developed in the 1930s.",
        "The DC-3 is an iconic airplane that is easily recognizable by its classic design.",
        "The Douglas DC-3, also known as the C-47, is a twin-engine transport aircraft with a distinguished history.",
        "The DC-3 is an iconic aircraft first produced in 1935 and is one of the most well-known aircraft in aviation history.",
        "The Douglas DC-3 is a propeller-driven aircraft with a classic, streamlined shape.",
        "The DC-3 may be identified by its distinctive silhouette featuring a high tail, twin-engine design, curved wingtips, and flat nose.",
        "A DC-3 can be identified by its distinctive 'twin-tail' design, two radial engines, rounded rounded wings, and square windows.",
        "A DC-3 can be identified by its classic Art Deco-style sheetmetal, its high wing, and its twin radial engines.",
        "The DC-3 is one of the most recognizable aircraft in the world, with its classic lines, twin radial engines, and tail wheel landing gear setup.",
        "A DC-3 can be identified by its distinctive trapezoidal shape, with two radial engines with round engine cowlings mounted on either side, and its distinctive braced tail unit.",
        "A DC-3 is a twin-engined propeller plane with a high-wing, low-wing, or even a split-wing design.",
        "The DC-3 is a twin-engine propeller plane that was first introduced in the 1930s.",
        "The Douglas DC-3 is a fixed-wing propliner airliner, which had its beginnings in the early 1930s.",
        "The DC-3 (originally designated the Douglas Commercial 3) is a twin-engine propeller plane developed by the Douglas Aircraft Company in the 1930s.",
        "The DC-3 is a twin-engine, fixed-wing aircraft that was first produced in 1935.",
        " planeThis image is a DC-3 plane from the Second World War era.",
        " planeThe image I have chosen is of a 1940s era DC-3 plane in flight against a bright blue sky on a sunny day.",
        "The image is of a Douglas DC-3 military cargo plane.",
        " airplaneThe image I choose is of a DC-3 airplane flying against a blue sky.",
        "/C-47 aircraftThe image is of a classic Douglas DC-3/C-47 aircraft sitting on a green grassy field.",
        "\"An iconic example of aviation engineering - a Douglas DC-3 from 1938 taking to the skies.",
        "\"The iconic Douglas DC-3 aircraft, a testament to 1930s aviation engineering and design, takes flight.",
        "\"The Douglas DC-3 was an iconic aircraft that revolutionized air travel in the 1930s and is still used today.",
        "\"The Douglas DC-3 is an iconic propeller plane that revolutionized air travel in the 1930s with its longer range and reliable performance.",
        "\"The legendary DC-3, a symbol of America's aviation history, casts a dramatic silhouette against a stunning sunset."
    ],
    "DC-6": [
        "The Douglas DC-6 is a four-engine piston-powered airliner made from 1946 to 1958.",
        "The DC-6 is a large four-engine propeller-driven aircraft that was produced from 1946 to 1958 by the Douglas Aircraft company.",
        "The DC-6 is a four-engine piston-powered aircraft built by Douglas Aircraft Company from 1946-1957.",
        "The DC-6 is a large four-engine, piston-powered airliner that was produced by Douglas Aircraft from 1946 to 1958.",
        "The DC-6 is a four-engine propeller aircraft that was produced by the Douglas Aircraft Corporation in the 1950s.",
        "The most distinctive feature of the DC-6 is its high-tail fin which is nearly twice the height of the average airliner tail fin.",
        "A DC-6 can be identified by its large, four-engine propeller-driven body, its metal construction, and its high-wing design.",
        "DC-6s can be identified by their large, round engines, their distinctive airfoil shape, and the two rows of windows along the length of the fuselage.",
        "A DC-6 can be identified by its four Pratt & Whitney R-2800 radial engines, wingspan of 117 ft, overall length of 93 ft, and its recognizable large fuselage with round windows.",
        "The DC-6 model can be identified by its four piston engines, high wings, and two boom-like tail fins.",
        "The DC-6 is a four-engine commercial transport aircraft manufactured by Douglas Aircraft from 1946 to 1958.",
        "The Douglas DC-6 is an American multi-engine propeller-driven airliner with a three-crew cabin.",
        "The DC-6 is a four-engine propeller airplane manufactured by Douglas Aircraft Company in the 1940s and 1950s.",
        "The Douglas DC-6 was a four-engine propeller-driven airliner produced by the Douglas Aircraft Company between 1946 and 1958.",
        "The DC-6 is a four-engine propeller-driven airliner developed by Douglas Aircraft.",
        "This image shows an old DC-6 propeller plane, painted in a refinished sky blue and white livery.",
        " aircraftThe image is of a classic silver vintage DC-6 aircraft.",
        " airplaneThe image is of a propeller-driven DC-6 airliner in the livery of the airline Pan American World Airways (Pan Am).",
        " airplaneThis image from the internet shows a DC-6 airplane in mid-flight.",
        " aircraftThe image is of a classic DC-6 aircraft in a field with the setting sun in the background.",
        "\"The iconic Douglas DC-6 flying high above the clouds, a reminder of a bygone era of air travel.",
        "\"The pride of the skies - a classic DC-6 taking off from John F.",
        "\"The classic DC-6 plane soars through the clouds, a reminder of a nostalgic era of aviation.",
        "\"A vintage DC-6 passenger aircraft soaring through the clouds on its journey over the United States.",
        "\"The Douglas DC-6 airliner, seen here in mid-flight, was a favorite of travelers during the golden age of air travel in the 1950s and 60s."
    ],
    "DC-8": [
        "The Douglas DC-8 is a four-engine, wide-body jet airliner that was produced by the Douglas Aircraft Company from 1958 to 1972.",
        "The DC-8 is a four-engine jet airliner powered by two Pratt & Whitney JT3D-3 turbofan engines mounted on the wing pylons and two General Electric CF6-6 turbofan engines mounted on.",
        "The DC-8 is a four-engine, wide-body jet airliner.",
        "The Douglas DC-8 is a four-engine, wide-bodied jet airliner developed by the Douglas Aircraft Company in the late 1950s.",
        "The DC-8 is a large four-engine jet airliner manufactured by Douglas Aircraft Company (later McDonnell Douglas) in the 1960s and 1970s.",
        "A DC-8 can be identified by its distinct \"cigar-shaped\" body, wing-mounted engines, and four tail fins.",
        "A DC-8 can be identified by its distinct four-engine, swept-wing design, and two underwing mounted engine pods.",
        "The Douglas DC-8 can be identified by its distinctive four engines, swept-back wings, and a T-shaped tail with four tail fins.",
        "The McDonnell Douglas DC-8 is a four-engined, wide-body, jet airliner that was manufactured from 1958 to 1972.",
        "A DC-8 can be easily identified by its distinctive swept-back wings and four rear-mounted turbofan engines.",
        "The DC-8 is a four-engine, mid-range jet airliner produced by McDonnell-Douglas.",
        "The McDonnell Douglas DC-8 is a large, four-engined commercial transport jet airliner, first flown in the late 1950s and still in service today.",
        "The DC-8 is a four-engined, wide-body jet airliner, first introduced in 1959 and currently used for passenger and cargo flights.",
        "A DC-8 is a four-engine jet airliner.",
        "The Douglas DC-8 is a four-engined long-range jet airliner.",
        "The image is of a classic, white and blue Delta Airlines DC-8 aircraft.",
        "This image from the internet is of a DC-8 cargo aircraft taking off.",
        "This image from the internet depicts a DC-8, a commercial jet manufactured by Douglas Aircraft Company and introduced in 1959.",
        "The image is of a blue Douglas DC-8 airliner streaking across a high altitude sky.",
        "This image from the internet is of a typical four-engined DC-8 airliner.",
        "\"A DC-8 passenger jetliner departing an airport for its destination.",
        "\"The mighty DC-8 jetliner soars through the skies, a symbol of 20th-century aviation greatness.",
        "\"The 1960s-era DC-8 jetliner, soars through the clouds, en route to its next destination.",
        "\"The DC-8 was Boeing's first four-engine jetliner, revolutionizing air travel and ushering in an era of commercial passenger jet aviation.",
        "The iconic DC-8 jetliner soars into the sky as it takes off for its next destination."
    ],
    "DC-9-30": [
        "A DC-9-30 is a short to medium-haul twin-engine jet airliner manufactured by McDonnell Douglas, now a part of Boeing.",
        "The McDonnell Douglas DC-9-30 is a twin-engine regional jetliner that was the largest member of the DC-9 family.",
        "The DC-9-30 is a twin-engine short-to-medium-range passenger jet airliner.",
        "The DC-9-30 is a twin-engine, single-aisle, narrow-body commercial jet airliner developed by the McDonnell Douglas Corporation (now part of Boeing).",
        "A DC-9-30 is a twin-engine, single-aisle, short-to-medium range commercial airliner built by McDonnell Douglas.",
        "The DC-9-30 is a twin-engined medium-range, narrow-body airliner, with a length of 108 ft 6 in (33.",
        "A DC-9-30 can be identified by its two rear-mounted Pratt & Whitney Canada JT8D-7 turbofan engines, T-tail design, a cargo door of the side on the forward port side, and.",
        "A DC-9-30 is a narrow-body, twin-engine jet airliner produced by The McDonnell Douglas Corporation.",
        "The DC-9-30 can be identified by its distinctive double-delta wing and the two CFM International CFM56-3C1 high-bypass turbofan engines.",
        "You can identify a DC-9-30 by looking for its distinctive features such as its high tail with rear fuselage-mounted engines, T-tail arrangement, and its three-abreast seating configuration.",
        "The McDonnell Douglas DC-9-30 is a twin-engine, single-aisle jetliner with nine passenger seats in a single row, three on each side of a central aisle.",
        "The DC-9-30 is a short to medium range twinjet airliner manufactured by the McDonnell Douglas Aircraft Company.",
        "The McDonnell Douglas DC-9-30 is a twin-engine, single aisle jetliner with two engines mounted on the rear of the fuselage.",
        "The DC-9-30 is a twin-engine, single-aisle jetliner produced by McDonnell Douglas.",
        "The DC-9-30 is a twin-engine jet aircraft that was introduced in 1965 by McDonnell Douglas.",
        "The image is of a white and blue DC-9-30 plane against a clear sky.",
        "This image is of a DC-9-30 airliner in flight.",
        "The image I chose from the internet of a DC-9-30 is a beautiful picture of a white plane with red and black stripes on its tail.",
        "This image of a DC-9-30 is a classic 1970's passenger aircraft.",
        "The image shows a blue and white DC-9-30 airplane in flight.",
        "\"The classic DC-9-30 airplane, a staple of mid-sized regional airlines since its introduction in 1965.",
        "\"The DC-9-30 takes off from its home terminal, beginning its journey to a new destination.",
        "The venerable DC-9-30 takes off from a runway, providing passengers a comfortable ride with its modern and efficient design.",
        "\"The classic DC-9-30, an aircraft that revolutionized air travel with its reliable, cost-effective design.",
        "Built in the 1970s, the DC-9-30 was an iconic symbol of air travel in its heyday, helping to connect passengers to airports around the world."
    ],
    "DH-82": [
        "The DH-82 Tiger Moth is a two-seat light biplane built by De Havilland Aircraft Company in the 1930s and 1940s.",
        "The de Havilland DH-82 Tiger Moth is an aircraft with a bi-plane design composed of two sets of wings.",
        "A DH-82 is a single-engine, two-seat light aircraft.",
        "A DH-82 is a two-seater, single-engine British civilian trainer aircraft.",
        "A DH-82 is a single-engine, two-seat biplane aircraft, built by de Havilland Canada in the 1930s.",
        "The DH-82 is identifiable by its yellow or silver fabric covering, single engine, and high wing configuration.",
        "The DH-82 Tiger Moth is a biplane aircraft that was designed and produced by the de Havilland Aircraft Company in the 1930s.",
        "The DH-82 is a single-engine, two-seat, low-winged airplane produced by de Havilland Canada.",
        "The DH-82 Tiger Moth is a biplane aircraft that was used in the Royal Air Force and Royal Navy throughout the 1930s and 1940s.",
        "The DH-82 Tiger Moth is easily identified by its distinctive biplane configuration and yellow livery.",
        "The de Havilland DH-82 Tiger Moth is a biplane aircraft originally designed and manufactured by the de Havilland Aircraft Company.",
        "A DH-82 is a two-seat, single-engine biplane developed in the 1930s by De Havilland Aircraft Company.",
        "A DH-82 is a two-seat, low-wing, single-engine aircraft designed and produced by de Havilland Aircraft Company.",
        "The DH-82 is a two-seat, single engine biplane manufactured by de Havilland.",
        "DH-82 is a model of a Tiger Moth biplane, a two-seat training aircraft designed for use by militaries.",
        "aThe image is of an iconic Canadian airplane, the De Havilland DH-82a Tiger Moth.",
        " Tiger MothThe image is a DH-82 Tiger Moth vintage aircraft, filmed against a blue sky.",
        " Tiger MothThe DH-82 Tiger Moth is an iconic British biplane.",
        " Tiger MothThe image from the internet is of a DH-82 Tiger Moth biplane.",
        " Tiger MothThe image is of a classic biplane from the 1930s, the DH-82 Tiger Moth.",
        "\"A vintage DeHavilland DH-82 Tiger Moth biplane taking to the skies — a breathtaking reminder of aviation's golden age.",
        "\"A pilot poses with a De Havilland DH-82 Tiger Moth biplane, a popular 1930s aircraft still flown today.",
        "\"The de Havilland DH-82 Tiger Moth in flight, a popular biplane and trainer aircraft used by the British Royal Air Force throughout World War II.",
        "\"An RAAF DH-82 Tiger Moth buzzing a beach on a warm summer day\".",
        "\"A classic piece of British aviation - this Spitfire Mk2, also known as the DH-82, soars above the clouds during a reminder of the glory days of British airpower."
    ],
    "DHC-1": [
        "The DHC-1 Chipmunk is a two-seat, single-engine, basic trainer aircraft made by de Havilland Canada.",
        "The DHC-1 Chipmunk is a single-engine, two-seat, side-by-side light aircraft designed and developed in Canada in the 1940s and 1950s.",
        "A DHC-1 (de Havilland Canada Chipmunk) is a two-seat, single-engined unconventional aerobatic trainer aircraft.",
        "The de Havilland Canada DHC-1 Chipmunk is a small, two-seat, single-engined, light aircraft with a resistant steel frame construction and fabric covered wings.",
        "The DHC-1 Chipmunk is a 1940s-era, two-seat, single-engine, low-wing monoplane designed and manufactured by the de Havilland Canada Company.",
        "The DHC-1 is easily identified by the low and wide cabin with glass-capable windows which gives it a distinctive \"mushroom-like\" appearance.",
        "The DHC-1 is identifiable by its distinctive design consisting of a high-wing monoplane with conventional landing gear and a full-cantilever tail.",
        "A DHC-1 can be identified by its distinct interior and exterior design features.",
        "The DHC-1 is a single-engine, two-seat light aircraft built by De Havilland Canada and is recognizable by its distinctive gull-wing design.",
        "The DHC-1 Chipmunk is a distinctive looking biplane that can be identified by its large radial engine in the nose, slender fuselage, and tandem seating configuration.",
        "The De Havilland Canada DHC-1 Chipmunk is a single-engine two-seat tandem trainer aircraft.",
        "The DHC-1 Chipmunk is a single-engine, two-seat, light aircraft produced by the Canadian company de Havilland Aircraft of Canada (DHC).",
        "A DHC-1 is a single-engine biplane aircraft manufactured by de Havilland Aircraft Company of Canada.",
        "The DHC-1 is a two-seat, single-engine aircraft designed by de Havilland Canada in the 1940s.",
        "The DHC-1 Chipmunk is a two-seat, tandem, trainer aircraft manufactured by the Canadian aircraft company De Havilland Canada.",
        " ChipmunkThe image is of a DHC-1 Chipmunk, a single-engine, tandem two-seat light airplane originally designed and manufactured in Canada.",
        " ChipmunkThe image I'm describing is a photo of a classic DHC-1 Chipmunk airplane from the 1940s.",
        " ChipmunkThe image from the internet of a DHC-1 Chipmunk shows a red and white aircraft with a single engine mounted between two wings.",
        " ChipmunkThe image from the internet of the DHC-1 Chipmunk is a stunning aerial photograph of the light aircraft.",
        " ChipmunkAn image from the internet of a DHC-1 Chipmunk is a beautiful sight to behold.",
        "\"Theceremonial flight of a classic de Havilland Canada DHC-1, one of the first mass-produced aircraft in Canada.",
        "\"The DHC-1 Chipmunk, an iconic single-engine two-seater plane, soars above the clouds.",
        "\"The de Havilland Canada DHC-1 Chipmunk made its first flight in 1946 and quickly earned a reputation as a reliable and enjoyable aircraft to fly.",
        "The legendary DHC-1 Chipmunk soars through the sky, showing off its graceful agility and classic good looks.",
        "\"Climbing into the sky, the De Havilland DHC-1 Chipmunk soars over the countryside, its bright paint job standing out against the clouds."
    ],
    "DHC-6": [
        "The DHC-6 Twin Otter is a twin-engine, high-winged, short take-off and landing (STOL) aircraft.",
        "The DHC-6 Twin Otter is a twin-engine, all-metal, Canadian-built short take-off and landing (STOL) commuter airliner and utility aircraft.",
        "The DHC-6 Twin Otter is a twin-engine, high-wing, utility aircraft developed by de Havilland Canada.",
        "The DHC-6 is a twin-engine light transport aircraft, manufactured by de Havilland Canada.",
        "The DHC-6 Twin Otter is a small, twin-engine, turboprop aircraft typically used for regional transport.",
        "The DHC-6 is a Twin Otter aircraft built by de Havilland Canada.",
        "A DHC-6 can be recognized by its high-wing design, twin-prop system, distinctive engines situated in pods under the wings, and trapezoidal windows along the cabin.",
        "The DHC-6 series of aircraft can be identified by its distinctive twin-engine high-wing design, its rectangular windows, and its sloping nose.",
        "A DHC-6 can be identified by its short, fixed wings; its props mounted in tractor configuration; its high aspect-ratio, anhedral tail-plane; and its distinct twin pod cockpit arrangement.",
        "A DHC-6 can be identified by its unique features including twin engines, a low-wing monoplane configuration, an under-hander tail, and short rectangular wings.",
        "The DHC-6 is a twin-engine, high-wing, propeller-driven, short takeoff and landing (STOL) aircraft made by de Havilland Canada.",
        "The DHC-6 Twin Otter is a twin-engined, high-wing, short takeoff and landing (STOL) utility aircraft developed by Canadair and now produced by Viking Air.",
        "The DHC-6 Twin Otter is a twin-engine medium-sized turboprop aircraft produced by Canadian aircraft manufacturer de Havilland Canada.",
        "The DHC-6 is a twin-engine turbine-powered aircraft manufactured by de Havilland Canada.",
        "The DHC-6 Twin Otter is a twin engine, high-wing, short-takeoff-and-landing (STOL) utility aircraft.",
        " Twin OtterThis image shows a white DHC-6 Twin Otter aircraft taking off from a runway.",
        " Twin Otter The image from the internet of a DHC-6 Twin Otter is a white, twin-engine aircraft with blue stripes running down its length.",
        " Twin OtterThe image is of a DHC-6 Twin Otter, a small 19-passenger air transport aircraft designed and manufactured by de Havilland Canada.",
        " Twin OtterThe DHC-6 Twin Otter is a highly maneuverable and reliable short takeoff and landing (STOL) aircraft.",
        " Twin OtterThe image is of a bright yellow DHC-6 Twin Otter, a Canadian built military transport plane and civilian passenger aircraft.",
        "\"Soaring over the clouds in a classic De Havilland DHC-6 Twin Otter\".",
        "\"The de Havilland Canada DHC-6 Twin Otter, a rugged short takeoff and landing (STOL) aircraft, glistening in the sun as it prepares for its next flight.",
        "\"The DHC-6 Twin Otter aircraft offers a versatile, twin-turbine solution for air travel with a passenger capacity of up to 19.",
        "\"A Twin Otter DHC-6 seaplane taking off from the edge of a lake on a beautiful sunny day\".",
        "\"The iconic DHC-6 Twin Otter, a reliable workhorse for many adventures!\"."
    ],
    "DHC-8-100": [
        "The DHC-8-100 is a twin-engine, regional turboprop aircraft manufactured by Canadian firm Bombardier Aerospace.",
        "The DHC-8-100 is a regional turboprop airliner designed and manufactured by Canadian aircraft manufacturer De Havilland (Bombardier).",
        "The DHC-8-100 is a twin-engine regional turboprop aircraft produced by Bombardier Aerospace.",
        "The DHC-8-100 is a twin turboprop aircraft built by the Canadian aerospace company de Havilland Canada.",
        "A DHC-8-100 is a small, twin-turboprop commuter plane famously known as the Dash 8.",
        "The DHC-8-100 can be identified by its unique external appearance, which includes a raised cockpit on the leading edge of the wing, an S-shaped stretch of the main windows, and a larger shorter tail cone.",
        "The DHC-8-100 can be identified by its combination of distinctive exterior features, such as its small size, twin turboprop engines, high wing mounted above the fuselage, and its distinctive shape.",
        "The DHC-8-100 is a turboprop aircraft manufactured by Canadian aerospace company de Havilland Canada (DHC).",
        "DHC-8-100 aircraft can be identified by its distinctive round-top engine cowlings and four-bladed propellers.",
        "A DHC-8-100 usually has a distinctive winglet or “sharklet” on the end of its wings, which was first seen on the Dash 8-400 series.",
        "The de Havilland Canada DHC-8-100 is a twin-engine, turboprop aircraft built by de Havilland Canada.",
        "The DHC-8-100 is a popular regional turboprop passenger plane made by Bombardier Aerospace.",
        "The de Havilland Canada DHC-8-100 is a twin-engine, regional turboprop aircraft with a capacity of up to 56 passengers.",
        "The DHC-8-100 is a twin-engine turboprop regional airliner manufactured by Bombardier Aerospace.",
        "A DHC-8-100 is a turboprop regional airliner manufactured by Bombardier Aerospace.",
        " turbopropThe image depicts a white and blue de Havilland Canada DHC-8-100 turboprop aircraft in mid-flight against a backdrop of clear blue sky.",
        "The image is of a small twin-propeller passenger airplane painted in a sky blue and white livery.",
        " airplaneThis web image is of a DHC-8-100 airplane, a regional airliner manufactured by De Havilland Canada.",
        "This image shows a de Havilland Canada DHC-8-100 aircraft in clear blue sky with a landscape in the background.",
        "The image is of a de Havilland Canada DHC-8-100 or Dash 8 twin-turboprop regional airliner.",
        "The DHC-8-100, commonly known as the Dash 8, is a workhorse of the skies, providing safe and reliable regional air service around the world.",
        "\"A sunny day at the airport, as a Bombardier DHC-8-100 plane departs the runway.",
        "The iconic de Havilland DHC-8-100 takes pride of place on the runway, ready to transport passengers to their destination.",
        "\"Despite its small size, the DHC-8-100 provides its passengers with a surprisingly comfortable and luxurious flight experience.",
        "\"The de Havilland Canada DHC-8-100 offers a reliable and comfortable ride for short-range domestic routes."
    ],
    "DHC-8-300": [
        "The DHC-8-300, commonly known as the Dash 8, is a twin-engine turboprop regional airliner made by Canadian company Bombardier Aerospace.",
        "The Bombardier Dash 8-300 (also known as the Q300 series) is a low-wing, twin-engine turboprop aircraft typically seating a maximum of 60 passengers in a two-class cabin layout.",
        "The DHC-8-300, commonly referred to as the De Havilland Dash 8, is a turboprop airliner.",
        "The Bombardier DHC-8-300 is a twin turboprop regional airliner, also known as the de Havilland Canada Dash 8.",
        "The DHC-8-300 is a twin-engined turboprop airliner manufactured by Bombardier Aerospace.",
        "The DHC-8-300 can be identified by the six-bladed propeller and by its distinctive swept-back wing with rounded tips.",
        "A DHC-8-300 can be identified by its distinctive shape.",
        "The DHC-8-300 is a unique plane which is easily recognizable by its twin turboprop engines and a distinctive, 27 foot 4 inch tall T-tailed horizontal stabilizer.",
        "A DHC-8-300 can be identified by its distinctive silhouette and \"T-tail\" design – the tail has two horizontal stabilizers, each with an elevator, mounted above the vertical stabilizer.",
        "The DHC8-300 can be identified by its distinctive Twin Otter shape, with two tandem turboprop engines mounted on the wing, a low rectangular fuselage with a wide box-type wing that is mounted at the top of.",
        "DHC-8-300 is a regional turboprop passenger aircraft designed and manufactured by Bombardier Aerospace.",
        "A DHC-8-300 is a twin-engine turboprop commuter airliner manufactured by Bombardier Aerospace.",
        "The de Havilland Canada DHC-8-300 Dash 8 is a twin-engine turboprop regional airliner with a seating capacity ranging from 37–39 passengers.",
        "The DHC-8-300 is a twin-engine, high-wing, regional turboprop aircraft that typically carries around 50 passengers.",
        "A DHC-8-300 is a twin-engine turboprop regional airliner manufactured by De Havilland Canada (now part of Bombardier Aerospace).",
        "The image is of a DHC-8-300 aircraft with a snow-capped mountain range in the background.",
        "The image is of a DHC-8-300, which is a regional commuter turboprop aircraft manufactured by De Havilland Canada, a subsidiary of Bombardier Aerospace.",
        " Dash 8The image shows a white DHC-8-300 Dash 8 plane with its wings outstretched and tail fin standing in front of a bright blue sky.",
        "The image is of a DHC-8-300 commercial passenger plane.",
        "This image shows a de Havilland Canada DHC-8-300 airplane parked at an airport with its engines running.",
        "\"Passengers enjoy the convenience of air travel onboard a DHC-8-300 turboprop aircraft.",
        "\"The DHC-8-300 is a twin-engine turboprop aircraft designed to provide exceptional short-haul commercial flights while staying fuel-efficient.",
        "\"Passengers take off on their journey with a scenic view of the Canadian Rockies in the backdrop of their window.",
        "\"The DHC-8-300 shows its stunning versatility, connecting passengers to even the most remote destinations.",
        "Taking off for a smooth flight, this modern DHC-8-300 turboprop aircraft is ready for takeoff."
    ],
    "DR-400": [
        "The DR-400 is a two-seat, monoplane light aircraft manufactured by the French company, Avions Pierre Robin.",
        "The DR-400 is a four-seat, single-engine, high-wing monoplane made by the French aircraft manufacturer, Robin.",
        "The DR-400 is a light, four-seat, fixed-undercarriage aircraft.",
        "The DR-400 is a light four-seater aircraft manufactured by the French firm Robin Aircraft.",
        "The DR-400 is a four-seat, single-engine, light aircraft manufactured by the French aircraft company Robin.",
        "The DR-400 is a two-seat light aircraft produced by Robin Aircraft.",
        "The DR-400 is a fixed-wing single engine aircraft produced by the French subsidiary of Socata.",
        "The DR-400 is a large, six-seat, single-engine light aircraft with a low-wing and tricycle undercarriage.",
        "The DR-400 is a large, four-engine regional jet with a fuselage just over 90 feet long and a wingspan of 80 feet.",
        "The DR-400 is an intermediate two-seat, wooden aircraft produced by French aircraft manufacturer Robin.",
        "The DR-400 is a single engine, four-seat light aircraft manufactured by French aircraft maker Robin.",
        "The DR-400 is a twin-engine, four-seat, piston-engine aircraft manufactured by Socata of France.",
        "The DR-400 is a four-seat light aircraft that was produced by the French aircraft manufacturer Robin from 1972 to 1985.",
        "The DR-400 is a two-seat, low-wing light aircraft manufactured by the French aircraft manufacturer SOCATA from 1972 to 1989.",
        "The DR-400 is a French propeller-driven aircraft.",
        ")The image is of a cream-colored, four-seater DR-400 plane.",
        "The image from the internet is of a white and blue DR-400 airplane with the tail number N176MG.",
        "The image is of a French-made four-seater aircraft called the Robin DR-400.",
        "This image from the internet is of a DR-400, which is a four-seat, piston engine-powered light aircraft.",
        "The image is of a DR-400 aircraft, a French, four-seat, low-wing monoplane.",
        "\"The DR-400 delivers superior performance and dependability - perfect for a variety of general aviation needs.",
        "\"The DR-400, a rugged and reliable 4-seater aircraft, ready to take you to the skies!\".",
        "\"The DR-400 is a light-sport aircraft that is perfect for exploring the open skies.",
        "\"Putting her phenomenal power to the test, this DR-400 soars high through the sky.",
        "\"The subtle power of the DR-400 aircraft at its finest, ready for takeoff!\"."
    ],
    "Dornier 328": [
        "The Dornier 328 is a twin-turboprop commuter airliner that was produced in Europe in the late 1990s and early 2000s.",
        "The Dornier 328 is a turboprop-powered commuter airliner with two engines.",
        "The Dornier 328 is a turboprop regional airliner that typically seats up to 32 passengers.",
        "The Dornier 328 is a twin-turboprop, pressurized, regional airliner and utility Aircraft.",
        "The Dornier 328 is a turboprop twin-engine regional airliner manufactured by the German aerospace company Dornier GmbH.",
        "A Dornier 328 can be identified by its thin and straight wings, T-tail, and the two turboprop engines on the sides of the fuselage.",
        "The Dornier Do 328 is a twin turbo-prop regional airliner and utility aircraft that can be identified by its distinctive T-tail configuration, a fuselage that is slightly under 30 meters long, and an overall cabin width of about 3.",
        "\nA Dornier 328 can be identified by its semi-monocoque, all-metal construction, slightly swept-back wings, a high T-tail, and a large air braking system on the under side of the rear fuselage.",
        "A Dornier 328 can be identified by its unique shape and size.",
        "A Dornier 328 can be identified by its distinctive wingtip engine-mounted pods and slanted vertical stabilizer.",
        "A Dornier 328 is a twin-turboprop commuter airliner and regional airliner.",
        "The Dornier 328 is a turboprop-powered regional airliner.",
        "The Dornier 328 is a twin-engine turboprop aircraft that was manufactured by Dornier GmbH, Germany.",
        "The Dornier 328 is a twin-engined turboprop aerospace aircraft.",
        "The Dornier 328 is a twin-turboprop regional airliner.",
        "The image is of a Dornier 328, an airliner manufactured by the German aerospace firm Dornier Luftfahrt.",
        "The image is of a Dornier 328 private jet.",
        "This image is of a Dornier 328 airplane, an advanced turboprop-powered regional airliner developed by Dornier Luftfahrt GmbH.",
        "The image shows a white twin-engine passenger airplane with a blue tail, labeled “Dornier 328.",
        "The image on the internet is of a jet plane called the Dornier 328.",
        "\"The iconic Dornier 328-100 seen here, known for its high performance, reliability and efficiency.",
        "The Dornier 328 flies over the majestic scenery of the Swiss Alps, highlighting the beauty of the natural landscape.",
        "\"Experience the modern comfort and convenience of a Dornier 328 turboprop airliner as it soars through the sky.",
        "\"The Dornier 328 provides a reliable and cost-effective way to travel, connecting destinations around the world.",
        "The Dornier 328, a reliable and cost-effective aircraft that revolutionized regional air travel."
    ],
    "E-170": [
        "The E-170 is a regional passenger aircraft designed and built by the Brazilian aerospace company Embraer.",
        "An E-170 is a regional jet airliner manufactured by Embraer.",
        "The Embraer E-170 is a mid-size, twin-engine, commercial jet airliner.",
        "The Embraer E-170 is a commercial jet airliner produced by Brazilian aerospace firm Embraer.",
        "An E-170 is a mid-size, twin-engine jet airliner produced by Embraer, a Brazilian aerospace manufacturer.",
        "An E-170 can be identified by its long, curved wings, high-mounted engines, and tall, slender fuselage.",
        "You can identify an E-170 by its distinctive shape, engines, and cabin interior.",
        "The easiest way to identify an E-170 aircraft is by the tail number, which can be found on the fuselage of the plane.",
        "The E-170 is identifiable by its distinctive nose and the two engines mounted at the rear of the fuselage.",
        "The E-170 is a twin-engine commercial jet airliner manufactured by Embraer, a Brazilian aerospace company.",
        "The E-170 is a mid-size, dual-aisle jet airliner manufactured by Embraer, a Brazilian aerospace company.",
        "An E-170 is an airplane, made by Brazilian aircraft manufacturer Embraer.",
        "An Embraer E-170 is a twin-engine regional jet manufactured by Brazilian aircraft manufacturer Embraer.",
        "The Embraer E-170 is a twin-engine regional airliner built by Embraer, a Brazilian aerospace company.",
        "The Embraer E170 is a family of narrow-body regional jets that has been in operation since 2004.",
        " planeThe image portrays an E-170 plane in all its glory, soaring through the skies.",
        " being worked onThe image depicts an Embraer E-170 passenger airliner parked on the tarmac in front of a large hangar.",
        " aircraftThe image is a close-up of the side of an E-170 aircraft manufactured by Embraer.",
        " aircraftThe image I found on the internet of an E-170 aircraft is a brilliant shot of this particular model of plane in flight.",
        "The image is of an Embraer E-170 regional airliner.",
        "\"The versatile E-170 makes flying comfortable and efficient, even in tight spaces!\".",
        "\"The E-170 Aircraft showcases the design innovation of Embraer, providing passengers with a comfortable and efficient flying experience.",
        "\"The E-170 airplane is one of the most reliable and efficient workhorses in the aviation industry, providing passengers with frequent and comfortable flights year round.",
        "\"The Embraer E-170, a versatile regional jet capable of shorter flights or larger groups of passengers.",
        "The E-170 aircraft can seat up to 80 passengers, making it an ideal choice for medium-sized regional and business flights."
    ],
    "E-190": [
        "The Embraer E-190 is a narrow body, twin-engine, short to medium-range regional jet airliner.",
        "The E-190 is a small-size, twin-engine jetliner.",
        "The Embraer 190 (E-190) is a narrow-body, twin-engine, medium-range jet airliner manufactured by Embraer of Brazil.",
        "The Embraer E-190 is a narrow-body, twin-engine commercial jet aircraft that seats from 88 to 122 passengers.",
        "An E-190 is a medium-sized, twin-engine jet airliner manufactured by Embraer.",
        "An E-190 can be identified by its distinctive body shape, with a dramatically swept-back wing and high T-tail.",
        "An E-190 can typically be identified by its distinct silhouette, short fuselage, and large wing area.",
        "The E-190 is a narrow-body, mid-range, twin-engine jet airliner manufactured by Embraer.",
        "The E-190 can be identified by its distinctive design, which includes a slim, pointed nose, short fuselage, two high-bypass turbofan engines mounted on the back of the wing, and two tall vertical stabilizers.",
        "The Embraer E-190 can be identified by its distinctive external features, including a long, pointed nose, large T-tail with two vertical stabilizers, and winglets located at the end of its wings.",
        "The Embraer E-190 is a medium-range, single-aisle commercial jet airliner manufactured by Embraer, a Brazilian aerospace company.",
        "An Embraer E-190 is a mid-sized, single-aisle jet airliner manufactured by the Brazilian aerospace company Embraer.",
        "The Embraer E-190 is a narrow-body, twin-engine jet airliner developed by Brazilian aerospace manufacturer Embraer.",
        "A Bombardier E-190 is a commercial jet aircraft manufactured by Bombardier Aerospace.",
        "An E-190 is a single-aisle, twin-engine jetliner.",
        " planeThe image from the internet is of a white and blue E-190 plane from the Embraer manufacturer.",
        " planeThis image from the internet is of an E-190 plane, a model of a commercial jet produced by Embraer, a Brazilian aerospace conglomerate.",
        " airplaneThis image from the internet shows a colorful E-190 airplane taking off on a runway.",
        " aircraftThe image is of an Embraer 190 commercial jetliner, sitting at the gate of an airport runway.",
        " PlaneThis image is of an E-190 plane, taken from the side view.",
        "\"The E-190, providing reliable and efficient regional jet transportation since 2005!\".",
        "\"The Embraer E-190 jet provides mid-to-long-range regional flights, perfect for that weekend getaway!\".",
        "\"The E-190 climbing into the sky, ready to take its passengers to their destination.",
        "\"The E-190 from Embraer boasts a spacious cabin and comfortable interiors, perfect for a smooth flight.",
        "\"The E-190 taking off from a regional airport, highlighting the plane's reliability as a regional travel option."
    ],
    "E-195": [
        "The Embraer E-195 is a narrow-body, twin-engine jet airliner manufactured by Brazilian aerospace manufacturer Embraer.",
        "The Embraer E-195 is a medium-sized regional airliner manufactured by Embraer, a Brazilian aerospace company.",
        "The E-195 is a twin-engine, narrow-body short- to medium-range passenger jet manufactured by Embraer, a Brazilian aerospace conglomerate.",
        "The E-195 is an aircraft manufactured by Embraer.",
        "An Embraer E-195 is a large single-aisle jet airliner, manufactured by Brazilian aircraft manufacturer Embraer.",
        "The E-195 can be identified by its characteristic shape and geometry, including a high-mounted T-tail, low shoulder wing and close-set landing gear.",
        "An E-195 can be identified by its distinctive profile.",
        "The E-195 is a twin-engine, narrow-body jet airliner manufactured by Embraer.",
        "The E195 is a narrow-body, medium-range jetliner produced by Brazilian aircraft manufacturer Embraer.",
        "An E-195 can be identified by its distinctive fuselage shape, its double-decker cabin layout, and its five-abreast seating configuration (2-2-2).",
        "The Embraer E-195 is a medium-size commercial jet airliner produced by the Brazilian aerospace manufacturer Embraer.",
        "The Embraer E-195 is a narrow-body, twin-engine, jet airliner manufactured by the Brazilian aerospace company Embraer.",
        "The Embraer E-195 is a narrow-body, twin-engine, medium-capacity commercial passenger jet developed and manufactured by the Brazilian aerospace company Embraer.",
        "The Embraer E-195 is a narrow-body, twin-engine commercial airliner produced by Embraer, a Brazilian aerospace company.",
        "The Embraer E-195 is a narrow-body commercial jet aircraft built by the Brazilian aircraft manufacturer Embraer.",
        " airplaneThe image is of an Embraer E-195 airplane.",
        " aircraftThis image shows an E-195 aircraft from the Brazilian airline Azul.",
        "This image is of a white Embraer E-195, with the iconic livery of bright blue, orange, and gray lines going down its fuselage.",
        "\nThe image depicts an Embraer E-195, a commercial jet airliner, with its distinct long and lean fuselage, slanted wings, and twin engine pods.",
        " aircraftThe image of the E-195 aircraft is a high-resolution photograph of the airplane flying against a bright blue sky.",
        "\"The E-195, a modern regional jet perfect for short trips, seen ready for take-off from Rio de Janeiro International Airport.",
        "An Embraer E-195 aircraft soars through the clouds on a sunny day.",
        "\"Take to the skies in an Embraer E-195 airplane – a reliable and sophisticated aircraft perfect for short and medium-haul flights.",
        "\"A E-195 of Azul about to take off at Guarulhos International Airport, Brazil\".",
        "\"A close-up of the sophisticated E-195 passenger jet - capable of flying up to 3,300 nautical miles at a time."
    ],
    "EMB-120": [
        "The EMB-120 is a twin-engine, 30-seat turboprop regional airliner manufactured by Embraer of Brazil.",
        "The EMB-120 is a two-engine turboprop regional airliner (often referred to as a \"Brasilia\").",
        "The EMB-120 Brasilia is a twin-engine turboprop regional airliner manufactured by Embraer of Brazil.",
        "The Embraer EMB-120 Brasilia is a medium-size, twin-turboprop airliner produced by the Brazilian manufacturer Embraer.",
        "An EMB-120 is a twin-engine, 30-seat turboprop airplane manufactured by Embraer, one of the largest Brazilian commercial aircraft makers.",
        "The EMB-120 is a twin-engine regional turboprop airliner manufactured by Embraer of Brazil and can be identified by its distinctive T-tail design, large sweptback wings, and pod engines mounted below the wings on each.",
        "An EMB-120 can be identified by its distinctive features including a shoulder-mounted wing, two high-bypass turboprop engines, and a distinctive double-bubble fuselage.",
        "The EMB-120 is a twin-turboprop regional airliner produced by the Brazilian aerospace manufacturer Embraer.",
        "An EMB-120 can be identified by its distinctive shape, including its short nose cone and small wings.",
        "The EMB-120 is a twin-turboprop aircraft typically used for regional air transport or corporate travel.",
        "The Embraer EMB-120 Brasilia is a twin-turboprop, 30-seat regional airliner manufactured by the Brazilian aerospace company Embraer.",
        "The EMB-120 Brasilia is a twin-turboprop aircraft manufactured by Embraer.",
        "The Embraer EMB-120 Brasilia is a twin-engine, turboprop commuter airliner with seating for up to 30 passengers.",
        "The EMB-120 Brasilia is a small, twin-engine turboprop plane manufactured by the Brazilian aircraft company Embraer.",
        "The EMB-120 is a twin-turboprop regional airliner.",
        " BrasíliaThe EMB-120 Brasília is a twin turboprop commuter airliner manufactured by Embraer.",
        "The EMB-120 is an aircraft from Embraer, a Brazilian aircraft manufacturer.",
        "The image I've chosen is of an EMB-120 twin-turboprop aircraft.",
        " planeThis image of an EMB-120 plane shows a twin engine, 30-passenger aircraft flying in a bright blue sky, against a backdrop of white, fluffy clouds.",
        "This image is of a Embraer EMB-120 Brasilia, a twin-engine turboprop regional airliner.",
        "\"A passenger aircraft from the Embraer EMB-120 series taking flight and soaring into the clouds.",
        " \"Making its way across the tarmac, this EMB-120 Brasilia aircraft is ready to take off and soar through the skies.",
        "\"The EMB-120, the world's first production turboprop regional airliner, in flight over the Midwest.",
        "\"EMB-120 departing an airport runway, taking to the skies in style!\".",
        "\"The EMB-120, a 30-seat turboprop regional airliner, departs from a West Coast airport."
    ],
    "ERJ 135": [
        "The Embraer ERJ 135 is a regional jet aircraft produced by Embraer of Brazil.",
        "The ERJ 135 is a twin-engine regional jet produced by Embraer, a Brazilian aerospace manufacturer.",
        "The ERJ 135 is a small, turbofan-powered regional airliner, manufactured by Brazilian aircraft manufacturer Embraer.",
        "The ERJ 135 is a two-engine regional jet produced by Embraer.",
        "An ERJ 135 is a regional jet built by Embraer, the Brazilian aerospace manufacturer.",
        "ERJ 135 aircraft can be identified by their distinctive shape.",
        "A Bombardier ERJ 135 can be identified by its distinctive \"double bubble\" fuselage, which distinguishes it from other regional jet aircraft.",
        "An ERJ 135 can be identified by its distinctive shape, which typically features a short, round fuselage and an upswept wing.",
        "The ERJ 135 is identifiable by its high aspect ratio wings that sweep backward, two engine nacelles placed just behind the wings, a circular fuselage, and a conventional aft-mounted T-tail.",
        "The ERJ 135 can be identified by its small size (approx.",
        "The Embraer ERJ 135 is a twin-engine turbofan regional jet manufactured by the Brazilian aerospace firm Embraer.",
        "An Embraer ERJ 135 is a regional jet aircraft manufactured by Brazil's Embraer.",
        "The Embraer ERJ 135 is a twin-engine regional jet airliner manufactured by Embraer of Brazil.",
        "The Embraer ERJ 135 is a small regional jet aircraft in a two-by-two configuration, with two engines, a moderately swept wing, and a streamlined fuselage.",
        "The ERJ 135 is a regional airliner that was manufactured by Embraer.",
        "\nThe image is of a white twin-engine, regional jet, Embraer ERJ 135.",
        "The image is of a jet airliner, an Embraer ERJ 135.",
        "The image is of an ERJ 135, a regional jet originally made by Embraer.",
        "The image is of a light regional aircraft with two turbofan engines, an Embraer ERJ 135.",
        "The image is that of an ERJ 135 Jet, a smaller regional airliner manufactured by Embraer, a Brazilian aerospace company.",
        "\"The Embraer ERJ 135, an efficient, reliable regional jet — ready for takeoff!\".",
        "\"A closeup on the wing of an Embraer ERJ 135 jetliner, showcasing the aircraft's impressive intricate details.",
        "The Embraer ERJ 135, a passenger jet designed for regional flights, stands ready for its next journey.",
        "\"The ERJ 135, a regional jet that seats up to 37 passengers, makes a graceful landing at its destination\".",
        "\"A sleek and stylish Embraer ERJ 135 takes to the sky above, showing off its modern, graceful lines\"."
    ],
    "ERJ 145": [
        "An ERJ 145 is a twin-engine regional airplane manufactured by Embraer.",
        "The ERJ 145 is a regional jet manufactured by Embraer.",
        "The ERJ 145 is a regional jet airplane produced by Embraer, a Brazilian aerospace company.",
        "An ERJ 145 is a regional jet aircraft manufactured by Embraer.",
        "The ERJ 145 is a regional jet aircraft manufactured by Embraer.",
        "ERJ 145s have a unique shape and design features that make them easily recognizable.",
        "The ERJ 145 is easy to identify thanks to its distinctive shape.",
        "An ERJ 145 can be identified by its shape, size, and livery.",
        "The ERJ 145 can be identified by its distinctive shape, featuring a high-mounted tail, V-shaped wings, a tall passenger cabin, and two turbofan engines.",
        "The ERJ-145 can be identified by its short body length, large engine size, and twin vertical tail fins.",
        "The Embraer ERJ 145 is a twin-engine, medium-range regional jet.",
        "An Embraer ERJ 145 is a regional jet aircraft manufactured by the Brazilian aerospace conglomerate Embraer.",
        "The ERJ 145 is a regional jet manufactured by Embraer.",
        "The Embraer ERJ 145 is a regional jet manufactured by the Brazilian company Embraer.",
        "The Embraer ERJ145 is a twin-engine regional jet designed and manufactured by Embraer of Brazil.",
        "The image is of an Embraer ERJ 145, a mid-size regional airliner produced by the Brazilian aerospace conglomerate Embraer.",
        "This image is of an ERJ 145 aircraft operated by Ameriflight.",
        "The image is of an ERJ 145, a regional jet aircraft manufactured by the Brazilian company Embraer, parked on a runway.",
        "This image is of an ERJ 145 regional jet on a cloudy day.",
        "The image is of a white Embraer ERJ145 (E-jet) jet, parked on a tarmac in front of an airport terminal.",
        " \"The ERJ 145 is a regional jet that can accommodate up to 50 passengers and has the capability to fly routes up to 2000 miles away.",
        "\"The ERJ 145 showcases superb performance, efficiency, and versatility in transport operations across the globe\".",
        "\"The ERJ 145 is an iconic aircraft, combining comfort and style in a sleek, modern design\".",
        "Trouble-free flying as an ERJ 145 jet enters the terminal, ready for its next passengers.",
        "\"The ERJ 145 - a reliable regional jet with seating for up to 50 passengers."
    ],
    "Embraer Legacy 600": [
        "The Embraer Legacy 600 is a mid-size luxury business jet manufactured by Embraer, a Brazilian aerospace company.",
        "The Embraer Legacy 600 is a medium-sized executive jet with a twin-engine turbofan design.",
        "The Embraer Legacy 600 is a mid-size business and executive jet aircraft made by Embraer SA.",
        "The Embraer Legacy 600 is a large-cabin, twin-engine corporate jet.",
        "The Embraer Legacy 600 is a midsize business jet that seats up to 13 passengers.",
        "The Embraer Legacy 600 can be identified by its distinctive slanted wingtip and the large, oval shaped main fuselage.",
        "The Embraer Legacy 600 is easy to identify as it has a distinctive cigar-shaped fuselage and the tail features a curved vertical stabilizer with two horizontal stabilizers either side.",
        "The Embraer Legacy 600 is a midsize corporate jet which is identifiable by its distinctive diamond-shaped tail, its wide double-slotted wing flaps, its convex radome that traditional business jets lack, and its horizontal stabil.",
        "The Embraer Legacy 600 can be identified by its V-shaped tail and winglets, its cabin with executive-style seating, and its two Rolls-Royce engines.",
        "The Embraer Legacy 600 can be identified by its distinctive features such as its large, cylindrical cabin with an unmistakable shape, distinctive high T tail and swept wings, and two turbofan engines mounted on the sides of the.",
        "The Embraer Legacy 600 is a mid-size business jet known for comfort, efficiency, and excellent value.",
        "The Embraer Legacy 600 is a medium-size business jet manufactured by Brazilian aerospace company, Embraer.",
        "The Embraer Legacy 600 is a medium-size business jet with a sleek and stylish design.",
        "The Embraer Legacy 600 is a medium-sized business jet with twin jet engines.",
        "The Embraer Legacy 600 is a luxury mid-size executive jet.",
        "The Embraer Legacy 600 is a mid-size corporate jet manufactured by Brazilian aerospace company Embraer.",
        "The image shows an Embraer Legacy 600 jet.",
        "This image shows a white Embraer Legacy 600 aircraft taking off from a runway.",
        "This image from the internet shows an Embraer Legacy 600, a medium-sized luxury corporate jet made by the Brazilian aviation company Embraer.",
        "The Embraer Legacy 600 is a luxury business jet designed and manufactured by Brazilian aerospace manufacturer Embraer.",
        "\"The Art of Luxury Travel - The Embraer Legacy 600 is redefining private jet travel with its modern design, state-of-the-art amenities, and superior comfort.",
        "\"The Embraer Legacy 600: A Reliable Workhorse for Private Air Travel\".",
        "\"The luxury of the Embraer Legacy 600, with its comfortable interior and modern design, is unmatched for business travel.",
        "\"Experience the ultimate in luxury air travel with the Embraer Legacy 600.",
        "\"Experience luxury air travel with the Embraer Legacy 600, a premium business jet that blends comfort and class."
    ],
    "Eurofighter Typhoon": [
        "The Eurofighter Typhoon is a twin-engine, multi-role fighter aircraft with tailed delta configuration.",
        "The Eurofighter Typhoon is a twin-engine, multi-role, combat aircraft designed and produced by a consortium of three defense companies; BAE Systems from the United Kingdom, Airbus Defence and Space from Germany, and Alenia Aerm.",
        "The Eurofighter Typhoon is a twin-engine, ultra modern fourth-generation multirole combat aircraft developed by the Eurofighter consortium of British, German, Italian, and Spanish aerospace companies.",
        "The Eurofighter Typhoon is a twin-engine, canard-delta wing, multirole fighter aircraft.",
        "The Eurofighter Typhoon is a twin-engine, single-seat, multi-role combat aircraft designed and built by a consortium of three companies from the United Kingdom, Germany and Italy.",
        "The Eurofighter Typhoon can be identified by its distinctive twin-tailed design, and its twin thrust vectoring nozzles.",
        "An Eurofighter Typhoon is a twin-engine, multirole combat aircraft typically identifiable by its distinctive two-tail configuration, delta wing design, and fixed canards.",
        "An Eurofighter Typhoon can be identified by its twin-engine, delta-wing design and the distinct two-tone camouflage paint scheme of grey and green.",
        "The Eurofighter Typhoon can be identified by its twin-engine design, swept-back wings, and delta-shape tail fin.",
        "The Eurofighter Typhoon is a twin-engine, multirole combat aircraft easily identifiable by its distinctive canard-delta configuration with arrow-shaped wings and twin tail fins.",
        "The Eurofighter Typhoon is a twin-engine, canard-delta wing, multirole combat aircraft.",
        "An Eurofighter Typhoon is a highly advanced, twin-engine, multirole fighter aircraft.",
        "The Eurofighter Typhoon is a twin-engine, canard-delta wing, multirole fighter aircraft.",
        "The Eurofighter Typhoon is a twin-engine, delta-wing fourth-generation combat aircraft.",
        "The Eurofighter Typhoon is a multi-role combat aircraft, designed and built by a consortium of three companies.",
        "The image is of an Eurofighter Typhoon fighter jet.",
        "The image from the internet I'm describing is of an Eurofighter Typhoon.",
        "The image shows a Eurofighter Typhoon, a twin-engine, multi-role fighter aircraft designed and produced by the European multinational aerospace corporation, Eurofighter.",
        "The image I chose is of an Eurofighter Typhoon aircraft.",
        "This photo shows a Eurofighter Typhoon, a twin-engine multirole fighter jet developed from the early 90s by a Eurofighter consortium.",
        "\"An Eurofighter Typhoon soars through the sky - a testament to the advanced technology of modern aircraft.",
        "\"The Eurofighter Typhoon, the world's most advanced multi-role combat aircraft, refueling in the air during a mission.",
        "\"A Eurofighter Typhoon fighter jet soars through the sky, its powerful engines providing a stunning display of modern aviation engineering.",
        "\"The advanced Eurofighter Typhoon showcases the cutting-edge of European aerospace technology\".",
        "\"A Eurofighter Typhoon soars over a snow-covered mountain range, showcasing its impressive performance capabilities."
    ],
    "F-16A/B": [
        "The F-16A/B is a single engine, supersonic fighter aircraft.",
        "\nThe F-16A/B is a single-seat, single-engine, lightweight supersonic fighter aircraft with a swept-back delta wing and forward canards.",
        "The F-16A/B is a multirole fighter aircraft used by the United States Air Force.",
        "The F-16A/B is a single-engine supersonic, multirole fighter aircraft.",
        "The F-16A/B is a single-engine, supersonic, all-weather, multi-role fighter jet that was first introduced in 1978.",
        "The F-16A/B can be identified by its single engine, its delta wing design, its forward canard wings, and its long nose.",
        "The F-16A/B can be identified by its single engine, the Pratt & Whitney F100, which is located in the rear.",
        "The main way to identify a F-16A/B is by its distinctive features.",
        "The F-16A/B can be identified by its streamlined shape, single engine exhaust,light gray undersides, raised cockpit section, horizontal stabilizers mounted at the mid-fuselage, and its overall shape and size.",
        "The F-16A/B can be identified by its low-mounted intake, which creates a hump on the aircraft's upper fuselage.",
        "The F-16A/B is a single-engine, multirole fighter aircraft.",
        "The F-16A/B is a single-engine, multirole fighter aircraft developed by the U.",
        "The F-16A/B is a US-made multirole jet fighter aircraft developed by General Dynamics for the US Air Force (USAF).",
        "The F-16A/B is a single-seat, single-engine fighter jet made by General Dynamics for the U.",
        "The F-16A/B is a single-seat, single-engine fighter jet manufactured by General Dynamics.",
        " fighterThe image is of an F-16A/B fighter jet in front of a mountain range in the desert.",
        " FalconThis image from the internet is of an F-16A/B Falcon fighter jet.",
        " Fighting FalconThe image is of a F-16A/B Fighting Falcon fighter jet, and it is a grey and white jet with the wings on either side.",
        " Fighting FalconThe F-16A/B Fighting Falcon is a multi-role combat aircraft developed and produced by General Dynamics (now part of Lockheed Martin).",
        "This image is of a F-16A/B fighter jet.",
        "\"Jet fighters from the 79th Fighter Squadron take off during a tactical training mission\".",
        "\"An F-16A/B Fighting Falcon launching off a runway, ready to protect and serve.",
        "\"A USAF F-16A/B Strike Eagle flies over a US Military Base during a routine training mission\".",
        "\"A U.",
        "\"A U."
    ],
    "F/A-18": [
        "An F/A-18 is a twin-engine, all-weather, multi-role fighter jet.",
        "The F/A-18 is a twin-engine combat aircraft that is used primarily by the U.",
        "The F/A-18 is a twin-engine, multi-role combat jet.",
        "The F/A-18 is a twin-engine, supersonic, multi-role combat jet designed for both air-to-air and air-to-ground combat.",
        "The McDonnell Douglas F/A-18 Hornet is a twin engine, multi-role fighter jet.",
        "The simplest way to identify a F/A-18 is by its recognizable silhouette and distinctive colors, with a number of unique distinguishing features.",
        "A F/A-18 can be identified by its twin-engine, delta wing configuration, the inclusion of a bubble canopy, thorn-like exhausts, two vertical stabilizers, an extendable refueling probe on the top of the.",
        "There are a few distinguishing characteristics to look for when attempting to identify a F/A-18.",
        "A F/A-18 can be identified by its distinct twin tail, two engines, swept-back wings, and air intake near the front.",
        "A F/A-18 can be identified by its distinct shape and size.",
        "The F/A-18 is a multi-role combat fighter jet manufactured by Boeing for use in the U.",
        "The F/A-18 is a twin-engine, multirole fighter aircraft used by the U.",
        "A F/A-18 is a multirole fighter jet made by Boeing.",
        "The McDonnell Douglas F/A-18 Hornet is a twin-engine, supersonic, all-weather multirole combat jet which first entered service in 1983.",
        "A F/A-18 is a multi-role fighter jet designed by McDonnell Douglas, now part of Boeing.",
        " Super HornetThe image from the internet shows a F/A-18 Super Hornet jet fighter in a stunning close-up, with its distinct curved wings and nose cone, and the iconic yellow and blue paint job that distinguishes the US.",
        "The image is of a sleek, dark blue and white F/A-18 fighter jet soaring through the sky.",
        "F Super HornetThis image shows a blue and grey F/A-18F Super Hornet fighter jet soaring through the air.",
        " fighterThis image is of a single F/A-18 Hornet fighter jet performing a spectacular aerobatic maneuver.",
        " Hornet fighter jetThis image is from the internet and it shows a F/A-18 Hornet fighter jet.",
        "\"The F/A-18 Super Hornet is a multi-role combat jet that can take on a variety of missions, from air-to-air combat to reconnaissance and strike operations.",
        "F/A-18 Hornet soaring through the sky, demonstrating the power and agility of this iconic fighter aircraft.",
        "\"The F/A-18 Hornet is America's premier multi-role fighter jet – capable of air-to-air combat and precision strikes on ground targets.",
        "\"The F/A-18 Hornet is an iconic multirole fighter jet, capable of taking on a variety of missions with precision and deadly force.",
        "The F/A-18 Super Hornet, a combat-tested fighter jet of the US Navy, flies over an aircraft carrier as a salute to the heroes and warriors who have given their lives in service to their country."
    ],
    "Falcon 2000": [
        "The Falcon 2000 is a twin-engine business jet manufactured by Dassault Aviation, a French aircraft manufacturing company.",
        "The Falcon 2000 is a mid-sized, twin-engine business jet manufactured by Dassault Aviation.",
        "The Falcon 2000 is a twin-engine business jet manufactured by the French aircraft manufacturer Dassault Aviation.",
        "The Falcon 2000 is a medium-sized business jet manufactured by Dassault Aviation of France.",
        "The Falcon 2000 is a twin-engine corporate jet manufactured by Dassault Aviation of France.",
        "The Falcon 2000 can be identified by its distinct shape, featuring a T-tail and almost triangular wings.",
        "The Falcon 2000 can be identified by its medium-sized, twin-engine business jet configuration, with a low wing and two Pratt & Whitney Canada PW308C turbofan engines.",
        "The Falcon 2000 is a long-range, twin-engine business jet made by Dassault Aviation of France.",
        "The Dassault Falcon 2000 is a business jet launched in 1993.",
        "The Falcon 2000 can be identified by its distinctive pointed nose and its swept-back wings.",
        "The Falcon 2000 is a business jet aircraft produced by Dassault Aviation of France.",
        "The Falcon 2000 is a mid-sized business jet manufactured by the French aerospace firm Dassault Aviation.",
        "The Falcon 2000 is a mid-sized corporate aircraft manufactured by Dassault Aviation.",
        "The Falcon 2000 is a twin-engine jet aircraft produced by French aircraft manufacturer Dassault Aviation.",
        "The Falcon 2000 is a two-engine business jet, manufactured by Dassault Aviation.",
        "The picture of the Falcon 2000 is a vibrant photo of a sleek white and grey business jet parked on the tarmac.",
        "The image I have chosen is of a white and blue Falcon 2000 luxury jet.",
        "This image depicts a private jet of the Falcon 2000 family manufactured by Dassault Aviation.",
        "This image is of a Falcon 2000 luxury jet airplane.",
        "The image shows a white Falcon 2000 executive jet parked against a black tarmac runway, surrounded by lush green grass.",
        "\"Feel the power of the skies with this sleek Falcon 2000 jet, ready to whisk you away to your next destination.",
        "\"Experience the freedom of the skies with the luxurious Falcon 2000.",
        "\"Experience luxury flying with the expansive cabin of the Falcon 2000, designed to make long-distance travel a breeze\".",
        "\"This sleek Falcon 2000 jet soars through the clear sky, a reminder of the power and freedom of flight.",
        "\"The Falcon 2000 offers businesses the perfect combination of luxury, performance, and efficiency, allowing for a first-class travel experience."
    ],
    "Falcon 900": [
        "The Falcon 900 is a long range heavy business jet manufactured by Dassault Aviation.",
        "The Falcon 900 is a long range, luxury corporate jet produced by the Dassault Aviation Corporation.",
        "The Falcon 900 is a midsize, three-engine, corporate jet manufactured by Dassault Aviation of France.",
        "The Falcon 900 is a long-range business jet manufactured by Dassault Aviation, a French aerospace company.",
        "The Falcon 900 is a large-cabin, long-range business jet produced by the French aircraft manufacturer Dassault Aviation.",
        "The Falcon 900 is a medium-sized, three-engine corporate jet manufactured by Dassault Aviation since 1984.",
        "The Falcon 900 can be identified by its distinctive three-engine design, its sleek fuselage, and its supercritical wing design.",
        "The Falcon 900 can be identified by its long, slender fuselage and swept wings.",
        "A Falcon 900 aircraft can be identified by its distinctive three engine configuration, its delta wing design, and its overall shape and size.",
        "The Falcon 900 is a mid-size, long-range corporate jet developed by Dassault Aviation of France.",
        "The Falcon 900 is a family of large-cabin, long-range business jets produced by Dassault Aviation.",
        "The Falcon 900 is a medium-to-long range business jet manufactured by Dassault Aviation in France.",
        "The Falcon 900 is a mid-size business jet aircraft manufactured by French conglomerate Dassault Aviation.",
        "The Falcon 900 is a type of three-engine, medium-range private jet manufactured by Dassault Aviation of France.",
        "The Falcon 900 is a mid-size, three-engine business jet produced by the French aircraft manufacturer Dassault Aviation.",
        "The image is of a white Falcon 900, a luxury business jet.",
        "This is an image of the Falcon 900, a business jet manufactured by Dassault Aviation.",
        " jetThis image is of a Falcon 900 jet, a luxury executive aircraft.",
        "This is an image of a white Falcon 900 aircraft parked on a tarmac.",
        "This image is of a beautiful white Falcon 900, with a sleek, aerodynamic design.",
        "\"Step aboard this luxury Falcon 900 and experience the ultimate in private jet travel.",
        "\"A private jet pilots' eye view of a powerful and stylish Falcon 900, ready for take off.",
        "\"The sleek lines of the Falcon 900 make it the perfect choice for business or pleasure travel.",
        "\"Soaring to new heights, the Falcon 900 luxuriously and swiftly takes its passengers on their journey of discovery.",
        "\"Taking to the skies in style: A private Falcon 900 jet climbs out of an airport runway, ready to start its journey\"."
    ],
    "Fokker 100": [
        "The Fokker 100 is a medium-sized regional airliner with twin turbofan engines.",
        "The Fokker 100 is a medium-sized twin-turbofan airliner.",
        "The Fokker 100 is a narrow-body, twin-engine jet airliner produced by the Dutch aircraft manufacturer Fokker from 1986–1997.",
        "The Fokker 100 is a medium-sized, twin-engined jet airliner.",
        "The Fokker 100 is a regional airliner developed by the Dutch aviation company, Fokker.",
        "A Fokker 100 can be identified by its distinct triangular windows, its long, slender fuselage, and its two CFM International CFM56 turbofan engines.",
        "A Fokker 100 is a jetliner airplane that is easily recognizable by its distinctive \"T-Tail\" configuration, dual engines, and its pointed nose.",
        "The Fokker 100 is identifiable by its low wing design, two large turbofan engines in the rear, and a large vertical tail fin.",
        "The Fokker 100 is one of the most recognizable planes in the world.",
        "A Fokker 100 can be identified by its distinctive appearance.",
        "The Fokker 100 is a medium-sized, twin-engined jet airliner.",
        "The Fokker 100 is a twin-engine commercial passenger jet designed and built by Dutch aircraft manufacturer Fokker.",
        "The Fokker 100 is a twin-turbofan jet airliner, produced by the Dutch aircraft manufacturing company, Fokker.",
        "A Fokker 100 is a medium-sized twin-turbofan jet airliner.",
        "The Fokker 100 is a medium-sized, twin-turbofan jet airliner manufactured by Fokker.",
        "The image is of a sleek silver Fokker 100 passenger jet.",
        "The image is a Fokker 100 twin-engine turbofan regional jetliner.",
        "This image is of a grey Fokker 100 jet with a white and blue livery, on a tarmac runway in a bright blue sky.",
        "The image is of a white Fokker 100 airplane.",
        " planeThe image is of a white Fokker 100 jet airliner that is sitting on a runway.",
        "\"The Fokker 100, a popular commercial jetliner, takes off into the sunset, bound for its next destination.",
        "\"The Fokker 100—a reliable and efficient passenger airliner, ready to fly!\".",
        "\"The Fokker 100 is a passenger aircraft, providing comfortable, reliable travel for hundreds of people each day.",
        " A Fokker 100 commercial airliner is seen here gleaming in the sunshine as it takes off from an airport runway.",
        "This Fokker 100 aircraft is making its final approach to the runway, preparing to land after a long journey."
    ],
    "Fokker 50": [
        "The Fokker 50 is a twin-turboprop regional airliner manufactured by Dutch aviation company Fokker.",
        "A Fokker 50 is a turboprop airliner.",
        "The Fokker 50 is a twin-turboprop regional airliner manufactured by Fokker.",
        "The Fokker 50 is a twin-turboprop regional airliner with a capacity for 50 passengers (3-2 seating configuration).",
        "The Fokker 50 is a twin-turboprop airliner that was first manufactured by Fokker in the Netherlands in 1987.",
        "The Fokker 50 is a twin-turboprop aircraft that can easily be identified by its distinctive silhouette.",
        "The Fokker 50 is a medium-sized, twin-turboprop regional airliner often used for passenger and cargo flights.",
        "The Fokker 50 is a turboprop-powered regional airliner, first introduced in 1985.",
        "A Fokker 50 can be identified by its twin turboprop engines, high-wing design, T-tail, and a swept vertical stabilizer.",
        "A Fokker 50 can be identified by its distinctive livery, which typically features a white fuselage with blue tail and engine nacelles.",
        "The Fokker 50 is a twin-turboprop regional airliner, manufactured by the Dutch aerospace company Fokker between 1985 and 1997.",
        "The Fokker 50 is a turboprop-powered regional airliner.",
        "The Fokker 50 is a twin-turboprop regional airliner built by the Dutch company Fokker between 1985 and 1997.",
        "The Fokker 50 is a twin-turboprop regional airliner designed and manufactured by Dutch aircraft manufacturer Fokker Technologies.",
        "The Fokker 50 is a regional airliner manufactured by Dutch aerospace company Fokker.",
        "This image of a Fokker 50 airplane was taken at the IATA hangar at the Istanbul Atatürk International Airport.",
        " aircraftThe photo is of a white Fokker 50 aircraft, which is a twin-turboprop regional airliner.",
        "The image is of a light-grey and white twin-turboprop regional airliner, the Fokker 50.",
        " airplaneThis image shows a tan and blue Fokker 50 airplane, a twin turboprop airliner, taking off from the runway.",
        "The image is of a white Fokker 50 aircraft in flight.",
        "\"A Fokker 50 aircraft, the workhorse of regional aviation, takes off on a sunny day in Europe.",
        "\"Travelling in style - a Fokker 50 takes off from an international airport.",
        "The Fokker 50, a popular and reliable Dutch-manufactured regional airliner, shown here taking off from its home base at Amsterdam's Schiphol Airport.",
        "\"The iconic Fokker 50, a turboprop airliner that continues to fly passengers around the world today.",
        "\"A Fokker 50 aircraft operating a domestic flight in Europe, its riveted aluminum skin glinting in the morning sunlight."
    ],
    "Fokker 70": [
        "The Fokker 70 is a medium-sized twin-turbofan regional airliner.",
        "A Fokker 70 is a regional airliner typically seating up to 80 passengers, manufactured by Dutch aircraft manufacturer Fokker until 1997.",
        "The Fokker 70 is a short-range airliner manufactured by Fokker.",
        "The Fokker 70 is a twin-engine regional airliner developed by Dutch aerospace manufacturer Fokker.",
        "The Fokker 70 is a medium-sized, twin-engine regional jet aircraft produced by Fokker, a Dutch aerospace company.",
        "The Fokker 70 can be identified by its slender fuselage, two high-mounted sweptback wings, two Rolls Royce Tay turbofan engines, and a T-style tail.",
        "The Fokker 70 can be identified by its distinctive riveted aluminum construction, swept-back wings, T-tail, and two-man cockpit.",
        "A Fokker 70 can be identified by its striking, swept-back wings and high-mounted tail.",
        "A Fokker 70 can be identified by its distinctive sharp, triangular-shaped nose, the high T-tail, and two turbofan engines mounted on the sides of the rear fuselage.",
        "A Fokker 70 typically features a distinctive T-tail, with two turbofan engines mounted underneath the wings.",
        "The Fokker 70 is a twin-engined short-range regional passenger airliner, manufactured by Fokker, an aerospace company in The Netherlands.",
        "The Fokker 70 is a narrow-body, twin-engined jet airliner, built by Dutch aerospace manufacturer Fokker.",
        "The Fokker 70 is a twin-turbofan regional airliner manufactured by Fokker.",
        "The Fokker 70 is a short range regional airliner produced by Dutch aircraft manufacturer Fokker and first introduced in 1993.",
        "The Fokker 70 is a twin-engined regional airliner and corporate transport aircraft, which was designed in the 1990s by the Dutch aircraft manufacturer Fokker.",
        "The image is of a white and blue Fokker 70 twin engine short to medium range regional airliner.",
        " aircraftThis image shows a Fokker 70 aircraft flying through a beautiful blue sky.",
        "This image is of a white and gray Fokker 70 plane sitting on a runway, with a backdrop of blue sky and rolling hills in the distance.",
        "This image shows a Fokker 70 aircraft from the outside.",
        "The image shows a Fokker 70 in a pearl white and gray color scheme.",
        "\"The Fokker 70, a popular regional airliner, prepares for take-off at an airport.",
        "The Fokker 70 jetliner flying high, showing the majestic power of modern aviation.",
        "\"A Fokker 70 jetliner touches down on a sunny day, delivering passengers on an intrastate flight.",
        "\"The timeless elegance of the Fokker 70, a regional jet airliner introduced in 1993.",
        "\"The Fokker 70 makes an impressive sight as its iconic shape glides gracefully through the sky."
    ],
    "Global Express": [
        "A Global Express is a large, modern business jet aircraft manufactured by Bombardier Aerospace.",
        "The Global Express is a large-scale business jet developed by Bombardier Aerospace.",
        "The Global Express is a business jet produced by Canadian plane maker Bombardier Aerospace.",
        "The Global Express is a long-range business jet from Bombardier Aerospace.",
        "The Global Express is a long-range, high-performance business aircraft manufactured by Bombardier Aerospace.",
        "The Global Express can typically be identified by its distinctive profile, which is characterized by its long fuselage, T-tail, and large swept wings.",
        "A Global Express can be identified by its unique external features, including its long, slender fuselage and sculpted winglets.",
        "The Global Express is easily identifiable by its refined and unique shape, large fuselage, and high wingspan of 74 ft 5 in.",
        "Global Express aircraft are easily identifiable by their distinctive nose and wing design.",
        "A Global Express is easily identifiable by its unique design features, such as its large cabin windows, extended wing span, and distinctive high-mounted tail fins.",
        "The Bombardier Global Express is a large-cabin, ultra-long range business jet manufactured by Bombardier Aerospace.",
        "The Global Express is a long-range business jet manufactured by Bombardier Aerospace and is designed to fly comfortably over long distances.",
        "The Global Express is a large privately owned airplane produced by the Canadian aircraft manufacturer Bombardier.",
        "The Bombardier Global Express is a long-range business jet manufactured by aerospace and transportation company Bombardier Aerospace.",
        "The Global Express is a business jet manufactured by Bombardier Aerospace.",
        "The image is of a Global Express business jet with sleek lines and a glossy, white exterior.",
        " airplaneThis image is of a Global Express aircraft, a business jet produced by the Canadian aircraft manufacturer Bombardier Aerospace.",
        " jetThe image is of a Global Express jet, a long-range private jet from Bombardier Aerospace.",
        "This is an image of a luxurious white Bombardier Global Express private jet that is parked on a tarmac.",
        " aircraftThis image is of a Global Express business jet on the tarmac of an airport.",
        "\"Step into luxury with this Global Express executive jet - the epitome of modern air travel comfort.",
        "\"The Global Express provides unrivaled comfort and luxury to travelers across the world.",
        "\"A Global Express executive jet cruises above the clouds, on its way to the destination of tomorrow.",
        "\"The Global Express shows off its impressive long-range capabilities with a journey halfway around the world.",
        "\"The Global Express ensures cost-efficient, long-range travel with luxury and performance."
    ],
    "Gulfstream IV": [
        "The Gulfstream IV is a luxurious, medium to long range business jet with a sleek design.",
        "The Gulfstream IV is a twin-engine business jet with a sleek, high-winged design.",
        "The Gulfstream IV is a long-range, large-cabin business jet manufactured by Gulfstream Aerospace.",
        "The Gulfstream IV is an elite, long-range, luxury jet.",
        "The Gulfstream IV is a large, twin-engine business jet with sleek lines and a long range.",
        "One way to identify a Gulfstream IV is by looking at its distinctive cabin shape.",
        "A Gulfstream IV can be identified by the model number G-IV or by its distinctive, sleek silhouette.",
        "The Gulfstream IV can be identified by its sleek, elongated fuselage, two high-bypass turbofan engines, and swept-wing design.",
        "The Gulfstream IV can be identified by its distinctive swept-wing shape with a long pointed nose.",
        "A Gulfstream IV can be identified by its distinctive profile and its long, slender fuselage, swept wings, and distinctive T-tail.",
        "The Gulfstream IV is a business jet manufactured by Gulfstream Aerospace.",
        "A Gulfstream IV is a large luxury jet airplane typically configured with seating for 10-18 passengers.",
        "The Gulfstream IV is a long-range, large-cabin intercontinental business jet.",
        "The Gulfstream IV is a long-range private jet, designed and manufactured by Gulfstream Aerospace.",
        "The Gulfstream IV is a large, long-range corporate jet.",
        "The image is of a luxurious private jet, the Gulfstream IV.",
        "This image is of a white Gulfstream IV, a mid-size business jet, in flight against a backdrop of white clouds.",
        "The image is of a sleek, white-bodied jet with a grey and blue checkered pattern on the bottom.",
        "This image is of a Gulfstream IV private jet, a medium-range business jet designed and built by Gulfstream Aerospace.",
        "This picture is of a Gulfstream IV, a luxury corporate jet.",
        "\"An executive jet on the tarmac, ready to take off for a luxurious journey in style.",
        "\"The picture-perfect view from inside a luxurious Gulfstream IV, the epitome of air travel.",
        "\"Luxury and comfort - the perfect combination for long distance flights aboard this stylish Gulfstream IV private jet.",
        "\"High flying luxury, the Gulfstream IV takes business travel to the next level.",
        "\"Living the high life with this luxurious private jet!\"."
    ],
    "Gulfstream V": [
        "The Gulfstream V is a large long-range business jet made by Gulfstream Aerospace.",
        "The Gulfstream V is a large-cabin, long-range, ultra-luxury business jet.",
        "The Gulfstream V is a large, long-range business jet that was once the largest, fastest, and most expensive private jet on the market.",
        "The Gulfstream V is a large, twin-engine, long-range corporate jet that seats up to 19 passengers.",
        "The Gulfstream V is a long-range, large business jet produced by Gulfstream Aerospace.",
        "The Gulfstream V is a large-cabin, long-range business jet that is identifiable by its distinctive swept-wing design.",
        "The Gulfstream V (G-V) can be identified by its low-wing cantilevered monoplane body, oval-shaped fuselage, four Pratt & Whitney Canada engines and an S-duct intake located atop the fuselage,.",
        "The Gulfstream V is easily identified by its distinctive look, including a long, slim body, long nose, and swept-back wings.",
        "The Gulfstream V can be identified by its cabin length of 45.",
        "The Gulfstream V can be identified by its long fuselage, its swept-back wings, and its large swept-back T-tail.",
        "The Gulfstream V is a long-range, large cabin, ultra-long range business jet manufactured by General Dynamics' Gulfstream Aerospace unit.",
        "The Gulfstream V is a large business jet with a sleek and slender shape.",
        "The Gulfstream V is a long range twin-engine business jet developed by Gulfstream Aerospace.",
        "The Gulfstream V is a large, long-range, ultra-long-range business jet.",
        "The Gulfstream V is a business jet aircraft that was manufactured by Gulfstream Aerospace between 1997 and 2012.",
        "This image shows a Gulfstream V private jet, a popular aircraft used for private transport and charter flights.",
        "The image is of a white, large private jet that is parked on a tarmac at an airport.",
        "This photograph of a Gulfstream V shows an impressive and sleek aircraft glistening in the sun.",
        "This image from the internet shows a Gulfstream V plane, a luxury business jet.",
        "The image is of a white Gulfstream V jet, flying against a bright blue sky filled with fluffy white clouds.",
        "\"Travel in style and comfort with the luxury of a Gulfstream V private jet.",
        "\"The pinnacle of modern aviation, the Gulfstream V is capable of taking passengers from London to New York in just under eight hours.",
        "\"The luxury and comfort of the Gulfstream V make it the ideal choice for long-distance travel.",
        "\"The Gulfstream V is a symbol of luxury air travel, taking passengers to exciting destinations in style and comfort.",
        "\"The Gulfstream V jet soars through the clouds, showing the power and majesty of flight."
    ],
    "Hawk T1": [
        "The Hawk T1 is a British advanced jet trainer aircraft manufactured by BAE Systems.",
        "The Hawk T1 is an advanced UK-made jet trainer aircraft.",
        "The Hawk T1, also known as the BAE Hawk, is a single-engine, single-seat, subsonic aircraft designed by Hawker Siddeley and manufactured by BAE Systems.",
        "A Hawk T1 is a two-seat, single-engine combat jet aircraft.",
        "The Hawk T1 is a single-seat, low-wing, jet trainer aircraft made by BAE Systems.",
        "The Hawk T1 is a British single-seat, fighter aircraft from the Cold War period.",
        "The Hawker Siddeley Hawk, or Hawk T1, is a British single-seat jet trainer aircraft.",
        "A Hawk T1 can be identified by its dark green or dark grey camouflage paint scheme, series number or serial number, and its air intake shape.",
        "The Hawk T1 can be identified by its distinctive arrow-shaped wings, sleek body, and two large, forward-swept tail fins.",
        "The Hawk T1 is easily identifiable by its distinctive colour scheme as well as its double-delta partial canard wing.",
        "The BAE Hawk T1 is a single-engine, single-seat advanced trainer aircraft manufactured by BAE Systems.",
        "The Hawk T1 is a two-seat, ground attack aircraft designed and developed by BAE Systems.",
        "The Hawk T1 is a British two-seat fast jet trainer aircraft that was used by the Royal Air Force (RAF) from the 1970s to the early 2000s.",
        "The British Aerospace Hawk T1 is a two-seat, single-engine, all-metal, turbojet-powered advanced jet training aircraft.",
        "The Hawk T1 is a British two-seat, single-engine advanced jet trainer aircraft.",
        "This is an image of a British Aerospace Hawk T1.",
        "This image from the internet is of a Hawk T1, a British advanced jet trainer aircraft.",
        "The image is of an RAF Royal Air Force Hawk T1 training jet.",
        "This image is of a Hawk T1, a streamlined two-seat advanced jet trainer built by British Aerospace (BAe) and marketed worldwide.",
        "The image I found is of a Hawk T1, an advanced jet trainer aircraft manufactured by British Aerospace.",
        "\"Highly manoeuvrable and capable of carrying a range of air-to-air weaponry, the Hawk T1 is a multi-role fighter jet used by the Royal Air Force.",
        "\"The RAF Hawk T1, a fast and agile light attack aircraft, in flight over the English countryside\".",
        "A Royal Air Force Hawk T1 soars majestically through the sky over England, showing off its impressive aeronautical prowess.",
        "\"The Royal Air Force Hawk T1 on display in full colors, ready to soar into the sky.",
        "\"Speed and agility combine in this formidable Royal Air Force Hawk T1 fighter jet."
    ],
    "Il-76": [
        "An Il-76 is a Soviet-made strategic airlifter and four-engine turbofan heavy transport aircraft.",
        "The Il-76 is a four-engined, medium-range transport aircraft.",
        "An Il-76 is a Soviet-made military cargo aircraft.",
        "An Il-76 is a Soviet/Russian-made four-engine heavy transport aircraft designed and originally manufactured by the Ilyushin Aviation Complex of Moscow, Russia.",
        "The Il-76 is a four-engine medium-sized military transport aircraft designed by the Ilyushin Design Bureau in Russia.",
        "The Ilyushin Il-76 is a large, four engine, high capacity strategic airlifter, developed and produced by the Ilyushin Aviation Complex of the former Soviet Union.",
        "The Il-76 has a large, wide fuselage, four engines set in pairs on a high-mounted wing, and a T-tail.",
        "The Il-76 can be identified by its distinct four engine, high-wing design and large fuselage.",
        "The Il-76 is a Soviet military transport aircraft.",
        "The Il-76 is one of the most recognizable transport aircraft in existence.",
        "An Il-76 is a four-engine, medium-range strategic airlifter produced in Russia and used primarily for cargo transport.",
        "The Ilyushin IL-76, sometimes known as the Candid, is a four-engined multi-purpose transport aircraft designed by the Soviet Union's Ilyushin Design Bureau.",
        "The Ilyushin Il-76 is a multi-purpose four-engine turbofan strategic airlifter designed by the Soviet Union's Ilyushin design bureau.",
        "An Il-76 is a large four-engined cargo aircraft produced by the Ilyushin Aircraft Company.",
        "The IL-76 is a large four-engined Soviet-era military transport aircraft.",
        "This image depicts an Il-76 transport plane soaring through a pale blue sky.",
        "The image is of a Russian-designed Il-76.",
        "The image is of a military transport aircraft, an Ilyushin IL-76, which is a four-engine heavy transport plane developed in the Soviet Union and used by countries around the world for both military and civilian purposes.",
        "This image shows an Il-76, a four-engine, medium-range transport aircraft from the Soviet Union.",
        "The image is of an Ilyushin Il-76 cargo plane.",
        "\"A freight Il-76 transport aircraft of the Russian Aerospace Forces taking off from Hmeimim Air Force Base in Syria, on its way to Russia.",
        "\"A vast, powerful Ilyushin IL-76 cargo plane readies to take off on a mission, leaving a trail of smoke in its wake.",
        "\"A military Il-76 aircraft soars through the sky, ready for transport duty\".",
        "\"An Il-76 cargo plane taxis on the tarmac of a military base in Russia.",
        "\"A view of an Ilyushin Il-76 long-range military transport aircraft taking off in preparation for its next mission."
    ],
    "L-1011": [
        "The Lockheed L-1011 TriStar is a medium-to-long range, wide-body airliner, designed and manufactured by Lockheed Corporation.",
        "The Lockheed L-1011 TriStar is a wide-body jet airliner built by Lockheed Corporation.",
        "The Lockheed L-1011 TriStar is a medium- to long-range, wide-body trijet airliner produced by the American aerospace company Lockheed Corporation.",
        "The Lockheed L-1011 TriStar is a medium-to-long-range, wide-body, three-engine jet airliner.",
        "The Lockheed L-1011 Tristar is a wide-body jet airliner first delivered in 1972.",
        "The easiest way to identify a Lockheed L-1011 aircraft is by its distinct triangular shaped windows.",
        "One way to identify a Lockheed L-1011 is by its distinctive shape, which includes three engines located on either side of the tail, a swept-wing design, a T-shaped tail, and an extended nose section.",
        "A L-1011 can be identified by its distinct shape including its long, curved wing design and high tail.",
        "The L-1011 can be identified by its distinctive triple-engine configuration, its long fuselage, its bowed wingtips, and its large swept-back tail.",
        "The L-1011 aircraft can be identified by its distinctive shape and size.",
        "The Lockheed L-1011 is a three-engine wide-body jet airliner manufactured by Lockheed Corporation.",
        "The Lockheed L-1011 TriStar is a wide-body airliner, built by Lockheed between 1968 and 1984.",
        "The Lockheed L-1011 TriStar is a medium-to-long-range wide-body trijet airliner with three engines, produced by Lockheed Corporation between 1968 and 1984.",
        "The Lockheed L-1011 TriStar is a medium-to-long-range, wide-body airliner with three engines.",
        "The Lockheed L-1011 is a wide-bodied, three-engined jet airliner manufactured by the American aerospace company Lockheed Corporation.",
        "This image is of a Lockheed L-1011 jetliner.",
        "The image is of a Lockheed L-1011 TriStar, a wide-body aircraft used primarily for passenger and cargo transportation.",
        "The image is of an L-1011, a commercial airliner and cargo transport manufactured by Lockheed.",
        "This image shows a Lockheed L-1011 TriStar passenger jet soaring across a blue sky.",
        "This image is of a Lockheed L-1011 Tristar, a passenger airliner manufactured by the Lockheed Corporation in 1968.",
        "\"The majestic Lockheed L-1011 taking off into the sunset, an iconic sight in the aviation world!\".",
        "\"The Lockheed L-1011 TriStar, one of the most advanced commercial airliners of its time, departs on a routine flight.",
        "The Lockheed L-1011 TriStar, a wide-body jet airliner, soars gracefully into the sky.",
        "\"The sleek lines of a Lockheed L-1011 TriStar passenger jet at the airport, ready for takeoff.",
        "\"The Lockheed L-1011 TriStar shown here in flight, was a versatile airliner capable of carrying up to 400 passengers."
    ],
    "MD-11": [
        "The MD-11 is a wide-body, three-engine airliner manufactured by McDonnell Douglas.",
        "The MD-11 is a three-engine, wide-body jet airliner that was produced by McDonnell Douglas (now Boeing).",
        "The MD-11 is a large, wide-body, three-engine jet airliner manufactured by McDonnell Douglas.",
        "The MD-11 is a medium- to long-range, wide-body trijet airliner manufactured by McDonnell Douglas (now Boeing).",
        "A MD-11 is a wide-body jetliner manufactured by McDonnell Douglas between 1990 and 2000.",
        "The MD-11 can be identified by its unique three-engine design, its long, slender fuselage, and its characteristic “hump” at the front of the aircraft.",
        "The MD-11 is a large, three-engine jetliner that can typically be identified by its distinctive swept-wing design and two large tail fins.",
        "The MD-11 can be identified by its distinctive “hump” on top of its fuselage.",
        "The MD-11 can be identified by its distinct, slanted-back tail design with three engine exhausts at the base of the tail and its long, wide body.",
        "The MD-11 can be identified by the three engines on the tail, the distinctive T-shaped tail, and the extra fuel-efficient wings.",
        "The MD-11 is a wide-body, long-range, three-engine jet airliner, produced by McDonnell Douglas Corporation (later merged into Boeing).",
        "The McDonnell Douglas MD-11 is a wide body, three-engine airliner manufactured between 1990 and 2001.",
        "The MD-11 is a large, three-engine jetliner that features a unique wing shape.",
        "The McDonnell Douglas MD-11 is a wide-body, three-engine jet airliner manufactured by McDonnell Douglas, a subsidiary of Boeing.",
        "The McDonnell Douglas MD-11 is a three-engine jet airliner with a distinctive swept-wing design.",
        " aircraftThe image I am describing is of an MD-11 aircraft, a three-engined medium to long range airliner manufactured by McDonnell Douglas (now part of Boeing).",
        "The image is of a MD-11 airplane in flight, with its royal blue and white paint scheme gleaming in the sunlight.",
        "An image from the Internet of a MD-11 is a three-engine jet airliner produced by McDonnell Douglas.",
        "This image shows a lovely Swissair MD-11 plane flying through the sky at dusk.",
        "This image from the internet is of a white McDonnell Douglas MD-11 aircraft with red and blue stripes on the tail.",
        "\"From the windows of this MD-11 plane, you can see a breathtaking view of the azure blue ocean below.",
        "A majestic MD-11 takes off, offering passengers an unforgettable journey around the world.",
        "\"The reliable MD-11: the tri-jet aircraft of choice to explore the skies!\".",
        "\"An iconic model of aviation, the McDonnell-Douglas MD-11 takes flight in all its glory.",
        "A Swissair MD-11 receives a warm welcome as one of its final flights arrives at Zurich Airport."
    ],
    "MD-80": [
        "The MD-80 is a twin-engine, single-aisle airliner that was first manufactured in 1979.",
        "The MD-80 is a twin-engine, single-aisle commercial jet airline manufactured by McDonnell Douglas.",
        "The MD-80 is a twin-engine, short-to-medium range, single-aisle commercial jet airliner manufactured by McDonnell Douglas.",
        "The McDonnell Douglas MD-80 is a narrow-body, twin-engine commercial airliner, first introduced in 1979.",
        "The MD-80 is a medium-sized twin-engine airliner manufactured by McDonnell Douglas and later by Boeing.",
        "The McDonnell Douglas MD-80 can be identified by its slim, swept-back wings, three-bogie main landing gear, two turbofan engines on the tail, and prominently slanted engines intakes.",
        "The McDonnell Douglas MD-80 can be identified by its distinctive white fuselage, swept back wings, two underslung Pratt and Whitney JT8D engines, two vertical stabilizers, and a T-tail.",
        "The McDonnell Douglas MD-80 is a twin-engine, single-aisle airliner and can be identified by its distinct, swept wings with two turbofan engines mounted on the sides of the fuselage.",
        "MD-80s can be identified by their round-tipped engines, straight-sided fuselage, two-crew cockpit, and two rear stabilizers.",
        "A MD-80 is a twin-engine, single-aisle airliner developed by the McDonnell Douglas Corporation.",
        "The MD-80 is a twin-engine, medium-range commercial airliner manufactured by the McDonnell Douglas Corporation (now Boeing).",
        "The MD-80 is a twin-engine, short-to-medium-range airliner manufactured by McDonnell Douglas (now owned by Boeing).",
        "The MD-80 is a short- to medium-range twin-engine commercial jet airliner originally developed by McDonnell Douglas in the late 1970s.",
        "The MD-80 is a single-aisle, twin-engine jetliner aircraft manufactured by McDonnell Douglas.",
        "The McDonnell Douglas MD-80 is a twin-engine, short- to medium-range commercial jet airliner.",
        "The image is of an MD-80 passenger plane, which appears to be flying over a rural landscape.",
        "This image is of a McDonnell Douglas MD-80, an American twin-engine, short- to medium-range commercial jet airliner.",
        " jetThe image I picked off the internet of a McDonnell Douglas MD-80 jet is a large, white plane with a wing span of over 93 feet and a length of just over 127 feet.",
        "This image from the internet is of a MD-80 aircraft.",
        " in flightThe image shows a crisp blue sky with a few white clouds in the background.",
        "\"A McDonnell Douglas MD-80 passenger plane soars above the clouds, off to its next destination.",
        " \"Taking off into the sunset - the perfect way to end a perfect day!\".",
        "\"Retrojet MD-80, a modern classic flying through the clouds.",
        "\"A classic MD-80 aircraft in flight -- a testament to the durability of the reliable airliner.",
        "\"The iconic McDonnell Douglas MD-80 aircraft soars gracefully through the sky, its distinctive 'whale-tail' and twin-engines silhouetted against the dramatic backdrop of the clouds."
    ],
    "MD-87": [
        "The MD-87 is a commercial airliner manufactured by McDonnell Douglas.",
        "The McDonnell Douglas MD-87 is a medium-size, twin-engine, single-aisle commercial jet airliner.",
        "The MD-87 is a twin-engine, single-aisle airliner manufactured by McDonnell Douglas.",
        "The MD-87 is a twin-engine, narrow-body airliner that can seat up to 164 passengers in a one-class configuration.",
        "The MD-87 is a medium-range airliner manufactured by McDonnell Douglas (now Boeing).",
        "The MD-87 is typically identified by its distinctive T-tail with two vertical stabilizers.",
        "The McDonnell Douglas MD-87 (also known as the MD-80 series) is easily identifiable by its long, slender fuselage, the distinctive T-tails and the oval-shaped engines mounted underneath the wings.",
        "The MD-87 can be identified by its distinctive airframe shape - it has a sweeping wing, large engines, and a tall vertical stabilizer.",
        "The McDonnell Douglas MD-87 is a medium-range twin-engined airliner that can be identified by its double-slotted, high-mounted, trailing edge flaps and its short, squat fuselage.",
        "The MD-87 can be identified by its distinctive airfoil shaped tailplane, winglets, and distinctive shark-nosed profile.",
        "The McDonnell Douglas MD-87 is a twin-engined, medium-range, single-aisle commercial jet airliner.",
        "The MD-87 is a twin-engine, mid-range jet airliner manufactured by McDonnell Douglas.",
        "The MD-87 is a twin-engine, short- to medium-range airliner manufactured by McDonnell Douglas that is now part of the Boeing Company.",
        "The MD-87 is a twin-engine, single-aisle passenger airplane manufactured by McDonnell Douglas (now Boeing).",
        "The MD-87 is a twin-engine commercial jet airliner with a medium-range, narrow-body fuselage designed by McDonnell Douglas.",
        "The photo depicts an MD-87 airplane in the air, with its iconic blue and white livery standing out against the bright blue sky.",
        "This image is of a McDonnell Douglas MD-87 aircraft.",
        "The image is of a McDonnell Douglas MD-87.",
        "The image is of a white and blue McDonnell Douglas MD-87 (also known as the McDonnell Douglas DC-9 Super 80) plane flying in front of a pale blue sky.",
        "\nThe image shows a white MD-87 airliner flying through the air with a blue sky and clouds in the background.",
        "\"The sunset paints a beautiful backdrop as this MD-87 soars through the skies.",
        "\"The MD-87 stretches towards the horizon, a testament to the advances made in air travel over the past few decades.",
        "\"A MD-87 airliner flying above the clouds - a timeless sight of air travel.",
        "\"A MD-87 taking off from a runway on a bright sunny day, heading for blue skies and a successful flight.",
        "\"The reliable MD-87 has been a dependable mainstay of airline fleets for decades, revolutionizing air travel with its enhanced capabilities and comfort."
    ],
    "MD-90": [
        "The McDonnell Douglas MD-90 is a two-engine, medium-range, twin-aisle jetliner, derived from the McDonnell Douglas DC-9 family.",
        "The McDonnell Douglas MD-90 is a twin-engine, narrow-body jet airliner that was first introduced in 1995.",
        "The MD-90 is a twin-engine, single-aisle commercial jet airliner manufactured by McDonnell Douglas (later Boeing).",
        "The MD-90 is a two-engine, single-aisle commercial jetliner originally produced by McDonnell Douglas.",
        "The McDonnell Douglas MD-90 is a twin-engine, medium-range airliner that was regularly used in commercial air travel during the late 1990s and early 2000s.",
        "The McDonnell Douglas (MD) MD-90 is a twin-engine, short- to medium-range, single-aisle commercial jet airliner.",
        "A MD-90 can be identified by its chocolate-brown, red, and black stripe along the center.",
        "The Boeing MD-90 is a twin-engine, single-aisle jetliner.",
        "A MD-90 can be identified by its large, swept-back wings, two rear-mounted low bypass turbofan engines, and twin vertical stabilizers.",
        "MD-90s can be identified by looking at the outward appearance of the aircraft.",
        "The McDonnell Douglas MD-90 is a twin-engine narrow-body jet airliner.",
        "The McDonnell Douglas MD-90 is a twin-engine, short- to medium-range commercial jet airliner.",
        "The MD-90 is a medium-range airliner built by McDonnell Douglas (now known as Boeing).",
        "The MD-90 is a two-engine, narrow-body commercial aircraft developed by McDonnell Douglas in the 1990s.",
        "The McDonnell Douglas MD-90 is a twin-engined short-range narrow-body jetliner.",
        "The image shows a photograph of a McDonnell Douglas MD-90, a twin-engined commercial airliner.",
        "The image is of a McDonnell Douglas MD-90 jetliner, a mid-size commercial aircraft.",
        "This image on the internet is of an MD-90 aircraft.",
        "This an image of a McDonnell Douglas MD-90 airplane on the runway.",
        "This image is of a McDonnell Douglas MD-90, a medium-range, twin-engine jet airliner.",
        "\"Enjoy the modern comforts of air travel with the MD-90, your ticket to the skies!\".",
        "\"Experience the luxurious comfort of travel aboard a modern MD-90 jetliner\".",
        "\"The MD-90 takes flight on its maiden voyage, setting off on a journey of exploration around the world.",
        "\"The McDonnell Douglas MD-90 flaunts its distinctive silhouette during its maiden flight in 1995.",
        "The MD-90 makes a powerful statement as it soars through the sky, representing the ever-evolving capability and reliability of modern commercial aviation."
    ],
    "Metroliner": [
        "The Metroliner is a series of commuter aircraft manufactured by Fairchild in the 1960s and 70s.",
        "The Metroliner is a regional jetliner developed by Fairchild Aircraft (formally known as Fairchild-Swearingen) for American Airlines in the 1970s.",
        "A Metroliner is a model of airplane manufactured by the Fairchild-Swearingen Aircraft Company, also known as Fairchild Aerospace.",
        "A Metroliner is a twin-turboprop commuter aircraft manufactured by Fairchild-Swearingen.",
        "The Metroliner is a single-engine, low-wing light aircraft manufactured by Fairchild Aircraft in the United States.",
        "A Metroliner can be identified by its distinctive angular shape, nicknamed the \"beaver tail.",
        "A Metroliner can be identified by its distinctive profile, with a streamlined pointed nose and a low-winged configuration.",
        "A Metroliner can be identified by its distinctive aerodynamic shape, its high mounted engines and its distinctive white livery with red lightning bolt stripes (not always present).",
        "A Metroliner can be identified by its distinctive shape and size, with an oversized cabin and distinctive swept-back wings.",
        "A Metroliner is typically identifiable by its distinctive cabin shape, consisting of a narrow, elongated nose and a rounded fuselage.",
        "The Metroliner is a high-speed, single-level train produced by the Budd Company from 1968 to 1983 for Amtrak.",
        "A Metroliner is a regional aircraft manufactured by the Fairchild Aircraft Corporation.",
        "A Metroliner is a passenger train commonly used in North America.",
        "The Metroliner is a type of single-engine, low-wing, turboprop airplane designed and manufactured by Cessna Aircraft.",
        "The Metroliner is a type of passenger train used by Amtrak.",
        "This image shows an Amtrak Metroliner speeding through a lush green landscape, its bright white and blue colors popping out against the green.",
        "This image from the internet is of a Metroliner, a type of train designed for passenger rail service.",
        "This image is of an Amtrak Metroliner train, traveling up the East Coast.",
        "This image is of a bright blue and yellow Metroliner train speeding down a track towards the viewer.",
        "This is an image of a Metroliner train, which is a single-level, electric commuter railcar in use in the United States.",
        "\"Speeding down the line at 90 mph, a Metroliner races through the countryside, its iconic and sleek silhouette visible for miles.",
        "\"Experience the convenience and comfort of high-speed rail travel on the Metroliner service.",
        "\"High-Speed Railway: Taking Convenience to the Next Level\".",
        "\"Speeding Down the Rails: Commuters board a Metroliner to get from Washington D.",
        "\"Experience the luxury and efficiency of high speed rail travel on Amtrak's iconic Metroliner\"."
    ],
    "Model B200": [
        "A Model B200 is a two-axis gyroscope manufactured by Systron Donner Inertial.",
        "The Model B200 is a loudspeaker manufactured by the JBL Corporation.",
        "The Model B200 is a double-action, semi-automatic handgun manufactured by Glock.",
        "The Dimension One Model B200 is a rectangular, fiberglass hot tub that measures 72 inches by 84 inches.",
        "The Dell PowerEdge B200 is a rack-mounted server that is designed for small businesses.",
        "The B200 model is typically identified by the presence of an embedded AMD Opteron 4238 processor, 8GB of RAM, two SAS or SATA drives, two Gigabit Ethernet ports, and a remote management port.",
        "The easiest way to identify a Model B200 is to look at the serial number.",
        "Model B200 is typically identified by its two-button design with a large joystick between them on the left side of the controller.",
        "The easiest way to identify a Model B200 is by looking at its product label, which will usually include the model number.",
        "The Model B200 can generally be identified by its part number, which is typically printed on the back of the device.",
        "A Model B200 is a professional tenor saxophone that is considered a high-end instrument made by the company Yamaha.",
        "The Model B200 is a two-stage pump designed to move water in industrial-grade applications.",
        "The Cisco Model B200 is an enterprise-class blade server that is part of the Cisco UCS family.",
        "The Anki Cozmo Model B200 is a robotic toy with a wide-eyed look and a cube-like body.",
        "A Model B200 is a professional upright bass manufactured by German luthier Jan Bohm.",
        "The image is of a Mercedes Benz B200 luxury SUV, finished in a metallic grey.",
        "The image is of a black Mercedes-Benz B200 hatchback.",
        "The image is of a white Mercedes-Benz Model B200 hatchback.",
        "The image is of a black Mercedes-Benz B200, a mid-level hatchback produced by the German automaker.",
        "This image is of a Mercedes-Benz Model B200.",
        "\"A sleek and stylish Model B200 redefining the possibilities of modern mobility.",
        "\"Taking flight in style - it's no wonder why the Model B200 is the plane of choice for so many travelers!\".",
        "\"The sophistication and comfort of the Mercedes-Benz B200 is evident in its classic design.",
        "\"The perfect addition to any wardrobe - the timeless, classic style of the Model B200.",
        "\"Living life outside the box - the Mercedes-Benz B200 offers a unique combination of comfort, style and performance."
    ],
    "PA-28": [
        "The PA-28 is a single-engine, fixed-wing aircraft with 4 seats.",
        "The Piper PA-28 is a family of light aircraft introduced in 1960 featuring a low-wing configuration, fixed landing gear, and a single engine.",
        "The Piper PA-28 is a family of single-engine, four-seat, low-winged light aircraft produced by Piper Aircraft starting in the late 1960s.",
        "A PA-28 is a low-wing, single-engine aircraft manufactured by Piper Aircraft.",
        "The Piper PA-28 is a family of light aircraft manufactured by Piper Aircraft.",
        "PA-28 is a series of single-engine aircrafts produced by Piper Aircraft.",
        "A PA-28 is a family of single-engine aircraft produced by Piper Aircraft.",
        "A PA-28 is a light aircraft manufactured by Piper Aircraft.",
        "A Piper PA-28 is a type of single-engine, light aircraft typically used for private flying and flight training.",
        "A PA-28 is a single-engine, four-seat, light aircraft that is produced by the Piper Aircraft Corporation.",
        "The PA-28 is a low-wing, single-engine aircraft with a fixed tricycle landing gear configuration and a two-bladed propeller.",
        "The PA-28 Piper Cherokee is a family of single-engine, all-metal light aircraft designed and built by Piper Aircraft.",
        "The PA-28 is a family of light aircraft made by Piper Aircraft and is most recognizable as the Piper Cherokee.",
        "The Piper PA-28 Cherokee is a series of single-engine light aircrafts built by Piper Aircraft, first produced in 1961.",
        "The PA-28 is a family of light aircraft manufactured by Piper Aircraft and designed for flight training, air taxi and personal use.",
        " CherokeeAn image from the internet of a PA-28 Cherokee shows this single-engine four-seat light aircraft in the bright sunlight.",
        " CherokeeThe image is of a sleek white and blue Piper PA-28 Cherokee aircraft sitting on a runway with the sun setting over a picturesque landscape background.",
        " airplaneThis is a picture of an iconic Piper PA-28 aircraft.",
        " aircraftThe image portrays a single-engine, four-seat, piston-powered PA-28 aircraft.",
        " planeThis image from the Internet is of a Piper PA-28 aircraft.",
        "\"A Piper PA-28 takes flight, bound for an adventure in the sky!\".",
        "\"Ready to take flight, this Piper PA-28 is fueled up and ready to explore the sky!\".",
        "\"Enjoying the sky in a Piper PA-28 aircraft, taking in the scenery around the peaceful countryside.",
        "\"Exploring the world one flight at a time - taking in the beauty of the sky aboard a Piper PA-28!\".",
        "\"Take to the skies in this classic Piper PA-28, perfect for short-distance adventure!\"."
    ],
    "SR-20": [
        "The SR-20 is a cantilever-wing, low-wing monoplane aircraft with a conventional tail design.",
        "The SR-20 is a two-seat, low-wing, single-engine light sport aircraft with a tricycle-style landing gear configuration.",
        "The SR-20 is a General Aviation (GA) aircraft.",
        "The Cirrus SR20 is a single-engine, low-wing, four-seat, composite aircraft manufactured by Cirrus Aircraft.",
        "The SR-20 is a single-engine, low-wing light aircraft designed by Cirrus Aircraft.",
        "The SR-20 is an all-metal, four-seat, high-performance, single-engine, light aircraft manufactured by Cirrus Aircraft.",
        "The SR-20 is a single-engine, four-seat, composite aircraft manufactured by Cirrus Aircraft.",
        "A SR-20 is a type of two-seat, low-wing, single-engine aircraft.",
        "A SR-20 is an aircraft manufactured by Cirrus Aircraft.",
        "A Cirrus SR-20 can be identified by its swept \"Gull Wing\" style doors, high-visibility tinted windows, and its distinctive forward-swept wing design.",
        "The SR-20 is a four-seat, single-engine, low-wing airplane manufactured by Cirrus Aircraft.",
        "The Diamond Aircraft DA20-C1 Eclipse is powered by a four-cylinder, fuel-injected Rotax 912ULS engine, and is commonly known as the SR20.",
        "The SR-20 is a four-seat, composite-material, single-engine aircraft designed by Cirrus Aircraft.",
        "The SR-20 is a four-place, single-engine, high-wing, air frame built by Cirrus Aircraft.",
        "The SR-20 is a single-engine, four-seat, low-wing, all-metal aircraft.",
        "This is an image of a Cirrus SR-20, a four-seat single-engine general aviation aircraft.",
        "The image from the internet is of a Cirrus SR-20.",
        "An image of a SR-20 from the internet is a sleek two-engine, low-wing aircraft with retractable tricycle landing gear.",
        "The image is of a Cirrus SR-20, a high performance aircraft used for personal and business travel.",
        "The image is of a Cirrus Design SR-20 single engine aircraft.",
        "\"Ready to take flight - check out this beautiful SR-20, ready to soar the skies.",
        "\"Lightweight and efficient, the SR-20 is the perfect aircraft for short-range travel.",
        "\"Experience the thrill of flying in a high-performance SR-20 aircraft\".",
        "\"A perfect day for flying in a Cirrus SR-20 - blue skies, white puffy clouds, and an endless expanse of happiness ahead!\".",
        "\"The sleek design of the Cirrus SR-20 lets you take to the skies in style and comfort."
    ],
    "Saab 2000": [
        "The Saab 2000 is a turboprop aircraft made by the Sweden-based Saab Group.",
        "The Saab 2000 is a twin-turboprop regional airliner designed and built by Saab of Sweden.",
        "The Saab 2000 is a twin-engine turboprop regional airliner that was manufactured by Saab.",
        "The Saab 2000 is a twin-engine turboprop regional airliner produced by Saab between 1992 and 1999.",
        "The Saab 2000 is a high-performance turbo prop airliner that was manufactured by Saab from 1996 to 1999.",
        "A Saab 2000 can be identified by its twin engine turboprop design, its wide, swept-back wings, and its striking nose cone.",
        "A Saab 2000 can be identified by its high wing, T-tail, oval engine nacelles, and the distinctive twin-boom fuselage.",
        "The Saab 2000 can be identified by its distinctive livery and distinct swept wing design.",
        "The Saab 2000 is a high-wing turboprop airliner designed and produced by Saab between 1995 and 1999.",
        "The Saab 2000 is a turboprop aircraft designed and manufactured by Swedish aircraft manufacturer Saab.",
        "The Saab 2000 is a twin-engined turboprop aircraft designed and manufactured by Saab AB.",
        "The Saab 2000 is a 19-seat, twin-engined, turboprop regional airliner produced by Saab Aircraft.",
        "The Saab 2000 is a twin-engine turboprop aircraft designed by Saab AB.",
        "The Saab 2000 is a twin-engined regional turboprop airliner with seating for up to 50 passengers.",
        "The Saab 2000 is a twin-engine, high-performance turboprop aircraft produced by Saab.",
        "The Saab 2000 is a turboprop-powered regional airliner that was manufactured by defense and aerospace company Saab AB.",
        "This image shows a Saab 2000 aircraft in flight.",
        "\nThe image is of a two-engine, turbo-prop-powered Saab 2000 aircraft.",
        "The image shows a silver Saab 2000, a aircraft used primarily as a regional airliner and utility transport.",
        "This picture is of a Saab 2000, a turboprop aircraft manufactured by the Swedish aerospace company Saab AB.",
        "The Saab 2000 leads the way in environmentally-friendly aviation, offering passengers unparalleled comfort and convenience.",
        "The Saab 2000: A Twin-Engine Turbo Prop Plane Built for Speed and Comfort.",
        "\"Experience the power of modern aviation with the Saab 2000 – a high-speed turboprop aircraft perfect for short-haul flights.",
        "\"The Saab 2000 offers both speed and comfort, making it an ideal travel companion.",
        "\"Smooth Sailing: the Saab 2000 is a reliable and powerful plane for reliable transportation from point A to point B!\"."
    ],
    "Saab 340": [
        "The Saab 340 is a two-engine, twin-turboprop regional airliner with seating for up to 34 passengers.",
        "The Saab 340 is a twin-engine turboprop aircraft developed in the 1980s by the Swedish aircraft manufacturer Saab.",
        "The Saab 340 is a twin-engine turboprop regional airliner that first flew in 1983 and was in widespread commercial service until the late 2000s.",
        "The Saab 340 is a twin-engine regional airliner that was manufactured between 1984 and 1998.",
        "The Saab 340 is a twin-engine, short-haul regional airliner that was built by the Swedish aerospace firm Saab.",
        "The Saab 340 can be identified by its tubular-shaped body, short wings with integral fuel tanks, two turboprop engines located at the rear of the aircraft, and the Saab logo located on the tail fin.",
        "A Saab 340 can be identified by its distinctive livery, which includes a white fuselage with a blue and gray cheatline, and V-shaped Swedish markings on the tail.",
        "A Saab 340 can be identified by its distinctive swept-wing design, its two turbo-prop engines, its three-blade propeller, and its relatively small size.",
        "A Saab 340 can be identified by its distinctive high-winged “T” shaped tail, short fuselage with straight wings, and two Pratt & Whitney turboprop engines.",
        "A Saab 340 can be identified by its distinctive S-shaped tail fin, its inverted-V T-tail, and its powerful turboprop engines.",
        "The Saab 340 is a twin-engine regional turboprop airliner produced from 1984 to 1998.",
        "The Saab 340 is a twin-engined turboprop regional airliner that was in production from 1983 to 1998.",
        "The Saab 340 is a twin-engine, turboprop regional airliner that was first produced by the Swedish aircraft manufacturer, Saab, in 1984.",
        "A Saab 340 is a twin-engine, turboprop regional airliner that was produced by the Swedish aerospace company Saab from 1984 to 1998.",
        "The Saab 340 is a twin-engine, propeller-driven regional airliner.",
        "The image shows a white and blue Saab 340, a turboprop aircraft.",
        "This image from the internet shows a Saab 340 aircraft in flight.",
        "This image from the internet is of a Saab 340 plane.",
        "The image is of a white Saab 340 aircraft parked at a small airport.",
        "This image is of a silver Saab 340 plane flying low against a backdrop of bright blue sky and white, fluffy clouds.",
        "\"One of the most reliable turboprop planes in the world, the Saab 340 takes flight.",
        "\"The Saab 340 plane signaling for take-off at the airport.",
        "\"The Saab 340, a twin-engine turboprop aircraft, made its first flight in 1983 and served as a reliable regional airliner for decades\".",
        "The sleek Saab 340, a popular turboprop airliner introduced in the 1980s, awaiting takeoff at a bustling airport.",
        "\"The Saab 340 is viewed here taking off from a regional airport, en route to a far-off destination."
    ],
    "Spitfire": [
        "A Spitfire is a single-seat fighter aircraft that was used by the Royal Air Force in World War II.",
        "The Supermarine Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries during World War II.",
        "A Spitfire is a single-seat, British World War II fighter aircraft produced by Supermarine, a division of Vickers-Armstrong.",
        "The Spitfire is an iconic British fighter plane from World War II.",
        "The Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and many other Allied countries before, during, and after World War II.",
        "A Spitfire can be identified by its elliptical wings and its distinctive rounded propeller spinner.",
        "A Spitfire is a British fighter aircraft used by the Royal Air Force and other Allied forces during World War II.",
        "A Spitfire can be identified by its distinctive elliptical wings, rounded fuselage, and its single-seat open cockpit.",
        "A Spitfire is a British single-seat fighter aircraft used in World War II.",
        "A Spitfire can be identified by its elliptical wings, the traditional \"spinner\" on its nose, its distinctive propeller blades, and its rounded profile.",
        "The Spitfire is a British single-seat fighter aircraft used during World War II and beyond.",
        "The Spitfire is a single-seater, single-engine fighter aircraft that was used by the Royal Air Force and other Allied countries during World War II.",
        "The Spitfire is a single-seat fighter aircraft that was used by the Royal Air Force during World War II.",
        "The Spitfire is a single-seat, single-engine fighter aircraft that was used by the British Royal Air Force and Allied countries during World War II.",
        "The Spitfire was a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries in WWII.",
        "The image is of a WWII British Spitfire fighter plane.",
        "This image from the internet is of a beautiful Spitfire aircraft.",
        "The image is a black and white photo of a WWII era Spitfire fighter plane, taken from the nose of the plane.",
        "The image is of a vintage, WWII era Spitfire fighter plane.",
        "This image is of a beautiful vintage war airplane, specifically a Spitfire.",
        "\"A Royal Air Force Spitfire fighter aircraft streaks across a bright summer sky, its Rolls-Royce Merlin engine roaring with power.",
        "\"A Supermarine Spitfire flies over White Cliffs of Dover, 1943\".",
        "\"The iconic Spitfire fighter plane in flight, a symbol of freedom and strength during World War II.",
        "\"The iconic Supermarine Spitfire made its mark during the Battle of Britain, defending the skies above Britain from German air raids.",
        "\"A Supermarine Spitfire Mk IX of No."
    ],
    "Tornado": [
        "A tornado looks like a powerful and dangerous rotating column of air extending from a thunderstorm to the ground.",
        "A tornado typically appears as a rotating column of air ranging in width from a few yards to several hundred yards.",
        "A tornado typically appears as a rotating, funnel-shaped cloud that extends from a thunderstorm to the ground with whirling winds that can reach 300 miles per hour.",
        "A tornado is a violent rotating column of air that extends from the base of a thunderstorm down to the ground.",
        "Tornadoes are violently rotating columns of air that reach both the ground and cloud base.",
        "A tornado can be identified by a dark, rotating funnel-shaped cloud that is usually accompanied by strong winds, hail, and heavy rains.",
        "A tornado can be identified by dark, often greenish sky, a loud roar similar to a freight train, large hail or a large, dark, low-lying cloud.",
        "A tornado can be identified by a loud roar, a rotating funnel-shaped cloud near the ground, and debris (including debris such as tree limbs and roof shingles) flying in the air.",
        "A tornado can be identified by a long, funnel-shaped cloud extending downward from the base of a cumulonimbus cloud, by rotation in the clouds often visible in the sky, by the sound of a freight train, and by.",
        "A tornado can be identified by its distinct funnel-shaped cloud extending from the base of a thunderstorm to the ground, accompanied by very strong winds, heavy rain and thunder and lightning.",
        "A tornado typically looks like a rotating, funnel-shaped cloud extending from a thunderstorm to the ground.",
        "A tornado typically appears as a rotating, funnel-shaped cloud that extends from a thunderstorm to the ground with whirling winds that can reach 300 miles per hour.",
        "A tornado typically appears as a rotating, funnel-shaped cloud that extends from a thunderstorm to the ground.",
        "A tornado typically looks like a rotating, funnel-shaped cloud that extends from a thunderstorm to the ground with whirling winds that can reach up to 300 miles per hour.",
        "Tornadoes come in many different shapes and sizes, but most tornadoes generally look like a narrow funnel or cone projecting down from the base of a cumulonimbus cloud.",
        "This image from the internet is of a tornado churning across an open field.",
        "This is an image of a powerful and destructive tornado that has formed near a small town.",
        "This image from the internet shows a large and powerful tornado churning across a vast expanse of open flat land.",
        "The image is an aerial view of a tornado in Kansas.",
        "This image shows a massive, powerful tornado forming in the night sky over a body of water.",
        "\"The destructive power of nature is on full display with this menacing tornado.",
        "\"A powerful tornado forms over a rural area, bringing with it danger and destruction.",
        "\"The approaching storm sent an ominous warning of a powerful tornado heading our way.",
        "\"The raw power of nature on display, as a destructive tornado makes its path across the plains.",
        "\"The destructive power of nature is seen here as a powerful tornado sweeps across the countryside."
    ],
    "Tu-134": [
        "The Tu-134 is a twin-engined, turbofan commercial jet airliner that was produced in the Soviet Union between 1966 and 1989.",
        "The Tupolev Tu-134 is a Soviet-era jet airliner.",
        "The Tu-134 is a twin-engine, turbofan-powered medium range airliner.",
        "The Tupolev Tu-134 is a Soviet twin-engined airliner that first flew in 1963.",
        "The Tu-134 is a twin-engined, low-wing, mudguard-winged, jet airliner.",
        "The Tu-134 can be identified by its slim, elegant fuselage and its two swept-wing design.",
        "The Tu-134 can be identified by its distinctive slim fuselage and small-diameter engines featuring a 'trapeze' exhaust layout.",
        "The Tu-134 can be identified by its swept-wing design, two rear-mounted turbofan engines, and a characteristic double-bubble fuselage of the passenger version.",
        "The Tupolev Tu-134 is a twin-engined, mid-range, jet airliner with a low-mounted swept-back wing configuration.",
        "The Tupolev Tu-134 is a twin-engined, jet-powered, mid-size airliner.",
        "The Tupolev Tu-134 is a twin-engined, mid- to-low-wing, jet airliner designed and built by the Soviet Union's Tupolev design bureau.",
        "The Tupolev Tu-134 is a twin-engined jet airliner, first flown in 1963.",
        "The Tu-134 is a Soviet-made twin-engined turboprop regional airliner.",
        "The Tupolev Tu-134 is a twin-engined, turbofan, regional jet airliner developed in the Soviet Union in the 1960s.",
        "The Tupolev Tu-134 is a twin-engined, low-wing jet airliner manufactured by Tupolev from 1966-1989.",
        " in flightThe image is a photograph of a Soviet-built Tupolev Tu-134 twin-engine, medium-range passenger jet in flight.",
        "The picture in the image is an old, retired Soviet-built Tu-134 passenger jetliner.",
        "The image is of a Russian-made Tupolev Tu-134 twin engine, jet-powered airliner with swept-back wings and tail-mounted engines.",
        "This is a picture of a Russian-made Tupolev Tu-134 aircraft.",
        "The image is of a Tu-134 aircraft, a twin turboprop airliner first developed in the Soviet Union in 1966.",
        "\"Taking off from a grassy runway in the former Soviet Union, this Tupolev Tu-134 airliner cruises into the sky.",
        "\"A memorable view of the iconic Tupolev Tu-134 aircraft taking off from an airport tarmac, leaving a trail of smoke in its wake.",
        "\"The iconic Tupolev Tu-134, a Soviet-made twin-engine jet airliner, soars through the sky in the 1970s.",
        "\"The Tupolev Tu-134, a twin-engined Soviet jet airliner, makes its approach to the runway at an international airport.",
        "\"A Russian Tupolev Tu-134 airliner cruises past the sun-kissed Carpathian Mountains in Ukraine."
    ],
    "Tu-154": [
        "The Tu-154 is a three-engine, medium-haul jetliner used by Aeroflot and other Russian airlines.",
        "The Tupolev Tu-154 is a mid-range three-engine airliner designed in the Soviet Union and manufactured there from the late 1960s until the early 2000s.",
        "The Tu-154 is a Soviet-built, three-engine, medium-range airliner typically used for domestic and regional routes.",
        "The Tupolev Tu-154 is a Soviet-built three-engine medium-range narrow body airliner.",
        "The Tu-154 is a three-engine medium-range narrow-body airliner produced by Russian aircraft manufacturer Tupolev.",
        "The Tu-154 is a mid-sized, three-engine, long-range airliner developed in the Soviet Union.",
        "A Tu-154 can be identified by its distinct, swept wing, three engines, and T-tail airplane design.",
        "The Tupolev Tu-154 is a three-engine, medium-range airliner that was first introduced in 1972 and is most easily identified by its distinctive swept-back wings and three-person cockpit.",
        "The Tupolev Tu-154 is a three-engine, medium-range airliner developed in the Soviet Union in the 1970s.",
        "The Tu-154 is a three-engine, medium-range airliner developed by the Soviet Union in the 1960s and still in service today.",
        "The Tupolev Tu-154 is a three-engined, medium-range, narrow-body aircraft typically used for commercial services.",
        "The Tupolev Tu-154 is a Soviet-era, three-engine, medium-range airliner developed in the 1960s.",
        "The Tupolev Tu-154 is a Russian-made three-engine medium-range airliner.",
        "The Tupolev Tu-154 is a three-engined, medium-range, midrange airliner that was built by the Soviet Union and Russia in the late 1960s.",
        "The Tupolev Tu-154 is a Russian mid-sized, three-engined airliner that was first introduced in 1972.",
        " planeThis is an image of a Soviet-made Tupolev Tu-154 tri-jet airliner.",
        "This is an image of a Tupolev Tu-154 passenger jet.",
        " aircraftThis image is of an Antonov An-24 (NATO designation: Tu-154) Russian airliner.",
        "The image is of a Soviet-built Tupolev Tu-154 airliner which is a three-engine medium-range narrow-body airliner.",
        "The image from the internet of a Tu-154 is that of a Russian-made airliner.",
        "The iconic Tupolev Tu-154, a Soviet-era airliner used to fly dignitaries and leaders around the world.",
        "\"A Tu-154 aircraft from Aeroflot Russian Airlines taking off from Sheremetyevo International Airport, Moscow, Russia.",
        "The Tupolev Tu-154, an iconic Soviet-era airliner, is seen here on its final approach for landing.",
        "\"A Tu-154 jetliner operated by the Russian Aerospace Forces before a flight over Moscow in 2019.",
        "\"A Soviet-era Tupolev Tu-154 passenger jet launches into the sky on a beautiful, sunny day."
    ],
    "Yak-42": [
        "The Yakovlev Yak-42 is a mid-range trijet airliner, manufactured by the Russian Yakovlev Design Bureau.",
        "The Yakovlev Yak-42 is a medium-range turbofan-powered passenger aircraft.",
        "The Yakovlev Yak-42 is a medium-haul three-engine turboprop airliner developed by the Soviet Union in the 1980s.",
        "The Yakovlev Yak-42 is a medium-range, three-engined, high-wing airliner constructed by Russian aerospace company Yakovlev.",
        "The Yakovlev Yak-42 is a three-engine, medium-range, full-size airliner manufactured by the Soviet Union.",
        "The Yak-42 is a Soviet-developed commercial passenger jet, which was in operation from 1980 to 2012.",
        "The Yak-42 is typically identified by its large triangular shape, low mounted wing and distinctive high-mounted empennage.",
        "The Yak-42 is a twin-engined regional airliner and transport aircraft manufactured by the Yakovlev Design Bureau in the Soviet Union, first entering service in 1980.",
        "A Yak-42 can be identified by its distinct four-turbofan engine arrangement and butterfly tail configuration, its swept-back wing design, and high-mounted vertical stabilizers.",
        "The Yak-42 is a Soviet-designed airliner and can be identified by its unique triple-turbofan engine configuration, its large size, swept-back wings, and low-mounted tailplane.",
        "The Yakovlev Yak-42 is a three-engined regional jet airliner developed in the late 1970s and early 1980s by the Yakovlev Design Bureau in the Soviet Union.",
        "The Yakovlev Yak-42 is a medium to long-range, Russian-made, three-engined jet airliner.",
        "The Yakovlev Yak-42 is a medium-range, three-engined civilian passenger aircraft, usually featuring a pressurized fuselage and a T-tail configuration.",
        "The Yak-42 is a three-engine jet airliner that was initially designed and built by Russian aerospace company Yakovlev during the 1980s.",
        "The Yakovlev Yak-42 is a three-engined medium-range transport aircraft designed and manufactured by Russian aerospace manufacturer Yakovlev.",
        "This image from the internet shows a Russian Yak-42 passenger jet descending from the clouds.",
        "This picture depicts a Yakovlev Yak-42, an airplane designed in the Soviet Union for short-range regional air travel.",
        "This image is of a Yak-42 passenger airliner, a Soviet-made twin-engined turboprop airliner.",
        "This image features an orange-and-white Yakovlev Yak-42 commercial airliner.",
        "This image is of a Russian-built Yakovlev Yak-42 airliner.",
        "\"The Yakovlev Yak-42 remakes its appearance after a long absence away from the skies, a reminder of its majestic capabilities.",
        "\"The iconic Yakovlev Yak-42 in all its glory, ready to take flight.",
        "\"The Yakovlev Yak-42, a Soviet-built tri-jet airliner, in flight over the clouds.",
        "A Yak-42 airliner departs from an airport, ready to embark on its journey to a new destination.",
        "\"A Yak-42 passenger airline taking off on its first flight."
    ]
}