{
    "abyssinian": [
        "The Abyssinian is a medium-sized breed of domestic cat that has a slender, athletic body with a short, fine coat and soft fur.",
        "The Abyssinian is a medium-sized cat with a short, dense coat.",
        "The Abyssinian is a medium-sized, short-haired, sleek, slender cat.",
        "The Abyssinian is a medium-sized cat with long, lean legs and an athletic stature.",
        "The Abyssinian is a medium-sized breed with a short, dense coat.",
        "Abyssinian cats have a unique, medium-sized, extremely energetic, and racy body shape.",
        "The Abyssinian is a medium-sized breed with a distinctive coat pattern consisting of ticked rufous fur.",
        "The Abyssinian is a medium-sized breed of domestic cat with a distinctive \"ticked\" tabby coat.",
        "Abyssinians are instantly recognizable by their ticked fur pattern, which consists of a unique mix of red-brown or black rosettes and agouti streaks covering their bodies.",
        "Abyssinians can be recognized by their distinctive Aby-style tabby coat.",
        "The Abyssinian is a medium-sized cat with a short, dense, ticked coat that gives them a distinctive wild appearance.",
        "The Abyssinian is a short-haired cat with a unique ticked coat, oval feet, and a slender build.",
        "The Abyssinian is a medium-sized breed of domestic cat with a distinctive \"ticked\" tabby coat, in which individual hairs are banded with different colors.",
        "The Abyssinian is a medium-sized cat with a short coat, usually ranging from brown-ticked to reddish-brown with or without a white neck ruff and bib.",
        "The Abyssinian is a medium-sized, short-haired, elegant, and active cat.",
        "The image is of a beautiful, slender Abyssinian cat.",
        "The image is of a beautiful Abyssinian cat with its unique ticked brown and orange fur coat.",
        "The image shows a beautiful Abyssinian cat with a unique, striped pattern that is both speckled and tabby.",
        "This image of an Abyssinian cat is a stunning example of this popular breed.",
        "The image is of a brown and cream colored Abyssinian cat with a beautiful, but mischievous expression on its face.",
        "You can identify the pet animal abyssinian by its distinct physical characteristics.",
        "Abyssinian cats have a fine, dense, silky coat and a distinct ticked pattern.",
        "The Abyssinian is a breed of domestic cat with a distinctive \"ticked\" tabby coat, in which individual hairs are banded with different colors.",
        "Abyssinians can be identified by their distinctive coats with large, tight curls of fur that are easier to spot than other breeds of cats.",
        "Abyssinians are easily recognizable by their distinctive coat."
    ],
    "american bulldog": [
        "American Bulldogs typically have an impressive muscular and compact body.",
        "The American Bulldog is a large and powerful breed with a muscular body and a strong, stocky physique.",
        "The American Bulldog is a large, powerful, and athletic breed with a strong and sturdy look to them.",
        "The American Bulldog is a medium-sized, sturdy and muscular breed.",
        "An American Bulldog is a stout and powerful dog.",
        "American Bulldog can be recognized by their stocky, muscular build, wide chest, short muzzle, and strong, broad neck.",
        "American Bulldogs are distinguished by their muscular and powerful bodies, broad heads, and short muzzles.",
        "American Bulldogs can be recognized by their stocky, muscular build, short-haired coat, short muzzle, and a wide, powerful head.",
        "American Bulldogs can be recognized by their large, powerful, and muscular bodies; broad heads; short, thick muzzles; and large, hanging jowls.",
        "American Bulldogs can be recognized by their stocky build, short coat, and large, strong head.",
        "The American Bulldog is a large, stocky, and muscular breed, with a short coat in many colors, including white, red, black, brindle, fawn, and piebald.",
        "The American Bulldog is a large, powerful, and muscular breed.",
        "The American Bulldog is a strong, muscular breed with a short coat and a broad head.",
        "American bulldogs are muscular, medium- to large-sized canines that tend to have a broad head, short muzzle, and strong, wide jaw.",
        "American bulldogs vary greatly in size and are usually muscular with a large head and broad chest.",
        "The image depicts a beautiful American Bulldog with a white and light brown coat and a friendly face.",
        "The image is of a white American bulldog with a brindle patch around its eye, standing in a grassy backyard.",
        "The image I found is of a white American Bulldog with black markings standing in the grass.",
        "The image is of an American Bulldog.",
        "The image of an American Bulldog depicted on the internet shows a muscular, medium-sized white and brown canine with a broad face and a sleek, short coat.",
        "American bulldogs can be identified by their broad, muscular physique, their large, square head, and short coat with a variety of colors.",
        "American bulldogs can be identified by their wide head, muscular body, and short, low-shedding coat.",
        "American Bulldogs can be identified by their large, muscular bodies, broad skull, and wide shoulders.",
        "American bulldogs can be identified by their strong, sturdy frames and large, muscular builds.",
        "American bulldogs can be identified by their large, strong, muscular bodies and short, smooth coats."
    ],
    "american pit bull terrier": [
        "The American Pit Bull Terrier is a medium-sized, solidly built breed with a short, glossy coat that can come in a variety of colors.",
        "American Pit Bull Terriers are medium-sized, powerfully built dogs with a short, slick coat that often comes in a variety of colors, including black, brindle, fawn, red, and white.",
        "The American Pit Bull Terrier is a powerful breed of dog that is medium to large in size and has a strong, muscular build.",
        "American pit bull terriers are a strong, muscular breed of dog with a short and glossy coat and a stocky, athletic build.",
        "American Pit Bull Terriers are a medium-sized friendly breed of dog with a stocky, muscular build.",
        "The American Pit Bull Terrier is a medium-sized, strong, and very muscular dog.",
        "American Pit Bull Terriers typically have a short, stiff coat that can come in a variety of colors and color combinations, which are usually white, black, brown, red, or brindle.",
        "American Pit Bull Terriers are medium-sized dogs that are sturdy and muscular.",
        "American Pit Bull Terriers are medium-sized, sturdy dogs with a short, smooth coat.",
        "American Pit Bull Terriers are a medium-sized breed of dog with short, fine coats.",
        "The American Pit Bull Terrier is a medium-sized, solidly built, short haired dog with smooth and well-defined muscle structure.",
        "The American Pit Bull Terrier has a short, solid-colored coat in a variety of colors, including black, brindle, red, and white.",
        "The American Pit Bull Terrier can vary in size, with heights anywhere from 17 to 21 inches and a weight range of 30 to 60 pounds.",
        "The American Pit Bull Terrier is a medium-sized, strong-looking dog with a short coat, sturdy build, and a blocky head.",
        "The American Pit Bull Terrier is a medium-sized breed of dog with a short, smooth coat that is most commonly bred in shades of brown and white.",
        "This picture is of an American Pit Bull Terrier in a laying position, with its black-and-white fur highlighted against the green grass.",
        "The image is of a large, muscular American Pit Bull Terrier with its head held high, looking off into the distance with an air of alertness and determination.",
        "This image shows an American Pit Bull Terrier standing outdoors in a grassy area.",
        "The image is of a beautiful American Pit Bull Terrier.",
        "The image shows an American Pit Bull Terrier with a brindle coat and an intense gaze.",
        "You can identify an American Pit Bull Terrier by its short coat, muscular body, broad head, brick-like muzzle, stocky legs, and tail that tapers to a point.",
        "American Pit Bull Terriers can usually be identified by their short, glossy coat which often comes in a variety of colors including white, black, brown, red, and brindle.",
        "The American Pit Bull Terrier is a medium-sized, solidly built, shorthaired dog whose appearance can vary.",
        "You can identify an American Pit Bull Terrier by its short, smooth coat; its broad, sturdy head; its powerful jaws; its muscular, well-defined body; and its ears that may be cropped or left uncropped.",
        "The American Pit Bull Terrier can be identified by its short coat, muscular build, large head and broad chest."
    ],
    "basset hound": [
        "The Basset Hound is a short-legged breed of dog of the hound family.",
        "The Basset Hound is a short-legged breed of dog of the hound family.",
        "The Basset Hound is a large breed of dog with distinctive long, droopy ears and a long, low body.",
        "A basset hound is a sturdy, low-slung dog with a large, domed head, large round eyes, and long, low ears.",
        "The Basset Hound is a short-legged breed of dog of the hound family.",
        "Basset hounds are recognizable by their short legs, long ears, and droopy, sad-looking expression.",
        "Basset hounds typically have short legs and a long and narrow head, with dark eyes, long ears, and a latch jaw.",
        "Basset hounds have long droopy ears, a deep chest, short legs, and a long, low-to-the-ground body.",
        "Basset Hounds are easily recognizable due to their short legs and long ears.",
        "Basset hounds typically have a short, deep chest, long, droopy ears, and a low-slung body shape.",
        "Basset Hounds are short-legged scent hounds that are immediately recognizable by their long, droopy ears, sad-looking eyes, and long, low body.",
        "Basset hounds have a unique physical appearance, with short, stubby legs, long, droopy ears, and a long tail.",
        "Basset Hounds are medium-sized dogs with short legs and long ears.",
        "Basset hounds are short-legged and long-bodied dogs with droopy, wrinkly faces.",
        "Basset Hounds have short, heavy-boned legs and long, low-slung bodies.",
        "The image I found of the Basset Hound is a photo of an adult orange and white Basset Hound, lying down and framed by lush green grass.",
        "The image is of an adorable basset hound with droopy ears and a wrinkled face.",
        "The image of the Basset Hound is a furry, short-legged, droopy-eared breed of dog with an incredibly lovable expression.",
        "The image is of a tan-colored Basset Hound with big, floppy ears and sad, droopy eyes.",
        "The picture depicts a creamy white and golden brown coloured basset hound.",
        "The basset hound is a medium-sized short-legged hound with long ears, a deep chest, a muscular body and a sad-looking face.",
        "The Basset Hound is a short-legged breed of dog of the hound family.",
        "The Basset Hound is a short-legged breed of dog of the hound family.",
        "Basset hounds are immediately identifiable by their short legs, droopy ears, and longer body.",
        "You can identify a basset hound by its short, stout legs, long ears and deep bark."
    ],
    "beagle": [
        "Beagles are small to medium-sized dogs that usually weigh between 18-30 pounds.",
        "The Beagle is a small-sized hound dog that usually stands between 13 and 15 inches tall with an average weight of 18 to 30 pounds.",
        "The Beagle is a medium-sized breed of dog that was developed for hunting by scent.",
        "The Beagle is a small-sized hound that typically stands between 13-16 inches tall and weighs between 18-30 pounds.",
        "The Beagle breed is known for its small size and powerful legs.",
        "Beagles are typically medium-sized dogs with long, droopy ears and big, brown eyes.",
        "Beagles are small, usually under 25 pounds, and are recognizable by their short muzzle, wide-set eyes, long, drooping ears, and short coat.",
        "Beagles are medium-sized hounds with a short, hard, glossy coat usually in shades of black, tan, and white.",
        "Beagles are small- to medium-sized dogs with a short, dense coat that comes in various colors and patterns such as black, red, white, and tan.",
        "Beagles are traditionally recognizable for their short, compact size and their distinctive bark.",
        "The Beagle is a small-sized hound, similar in appearance to the much larger foxhound.",
        "A Beagle is a small- to medium-sized dog with a short, dense coat.",
        "Beagles are small-medium sized dogs, with a short, dense, smooth coat.",
        "The pet animal beagle is a medium-sized breed of dog, usually measuring between 13-16 inches tall and weighing between 18-30 pounds.",
        "Beagles are small- to medium-sized dogs with a strong, compact body.",
        "The image from the internet of the pet animal beagle is of a small, friendly, tan and white dog with floppy ears, a slightly wrinkled face, and a black, scrunched nose.",
        "The image is of a medium-sized brown and white beagle standing against a white background.",
        "The image from the internet is of a medium-sized pet Beagle with bright, brown eyes, floppy ears, and a short, smooth coat of white, tan, and black fur.",
        "The image shows a black and white Beagle, with a short and fluffy coat.",
        "The image is of a small puppy Beagle.",
        "The Beagle is easily identified by its short, dense, and smooth coat, which typically has black, white, and tan markings.",
        "The Beagle is a small to medium-sized hound with a short, dense coat and a distinctively long, scoop-shaped muzzle.",
        "You can identify a beagle by its medium-sized, short-haired hound dog body.",
        "Identifying a pet Beagle is relatively easy.",
        "The Beagle is a breed of small hound that is similar in appearance to a Foxhound."
    ],
    "bengal": [
        "Bengal cats are a beautiful and exotic breed of cat that come in a variety of colors and patterns.",
        "Bengal cats are medium-sized cats with a short, luxurious coat and wild, exotic look which makes them stand out from other domesticated cats.",
        "Bengals are a hybrid breed of cat, created by crossing an Asian Leopard Cat with a domestic cat.",
        "Bengal cats are a hybrid breed of cat originating from a cross between a domestic feline and an Asian Leopard Cat.",
        "Bengal cats are a beautiful breed of domestic cats that are sometimes referred to as Asian Leopard cats.",
        "Bengal cats are easily recognizable by their striking coat patterns, which typically feature a marbled or spotted pattern of spots and stripes, often in brown, gray, or tan colors with black accents.",
        "Bengal cats can be recognized by their unique, leopard-like markings and coat colors.",
        "Bengals have a short, dense, and soft coat and come in a variety of colors and patterns.",
        "Bengal cats are recognizable by their unique silver-black or brownish-black coats with spots or stripes of color.",
        "Bengal cats have a distinctive and unique appearance.",
        "Bengal cats are large, muscular cats with a luxurious, spotted coat.",
        "Bengal cats are known for their striking coats that can range from brown to snow leopard-like rosettes.",
        "Bengal cats are a medium to large domestic cat breed that is known for their luxurious coats.",
        "The Bengal breed is a medium to large domestic cat that can weigh between 8 and 15 pounds.",
        "Bengal cats are a beautiful breed of cats with a striking coat that resembles a Leopard or Ocelot.",
        "The image is of a beautiful Bengal cat sitting in front of a white background.",
        "This photo shows a beautiful Bengal cat perched on top of a log in a park.",
        "The image from the Internet of the pet animal Bengal is of a beautiful white, black, and orange striped cat.",
        "The image from the internet of the pet animal Bengal is of a beautiful and exotic looking golden-orange spotted cat.",
        "This image on the internet of a Bengal is quite striking.",
        "Bengal cats can be identified by their striking patterns of large and small spots or rosettes, a light or tawny base color, and distinctive facial markings.",
        "You can identify a pet Bengal by its distinctive coat patterns, which typically feature stripes, rosettes or spots.",
        "You can identify a Bengal as a pet animal by looking for the distinct Bengal markings, such as its brown rosettes or spots against a golden background.",
        "Bengal cats have a unique fur pattern that can be used to help identify them.",
        " Bengal cats and other Bengal animals can be identified by their bright, vivid markings, which often include spots, stripes, rosettes, or marbling."
    ],
    "birman": [
        "The Birman is a medium-sized semi-longhaired cat with a sturdy body and a soothing temperament.",
        "A Birman is a medium-sized, semi-longhaired breed of domestic cat with a silky, creamy coat and gorgeous blue eyes.",
        "Birmans are a medium sized cat breed with a luxurious silky coat, striking blue eyes, and calm, friendly personalities.",
        "The Birman is a medium-to-large breed of cats with a long, silky fur coat, fluffy tail, and vivid blue eyes.",
        "The Birman is a medium to long-haired, silky and lustrously thick coat of fur.",
        "Birmans can be recognized by their distinctive coat, which usually consists of a white mask, pointy ears, deep blue eyes, and four even legs with slight white markings on the paw pads and tail.",
        "Birmans can be easily recognized by their distinctive coat pattern.",
        "Birmans have a distinct coat that is usually medium to long in length with a silky texture.",
        "The Birman is a medium-sized, semi-longhaired breed of cat.",
        "Birmans can be recognized by their trademark white gloves, blue eyes, and long, silky coats.",
        "The Birman cat is a medium-sized cat with a large, muscular body, long, silky fur and a distinctive set of vibrant blue eyes.",
        "A Birman cat is a medium-to-long-haired cat with a distinct coat pattern.",
        "The Birman is a medium-to-long-haired breed of domestic cat, originating in France.",
        "The Birman is a medium-sized, semi-long haired cat with a pointed face, stocky body and large, wide-set, deep blue eyes.",
        "Birmans are medium-sized, semi-long haired cats with beautiful blue eyes and a unique coat pattern.",
        "The image shows a beautiful purebred Birman cat against a black background.",
        "The image shows a beautiful birman cat with a luxurious, pure white fur coat around its face and down its long neck.",
        "This image from the internet of a Birman pet animal shows a long-haired, blue-eyed, white-coated cat.",
        "The image shows a beautiful white, grey, and cream-colored cat with bright blue eyes.",
        "The image from the internet of the pet birman is a stunning white and light brown colored cat with deep blue eyes and four white paws.",
        "Birmans are medium-sized cats with a muscular body, silky, semi-longhaired coat, and a color pattern that is unique and specific to the breed.",
        "Birmans are a medium-sized, semi-long-haired breed of cat.",
        "The Birman cat is a medium-to-long-haired breed characterized by its sapphire blue eyes, white feet, and silky coat.",
        "The Birman is a medium- to long-haired cat with a distinctive colourpoint coat and deep blue eyes.",
        "Birmans are a medium-sized, semi-longhaired cat breed with a distinctive pointed coat pattern in seal, blue, lilac, chocolate and red."
    ],
    "bombay": [
        "The Bombay cat is a medium to large-sized cat, with a sleek and muscular body and a short, glossy coat.",
        "The Bombay breed of cats is a hybrid breed, developed by crossing the Burmese and the Sable Burmese breeds of cats.",
        "The Bombay cat is an all-black, short-haired domestic cat breed that resembles a miniature panther.",
        "The Bombay cat is known for its sleek, shiny black coat, pointed ears, and medium-sized body.",
        "The Bombay cat is a medium-sized breed of domestic cat with thick, glossy, black fur.",
        "The Bombay is a hybrid breed that is created by crossing a black American Shorthair and a Burmese.",
        "The Bombay is a hybrid breed of cat.",
        "The Bombay breed is a medium-sized feline with a muscular body and short, glossy black fur.",
        "The Bombay breed is a hybrid breed created from a domestic short-haired cat and a black sable Burmese.",
        "The Bombay is a breed of cat developed by a breeder in the 1950s, which was then known as the Black Burmese breed.",
        "A Bombay cat is a breed of domestic cat developed by breeder Nikki Horner.",
        "The Bombay is a breed of domestic cat created in 1958 bycrossing a sable Burmese and a black American Shorthair.",
        "The Bombay cat is a medium-sized, short-haired cat breed that resembles a miniature black panther.",
        "The Bombay is a breed of domestic cat developed to resemble a black panther.",
        "The Bombay is a breed of cat developed by a breeder in Louisana.",
        "The image shows a Bombay cat with shiny black fur with a hint of copper along the sides.",
        "The picture I'm describing is of a Bombay cat lying down on a pink and white checkered cushion.",
        "The image depicts a Bombay cat with dark and sleek fur that shines in the light.",
        "The image I'm describing is of an Bombay Cat, a medium-sized black cat with a silky long coat and beautiful copper-colored eyes.",
        "The image is of a medium-sized Bombay cat with short black fur and bright yellow eyes.",
        "Bombay is a breed of domestic cat known for its sleek black or brown short hair.",
        "The Bombay is a rare but well-known breed of cat.",
        "Bombay cats are known for their marble-patterned coats and unique eye color, which can be green, copper, yellow, blue, aqua, or odd-eyed with one color in each eye.",
        "Bombay cats are a hybrid breed of cat, characterized by their sleek black coats and large, copper-colored eyes.",
        "The Bombay is a domestic cat breed that was created by crossing sable Burmese and black American Shorthairs in the late 1950s."
    ],
    "boxer": [
        "The Boxer is a medium-sized, short-haired breed of dog.",
        "The Boxer is a medium-sized, short-haired breed of dog, developed in Germany.",
        "The Boxer is a large breed of dog known for its athletic, energetic personality and playful disposition.",
        "The Boxer is a medium-sized breed of dog, developed in Germany.",
        "The Boxer is a large, powerful, and energetic breed of dog.",
        "A Boxer is a medium-sized, short-haired breed of domestic dog with a distinctive square head and muscular build.",
        "The most common physical traits of a boxer dog include a short, smooth coat, which can be fawn, brindled, or white, a strong, square muzzle, and erect ears.",
        "Boxers should have a muscular build, a square-shaped head, and a short, slick coat with distinctive brindle or fawn markings.",
        "A Boxer is a medium to large-sized, short-haired breed of dog, developed in Germany.",
        "The most recognizable trait of a boxer is its brindle coat with white markings.",
        "A Boxer is a medium-sized, muscular breed of dog.",
        "Boxers are medium-sized, stocky dogs with a square muzzle, and a short and smooth coat.",
        "Boxer dogs are a medium-sized breed of dog with a distinctive, square-shaped head and a short muzzle.",
        "The pet animal boxer is a medium-sized, muscular dog with a short, square muzzle.",
        "The pet animal boxer is a medium-sized, short-haired dog with a strong and muscular build.",
        "This image is of a brown and white boxer standing in a grassy field.",
        "This image from the internet is of a pet animal boxer.",
        "This image of the pet animal Boxer is from the internet.",
        "The image is of a brown and white boxer with its ears up and a happy and friendly expression on its face.",
        "The image is of a young and playful male boxer pup.",
        "The pet animal boxer can be identified by its distinctive square-shaped head, wide jaw, short muzzle, and broad nose.",
        "The most obvious way to identify a boxer dog is by its physical appearance.",
        "You can identify a pet boxer by its signature square head, small ears, and muscular body.",
        "A boxer is a medium-sized, short-haired breed of dog, with a smooth coat and distinctive square-shaped head.",
        "Boxers are medium to large-sized, with a short muzzle, strong jaws, and a short tail."
    ],
    "british shorthair": [
        "The British Shorthair (often referred to as the British Blue) is a sturdy, stocky medium-sized cat that is easily recognizable by its beautiful blue dense coat and broad, short tail.",
        "The British Shorthair is a medium-sized cat with a cobby body, a broad face, and big round eyes.",
        "The British Shorthair is a medium-sized breed of cat with a broad, short-muzzled face and a bulky build.",
        "The British Shorthair is a moderately-sized, stocky cat with a short, thick coat and a wide, round face.",
        "The British Shorthair is a medium-sized cat with an appearance that features a broad face and round, soft contours.",
        "The British Shorthair is a stocky cat with a short face and a broad chest.",
        "The British Shorthair is a medium to large breed with a stocky body, wide face, and large, round eyes.",
        "The British Shorthair is a medium-sized, sturdy cat with a broad face, broad ears, and a short muzzle.",
        "The British Shorthair is a medium-sized, sturdy cat with a broad, strong face and distinctively round body shape.",
        "British Shorthair cats are a large, heavy breed with a stocky body type.",
        "The British Shorthair is a medium-sized cat with a short, dense coat.",
        "The British Shorthair is a large, muscular cat with a round face and strong chin.",
        "The British Shorthair is a medium-sized to large cat, with a broad chest and a sturdy body.",
        "The British Shorthair breed of cats is a large, powerful cat with a short, thick coat that comes in a variety of colors and patterns.",
        "The British Shorthair is a robust and sturdy cat with a round face, short, chubby legs, and a thick, plush coat.",
        "The image shows a British Shorthair cat sitting on a sofa.",
        "The picture of the British Shorthair is a gray and white tabby cat with a short-haired coat.",
        "The British Shorthair is a medium-sized, stocky, “Low Maintenance” cat breed with a distinctive “Brawny” physique, short fur and round face.",
        "The British Shorthair is a large breed of domestic cat that is known for its dense, plush fur and round face.",
        "The British Shorthair is a beautiful, round-faced feline with a plush, short haired coat.",
        "British shorthairs are identified by their thick, plush fur, muscular frame, and pronounced cheeks.",
        "The British Shorthair is a medium-sized cat with a long, rounded body and thick, plush coat.",
        "The British Shorthair is a medium-sized, compact and cobby breed of cat.",
        "British Shorthair cats are easily identifiable by their thick, plush fur, round face, large eyes, and short legs.",
        "British shorthairs are medium-sized cats with dense coats and round, wide-set eyes."
    ],
    "chihuahua": [
        "Chihuahuas have a small, yet sturdy build with large, rounded ears and eyes.",
        "The Chihuahua is a small-to-medium sized breed of dog that usually weighs between 2 and 6 pounds.",
        "The Chihuahua is a small breed of dog with a very distinctive look.",
        "Chihuahuas are small, playful dogs with big ears and large, expressive eyes.",
        "Chihuahuas are a small breed of dog with a short muzzle and large, upright ears.",
        "Chihuahuas are recognizable by their small size, big ears, and large, round eyes.",
        "Chihuahuas are small dogs usually weighing no more than six pounds.",
        "Chihuahuas are small dogs with big heads and round eyes.",
        "Chihuahuas are small and compact, typically weighing no more than 5-6 pounds as adults.",
        "Chihuahuas are small, long-haired dogs that typically stand between 5 to 8 inches tall and weigh between 3 to 6 pounds.",
        "Chihuahua is a small breed of dog that typically weighs around 3-6 pounds and has a comparatively large head with big eyes, pointy ears, and a short muzzle.",
        "Chihuahuas are small dogs with big, round eyes and prominent ears.",
        "Chihuahuas are a small breed of dog known for their playful personalities and large, pointy ears.",
        "Chihuahuas are small, compact dogs with long, smooth coats.",
        "Chihuahuas are small, long-haired dogs that typically weigh between 3 to 6 pounds.",
        "This image is of a cute, white and tan chihuahua.",
        "This image from the internet of a pet chihuahua is of a brown and white chihuahua looking straight at the camera.",
        "The image is of an adorable small chihuahua with black fur and tan markings.",
        "This image from the internet shows an adorable brown and white chihuahua with large, round eyes and floppy ears.",
        "This image is of a small white and tan chihuahua with big brown eyes.",
        "Chihuahuas are small, longhaired dogs that are easily recognizable by their distinctive apple-shaped heads and large, round eyes.",
        "Chihuahuas are small, compact dogs with short legs and long bodies.",
        "Chihuahuas are small, playful, and often very vocal dogs.",
        "Look for a small, compact dog with a short snout and two erect, pointy ears.",
        "The easiest way to identify a chihuahua is by its distinctive mix of characteristics, which include its small, rounded head; big, round eyes; short, pointed ears; and a short, smooth coat that comes in a variety of."
    ],
    "egyptian mau": [
        "The Egyptian Mau is a medium-sized, short-haired breed of domestic cat.",
        "The Egyptian Mau is a medium-sized cat that is highly prized for its striking physical features and loyal companionship.",
        "The Egyptian Mau is a medium-sized, sleek, active and graceful cat breed.",
        "The Egyptian Mau is a medium-sized domestic cat breed that is believed to have historical origins from Egypt.",
        "The Egyptian Mau is an elegant, medium-sized cat with a short, glossy coat of silver spotted over a distinct, shining black background.",
        "Egyptian Maus are recognized by their large ears, slender bodies, short fur, and striking 'mascara' facial markings.",
        "The Egyptian Mau is a medium-sized, short-haired breed of domestic cat and is usually recognized by its spotted coat and sapphire-blue eyes.",
        "The Egyptian Mau is a short-haired breed of domestic cat characterized by its distinctive spots and markings.",
        "The Egyptian Mau is a distinctive-looking breed of cat.",
        "The Egyptian Mau is a medium-sized, short-haired cat with a distinct spotted tabby pattern.",
        "The Egyptian Mau is a medium-sized cat with a muscular, athletic build.",
        "The Egyptian Mau is a medium-sized, short-haired breed of domestic cat with a smooth, exotic looking coat and graceful mink-like appearance.",
        "The Egyptian Mau is a medium-sized cat breed with a distinct spotted coat.",
        "The Egyptian Mau is a medium-sized, elegant domestic cat breed with a short coat that has distinct \"wild\" markings such as dark spots and stripes.",
        "The Egyptian Mau is a medium-sized, short-haired, muscular, graceful domesticated cat breed.",
        "The image is of a beautiful Egyptian Mau, with its stunningly spotted gray and black coat and bright green eyes.",
        "The image showcases an Egyptian mau—a small, shorthaired breed of domestic cat that is native to Egypt.",
        "The image is of a beautiful and majestic Egyptian Mau cat.",
        "The Egyptian Mau image I found is of a stunning silver-tipped tabby cat.",
        "The image of the Egyptian Mau on the internet is of a beautiful exotic looking cat with a silvery grey or smokey blue-grey coat.",
        "Egyptian Maus are identified by their short, glossy coat of silver or smoke gray fur, and their almond-shaped eyes, which are usually the color of amber or green.",
        "The Egyptian Mau is a short-haired exotic domestic cat breed characterized by its distinct silver-colored spotted coat.",
        "Egyptian Mau is a striking looking domestic cat characterized by a strong, muscular body with a slender neck, and bright, alert eyes.",
        "Egyptian Maus are one of the oldest breeds of domesticated cats, known for being incredibly loyal and affectionate.",
        "The Egyptian Mau is a medium-sized, shorthaired cat with an exotic spotted coat and a rare, primitive breed."
    ],
    "english cocker spaniel": [
        "The English Cocker Spaniel is a medium-sized, active and intelligent dog with a longish face, large, round eyes and thick, feathered ears that drop down and hang close to the cheeks.",
        "An English Cocker Spaniel has a medium-sized, square build with a deep chest and a short face.",
        "The English Cocker Spaniel is a medium-size breed of dog, renowned for its bright, friendly eyes and wagging tail.",
        "The English Cocker Spaniel is a medium-sized breed of dog, standing at around 15 to 17 inches tall from the shoulder to the ground.",
        "The English Cocker Spaniel is a medium-sized dog breed of the Spaniel breed type.",
        "English Cocker Spaniels are typically medium-sized dogs with an abundant, wavy coat in shades of brown, black, or red.",
        "English Cocker Spaniels are medium-sized, active dogs with a silky, wavy coat.",
        "English Cocker Spaniels are a medium-sized breed with a silky, wavy coat that is usually about a foot long.",
        "English cocker spaniels are medium-sized dogs with long, silky coats.",
        "The English Cocker Spaniel can be easily recognized by its long, silky, slightly wavy coat that comes in various colors including black, lemon, solid black, liver, and golden.",
        "English Cocker Spaniels are medium-sized dogs with long, silky fur.",
        "English Cocker Spaniels are a medium-sized breed of dog that typically have a compact, sturdy frame.",
        "The English Cocker Spaniel is a medium sized, active breed with an athletic, compact, and well-muscled body.",
        "English cocker spaniels are a medium-sized breed of gun dog with a relatively long, wavy, silky coat.",
        "English Cocker Spaniels are a medium-sized breed of dog.",
        "This image of an English Cocker Spaniel is a beautiful one, captured with great detail.",
        "The image is of a beautiful, fluffy black and tan English Cocker Spaniel.",
        "The image shows an adorable English Cocker Spaniel with rich golden fur, floppy ears, and bright intelligent eyes.",
        "The image is of a medium-sized, brown-and-white English cocker spaniel with soft, thick fur and two black eyes.",
        "The image of the english cocker spaniel is of a reddish-brown/tan dog with long, wavy fur and pointy ears.",
        "English Cocker Spaniels are generally a medium-sized breed of dog.",
        "The English Cocker Spaniel is a breed of medium-sized gun dog that traditionally was used for hunting.",
        "English Cocker Spaniels are usually medium-sized dogs with long, wavy coats, and they are typically reddish-brown or black-and-white.",
        "There are a few physical characteristics that are helpful in identifying an English Cocker Spaniel.",
        "English Cocker Spaniels can be identified by their relatively large, rounded heads with medium-length, drop ears and a straight muzzle."
    ],
    "english setter": [
        "The English Setter is a medium to large-sized breed of dog.",
        "English setters are medium-sized dogs with a silky coat of flat or wavy hair.",
        "English Setters have a graceful, medium-sized frame wrapped in from their shoulders to their hindquarters with feathers made of wavy or straight silky hair.",
        "The English Setter is a medium-sized sporting dog, with a lean slender body and a longer muzzle.",
        "The English Setter is a large and graceful breed, featuring a long and silky coat.",
        "English setters are medium-sized dogs with a large, muscular body and relatively long legs.",
        "English setters are distinctive in appearance and can be quite striking.",
        "English Setters typically have a silky, wavy, liver and white coat that is often speckled.",
        "The English Setter is a medium-sized sporting dog that can be easily recognized by its silky coat, which is usually white, speckled or flecked with black, chestnut or lemon.",
        "The English Setter is a medium-sized breed of Sporting Dog that is easily recognizable by its long, flat silky fur.",
        "The English Setter is a medium-sized sporting dog, usually ranging from 22 to 25 inches in height at the shoulders and 45 to 80 pounds in weight.",
        "The English Setter is a medium-sized, graceful gundog renowned for its intelligence and trainability.",
        "The English Setter is a medium-size breed of gundog, best known for the striking gray and white patches on its coat.",
        "English Setters are medium-sized sporting dogs with a silky, medium-length coat and pointed ears.",
        "English Setters are medium-sized, long-legged hunting dogs that are often described as active, intelligent and eager to please.",
        "The image shows a beautiful English Setter with long wavy locks of white, brown, and black fur cascading down its body in a symmetric pattern.",
        "The picture is of an English Setter, a medium-sized breed of dog with a graceful appearance.",
        "The image shows an English setter, a sporting breed of dog with a distinctive white-and-liver spotted coat.",
        "The image is of a beautiful and glossy, reddish-brown English Setter.",
        "The image is of a beautiful white English Setter with two large, brown eyes and a gentle expression on its face.",
        "The English Setter can be identified by its silky white and tan or orange-colored coat with medium-length feathering on its legs, chest and tail.",
        "English Setters typically have a silky mousy-brown coat and white markings, with long feathering around their ears and tails.",
        "English setters are a breed of medium sized sporting dogs with a long silky coat.",
        "The English Setter is a medium-sized, droopy-eared breed of dog with a coat of silky, medium-length fur.",
        "An English Setter can be identified by its distinctive long, white and tan/brown feathers."
    ],
    "german shorthaired": [
        "The German Shorthaired pointer is a medium sized breed with a sleek and muscular build.",
        "The German Shorthaired Pointer has a distinct look that sets it apart from other breeds.",
        "The German Shorthaired Pointer is a medium-sized, athletic but well-muscled breed that sports a short, dense coat in liver, black, or black-and-white \"roan\" coloring.",
        "The German Shorthaired Pointer is a medium-sized, versatile sporting dog.",
        "The German Shorthaired Pointer (GSP) is a medium-sized, short-legged hunting breed with a strong, athletic, and well-muscled body.",
        "The German Shorthaired Pointer is a medium to large-sized breed of dog.",
        "A German Shorthaired Pointer will have a long head with large, round eyes set apart from each other.",
        "German shorthaired pointers can be recognized by their sleek, shorthaired coats, docked tails, wide heads, and pointed ears.",
        "German shorthaired pointers are easily distinguished from other breeds by their distinctive markings and body shape.",
        "German Shorthaired Pointers are easily recognizible with their distinctive markings and colors.",
        "The German Shorthaired Pointer is a strong, active, and intelligent breed with a muscular body and sleek coat.",
        "The German shorthaired pointer is a medium-sized dog breed that is one of the most popular sporting breeds.",
        "The German Shorthaired Pointer is a medium-sized sporting dog with a lean, muscular body and clean head.",
        "The German Shorthaired Pointer is a medium-sized athletic and muscular dog breed.",
        "German shorthaired pointers are handsome, scenthound dogs that have a medium to large size build.",
        "The image I chose is of a German Shorthaired Pointer with a beautiful liver-and-white, speckled coat.",
        "The image from the internet of a German Shorthaired Pointer is that of a medium sized sporting dog with a sleek, muscular build.",
        "This image of a German Shorthaired Pointer is an excellent example of the lovable breed.",
        "The image I found of a German shorthaired pointer is an alert young pup with black and white markings, big eyes, and long ears.",
        "This image shows a lively and friendly German Shorthaired Pointer with its short, sleek fur coat and pointed ears.",
        "German shorthaired pointers are easily identifiable as they have unique features.",
        "German shorthaired pointers are easily identified by their muscular bodies and distinctive liver and white coats.",
        "German shorthaired pointers can be easily identified by their distinctive coat of short and coarse fur.",
        "The identifying features of a German Shorthaired Pointer are its pointed ears, docked tail, muscular build, and a unique speckled coat pattern.",
        "German shorthaired pointers can be easily identified by their distinctive physical characteristics, such as short, sleek coats, medium-sized heads, long, pointed ears, and slightly larger-than-average dark eyes."
    ],
    "great pyrenees": [
        "The Great Pyrenees is a working breed of dog that originated in the mountainous terrain of the Pyrenees region between France and Spain.",
        "The Great Pyrenees is a large, strongly built dog, usually white or various shades of gray and sometimes tinged with tan, reddish-brown, or badger.",
        "Great Pyrenees are a large breed of white, fluffy working dogs with very dense fur.",
        "The Great Pyrenees is a large, majestic dog breed with a beautiful white coat and a sturdy, muscular build.",
        "The Great Pyrenees is a large, majestic dog with a white double coat.",
        "The Great Pyrenees is an easily recognizable breed, with a white coat and some light tan or gray markings.",
        "Great Pyrenees can be recognized by their large size, white or cream colored coats, a thick mane and double dewclaws on their hind legs.",
        "Great Pyrenees have an easily recognizable appearance.",
        "A Great Pyrenees can be recognized by its white coat and long double coat, black or gray facial markings, and black or gray legs.",
        "The Great Pyrenees is a large, white-colored dog breed easily recognizable by its long, thick white coat, often with gray, tan, or brown markings on the head, ears, and tail.",
        "The Great Pyrenees is a very large and distinctly built dog breed.",
        "The Great Pyrenees is a large, majestic dog with a beautiful, thick, white coat.",
        "The Great Pyrenees is a large, majestic breed of dog characterized by thick white fur and often exhibiting two colors.",
        "The Great Pyrenees is a large, majestic dog with a white or off-white double coat and a thick, muscular body.",
        "The Great Pyrenees is a large, majestic breed of dog.",
        "The image is a white and cream canine with a full and fluffy coat standing in a grassy field.",
        "This image of a great pyrenees shows the majestic breed that is known for being protective, loyal, and intelligent.",
        "The image is of a large, furry Great Pyrenees with a white and gray, almost silver fur.",
        "The image is of a large and majestic white and tan Great Pyrenees dog.",
        "The image is of a magnificent white Great Pyrenees looking into the camera.",
        "A great pyrenees can be identified by its thick double coat of fur, usually white or greyish white with markings of white and tan or sometimes solid cream or grey.",
        "The Great Pyrenees is a large, largely white, fluffy-coated, and great-mannered dog with a thick neck and a broad, thick head.",
        "The Great Pyrenees is a large, white, fluffy breed of dog with low hanging ears and a thick tail.",
        "The Great Pyrenees can be identified by their thick, white double coat, large size, and a muscular physique.",
        "The Great Pyrenees is a large, fluffy white dog with a thick, double coat."
    ],
    "havanese": [
        "The Havanese is a small and sturdy breed of dog.",
        "The Havanese is a small, sturdy breed with a teddy bear-like appearance.",
        "The Havanese is a small, fluffy, and adaptable breed of dog.",
        "The Havanese is a small, energetic breed of dog with an endearing personality.",
        "The Havanese is a small, sturdy dog breed with a soft, silky coat that typically comes in golden blond, red, and black and tan colors.",
        "The Havanese is a very popular and recognizable breed of small dog.",
        "Havanese can be recognized by their distinctive long, soft, wavy coats, usually white or cream in color, and by their cheerful, playful personalities.",
        "The Havanese is a small breed of dog that is easily recognizable by its long, fluffy, and silky coat, its big eyes and ears that protrude from the sides of its head, and its small stature (often between 8.",
        "The Havanese is a small, fluffy, playful breed of dog.",
        "The Havanese is a small, long-haired, hypoallergenic dog breed with a cheerful personality and soft silky fur.",
        "Havanese are small, adorable dogs with silky, curly hair that comes in a variety of colors, ranging from pure white to black and brown.",
        "The Havanese is a small, sturdy breed with a medium-long coat that is wavy or curly.",
        "The Havanese is a small breed of dog from the Bichon family.",
        "The Havanese is a small, sturdy, and fluffy breed of dog that typically weighs between 7-13 pounds and stands 8-11 inches tall.",
        "Havanese are small dogs with a flat top and square muzzle, a silky coat, and long, drop ears.",
        "The image is of a white Havanese with huge, soulful eyes gazing off into the distance.",
        "The image is of a beautiful white and tan Havanese with a fluffy fur coat.",
        "The image depicts a small white fluffy dog with cute and alert eyes, and large, floppy ears.",
        "This image from the internet of a pet animal havanese is of an adorable white-fur ball pup nestled in a person's hand.",
        "The image from the internet of the pet animal Havanese is a white and tan-colored small dog with long hair and a curled tail.",
        "Havanese are a breed of small, affectionate, long-haired dogs of Cuban descent that come in a variety of colors.",
        "You can identify the pet animal Havanese by its long, silky, signature white coat, large, round eyes, and curled ears.",
        "You can identify a Havanese by its curly hair, dark eyes, and small nose.",
        "Havanese are small, sturdy dogs with long, silky coats that come in a variety of colors and patterns.",
        "The Havanese is a small, sturdy, short-legged dog with a soft and wavy coat."
    ],
    "japanese chin": [
        "The Japanese Chin is a small, toy-sized breed of dog standing up to 11 inches tall, and weighing 5 to 10 pounds when fully grown.",
        "The Japanese Chin is a small dog breed with a round-shaped face, large, rounded eyes, short muzzle, expressive ears, and a dense, silky coat.",
        "The Japanese Chin is a small, elegant dog breed with a unique, expressive face.",
        "The Japanese Chin is a small companion dog with a distinctive spoon-shaped face and bearing a charming expression.",
        "The Japanese Chin is a small, delicate dog with a distinctive, fox-like face.",
        "The Japanese Chin can be recognized by some physical features such as its short muzzle with a slightly upturned nose, its round, black-rimmed eyes, its domed head, and its long silky coat.",
        "A Japanese Chin can be recognized by its unique characteristics such as:- Compact, smaller in size shaped body with a short neck\n- Oval shaped eyes\n- Upright ears with long, thick fur\n- Short muzzle\n.",
        "A Japanese Chin is a small, compact toy breed with a distinctive facial expression.",
        "Japanese Chins can typically be recognized by their bright, almond-shaped eyes, flat faces, and small bodies.",
        "Japanese Chin can be recognized by its small, square-shaped head, bulging eyes, and thick muzzle.",
        "The Japanese Chin, also known as the Japanese Spaniel, is a small dog with a round, attractive face and large, prominent eyes.",
        "The Japanese Chin is a small, toy-sized dog with a round head, short muzzle, and a cute, flat face.",
        "The Japanese Chin is a small, toy-sized dog with a round, flat head, a short muzzle, large, round eyes, and a short, squared-off muzzle.",
        "The Japanese Chin is a small, charming, toy breed.",
        "The Japanese Chin is a compact breed of dog with a luxurious, silky white coat.",
        "This image is of a Japanese Chin, a small, elegant-looking breed of Toy dog.",
        "The Japanese Chin is a small, fluffy, and friendly companion dog that appears in an image from the internet with its face up-close.",
        "The image is of an adorable Japanese Chin with a white coat and large, round eyes that are a golden-brown color.",
        "The image shows a cute Japanese Chin dog seated upright with a luxuriously thick white coat and a hint of black around the eyes and nose.",
        "This Japanese Chin image is of a white and black fluffy pooch with a spotted muzzle and perky ears.",
        "Japanese chins are small, compact, and robust dogs with distinctive flat faces, large dark eyes, and long fur.",
        "The Japanese Chin is a small yet distinctive looking dog with large round eyes, short legs, and a longer hind body in comparison to the fore body.",
        "Japanese Chin can be identified by their distinctive physical features, including an unusual flat face, round eyes, long and mottled coat, short legs, and a unique, short tail.",
        "The Japanese Chin is a small dog breed that typically has a short snout, round head, and round eyes with a unique expression.",
        "Japanese Chin can be identified by their distinctive flat face, large eyes, short muzzle, and domed, heavily feathered head and ears."
    ],
    "keeshond": [
        "The keeshond is a medium-sized dog breed originating from the Netherlands.",
        "The Keeshond is a medium-sized spitz-type dog with a plush, two-layered coat of gray, black, and cream.",
        "The Keeshond is a medium-sized dog with a thick, fluffy coat.",
        "The Keeshond is a medium-sized spitz-type dog with a thick undercoat and long outer guard coat.",
        "Keeshonds are medium-sized dogs that have a thick, luxurious coat.",
        "Keeshonds are medium-sized dogs with thick, luxurious coats.",
        "Keeshonds are easily recognizable because of their distinctive wolf-like appearance.",
        "Keeshonden are medium-sized dogs with a thick, double coat and bushy plumed tail.",
        "Keeshonds are fox-like dogs with thick double coats that can be silver or grey and cream in color.",
        "Keeshonden are a wolf-like Spitz breed, with a plush, silver-and-black double coat and a foxy-looking face.",
        "Keeshonds are medium sized dogs with fox-like features.",
        "Keeshonden are medium-sized dogs with long, luxurious outer coats of silver and black.",
        "The Keeshond is a medium-sized dog with a thick, plush double-coat.",
        "The Keeshond is a medium-sized spitz-type dog with a plush double coat.",
        "Keeshonds are a small spitz-type breed of dog, with thick double coats of silver-grey and black fur, a curled tail, and a fox-like face.",
        "The image is of a medium-sized dog with a thick, luxurious coat of thick, creamy white fur.",
        "The image I'm describing is a picture of a beautiful keeshond – a breed of dog with a thick, luxurious coat.",
        "The image is of a beautiful fuzzy keeshond standing in front of a bright yellow curtain.",
        "The image features a keeshond lounging in a grassy field surrounded by lush trees.",
        "The image of the pet animal keeshond that I found on the Internet is of a medium-sized fluffy and friendly-looking dog with a soft, furry coat of black and white fur.",
        "Keeshonden are easily recognizable by their plush, slightly wavy coat in black, cream, and grey, with a distinctive ruff and a plumed tail that curls up over the back.",
        "Keeshonds can be identified by their thick double coat of silver-grey and black, and their \"bandit-mask\" markings around the eyes.",
        "Keeshonden are a small, medium-sized spitz-type dog with a large, fluffy, long and curly coat.",
        "Keeshonds are often identified by their distinctive \"smiling\" appearance, with a distinctive black mask-like pattern around their eyes and muzzle.",
        "Keeshonds have a thick, plush, black and gray/silver double coat, a curled tail, and a fox-like face."
    ],
    "leonberger": [
        "Leonbergers have a beautiful, full, wavy coat that typically comes in golden to reddish-brown colors.",
        "The Leonberger is a large and strong breed of dog that is known for its impressive size and gentle, loyal temperament.",
        "The Leonberger is a large, reliable dog with wonderfully balanced body proportions.",
        "Leonbergers are large-sized dogs with thick double coats that come in shades of golden-red or a darker reddish-brown.",
        "The Leonberger is a large-sized breed of dog that is bred to resemble a lion.",
        "The Leonberger is a large breed of domestic dog.",
        "The Leonberger is a large dog breed with a distinctive appearance.",
        "The Leonberger is a large, muscular breed of dog with a luxurious, thick coat.",
        "A Leonberger's most distinctive physical features are its large size, bear-like head shape, soft, thick coat and plumed tail.",
        "The Leonberger is a large, muscular dog of German origin.",
        "The Leonberger is a giant breed of dog characterized by its black mask, double coat of long, thick fur, and above all, its size.",
        "The Leonberger is a huge, powerful breed that has a large, muscular body covered with a thick, double coat.",
        "The Leonberger is a large, muscular dog with a thick, luxurious coat of fur.",
        "The Leonberger is a large, fluffy breed of dog with a muscular build.",
        "The Leonberger is a large, handsome dog, with a lion-like appearance.",
        "The image is of a Leonberger dog, a large breed of dog that is recognizable for its beautiful, long and shiny coats.",
        "The image is of a large, muscular dog with heavy fur and a distinct black-and-tan coat.",
        "The image is of a large, fluffy, beautiful Leonberger with its paw resting on the grass.",
        " The image of the pet animal Leonberger I found on the internet is a stunning one of an adult Leonberger that is standing outside on a sunny day.",
        "The image is of a large Leonberger dog standing still with its head held high.",
        "The Leonberger is a breed of large working dog that originated in Germany.",
        "Leonbergers have a distinct look, which includes a double coat of long, thick fur that is either flat or slightly wavy.",
        "A Leonberger is a large-boned, muscular working breed of dog with a black mask, feathered coat, and a proud bear-like head.",
        "The Leonberger is a large-sized breed of dog with distinctive black-and-tan markings.",
        "The Leonberger is a large dog breed with a long, thick, double coat that is cream or golden in color."
    ],
    "maine coon": [
        "Maine Coons are among the largest domestic cats.",
        "Maine Coons are a large breed of domestic cats.",
        "The Maine Coon is a medium to large-sized breed of domestic cat, native to North America.",
        "Maine Coons are one of the largest domestic cat breeds, and they have a unique and beautiful look.",
        "The Maine Coon is a large breed of domestic cat, with a distinctive physical appearance and valuable hunting skills.",
        "Maine Coon cats are known for their large, fluffy fur coats and wide, round faces.",
        "The Maine Coon is the largest domesticated breed of cat.",
        "Maine Coons are one of the largest domesticated cats.",
        "The Maine Coon is a large breed of domestic cat with a distinctive physical appearance and valuable hunting skills.",
        "Maine Coons can be identified by their distinctive physical traits, which include a stocky body, long fur, a plumed tail, and tufted ears and toes.",
        "Maine Coons are a large breed of domestic cats.",
        "Maine Coons are one of the largest domestic breeds of cats, with some individuals weighing up to 10 to 15 lbs and standing up to 10 inches tall at the shoulder.",
        "Maine Coons are one of the largest domesticated cat breeds.",
        "Maine Coons are very large cats with long heavily furred tails and tufted ears.",
        "The Maine Coon is the largest domestic breed of cats in the world - it can weigh up to 18 lbs! It has a unique, large, long-haired coat and a large, bushy tail.",
        "The image from the internet of the pet animal Maine Coon is a beautiful gray and white long-haired cat with large tufts of fur around its ears and face.",
        "The image is of a large, striking-looking Maine Coon cat lounging on a white couch.",
        "The image is of a large Maine Coon cat with a long, fluffy coat of gray and white fur.",
        "The image I'm describing is a picture of a Maine Coon cat.",
        "This Maine Coon is a beautiful grey and white cat with a plush coat and a bushy tail.",
        "The Maine Coon is one of the largest domestic cat breeds and can be easily identified by its large size, thick fur, bright eyes, and long \"raccoon-like\" tail.",
        "Maine Coons tend to be easy to identify due to their large size and unique features.",
        "Maine Coons are one of the largest domesticated cat breeds, with males typically weighing up to 18 pounds and females typically weighing up to 15 pounds.",
        "Maine Coons are one of the largest domesticated breeds of cats.",
        "Maine Coons are a large breed of domestic cats, usually with long thick fur that resembles a raccoon."
    ],
    "miniature pinscher": [
        "The miniature pinscher is a toy-sized breed of dog that looks like a slightly-smaller version of a Doberman.",
        "The Miniature Pinscher is a small breed of dog with a square, sturdy build and a high energy level.",
        "The miniature pinscher is a small breed of dog that resembles a smooth-coated Doberman pinscher, but is smaller and has a more regal bearing.",
        "A miniature pinscher is a small, lively breed of dog with a short, smooth coat that comes in a variety of colors, usually black, red, or chocolate.",
        "The miniature pinscher is a small, muscular dog with a sleek and shiny short coat that can come in colors of solid black, reddish rust, chocolate brown, or mixed black-and-rust.",
        "Miniature Pinschers are generally around 12 pounds and have a square build.",
        "Miniature pinschers are a small breed of dog, usually weighing between 8 and 11 pounds.",
        "Miniature Pinschers have a distinct appearance: a small, stocky body with a high-set, docked tail, a fluffed-out ruff of fur around the neck and shoulders, and short, curving legs.",
        "Miniature Pinschers are very distinctive looking dogs with a compact, square body type.",
        "A Miniature Pinscher is an energetic breed of toy dog that looks like a small Doberman Pinscher.",
        "The miniature pinscher is a small, sturdy dog with a compact, square body.",
        "The miniature pinscher is a small, muscular breed of dog that typically stands between 10 and 12 inches tall at the shoulder and weighs 8 -10 pounds.",
        "The Miniature Pinscher is a small and active breed of dog that is sometimes referred to as a \"Min Pin.",
        "The miniature pinscher is a small, active, and determined breed of dog.",
        "The Miniature Pinscher is a small, square-proportioned breed with an alert, energetic disposition.",
        "The image is of a black and brown miniature pinscher, with all four paws in the air and a happy expression on its face.",
        "The image is of a black and rusty brown miniature pinscher with bright, alert eyes and a stocky, muscular build.",
        "The image is of an adorable black and tan miniature pinscher puppy.",
        "The image I'm describing shows a miniature pinscher with a glossy black and rust-colored coat.",
        "The image is of an adorable miniature pinscher.",
        "The Miniature Pinscher is easily recognizable by its distinctive appearance.",
        "Miniature Pinschers have a small, compact body with short, thin legs and a deep chest.",
        "Miniature Pinschers can be identified by their short stature, black mask, long ears that fold forward, black and rust or brown and rust coloring, and distinctive high-stepping gait.",
        "-Miniature Pinschers can be identified by their short and compact build, square heads, and high, energetic demeanors.",
        "Miniature Pinschers are a small breed with a sturdy built."
    ],
    "newfoundland": [
        "The Newfoundland is a large, strong and handsome dog with a black, brown, or white and black coat.",
        "The Newfoundland is a large, powerful working dog with a strong, muscular body, a broad head, and a thick double coat.",
        "The Newfoundland dog is a large, loyal dog breed with a kind, gentle demeanor.",
        "The Newfoundland is a large, strong dog breed that is easily recognized by its black, brown, or white and black coat, large size, and strong otter-like tail.",
        "The Newfoundland is a large, strong dog with a heavy, water-resistant coat.",
        "Newfoundlands can be recognized by their large size and thick double coats.",
        "Newfoundlands are large, distinguished dogs with webbed feet and a thick, water-resistant coat.",
        "The Newfoundland is a large breed of dog with a thick, usually water-resistant coat, featuring webbed feet and a thick \"OTPolitical.",
        "The Newfoundland is a large breed of dog with a thick, weather proof coat.",
        "The Newfoundland is a large breed of working dog that is known for its calm and docile temperament.",
        "The Newfoundland is a large, powerful dog with a heavy, thick coat that varies in color from black, grey, brown and white.",
        "The Newfoundland is a large, strong dog with a thick water repellent coat.",
        "The Newfoundland dog is a large breed of dog native to the island of Newfoundland in Canada.",
        "The Newfoundland is a large and powerful working dog with a solid, muscular build.",
        "The Newfoundland is a giant breed of working dog that originated in Newfoundland off the coast of Canada.",
        "The image is of a large, black and white Newfoundland dog standing in a grassy field.",
        "The image is of a beautiful adult Newfoundland Dog standing in front of a lake with lush trees and mountains in the background.",
        "The image is of a furry, black and white Newfoundland dog, standing in a forest glade.",
        "The image is of a beautiful, large Newfoundland dog, standing in an outdoor field with lush, green grass surrounding it.",
        "The image is of a beautiful adult Newfoundland dog who is standing in a grassy meadow wearing a blue harness and leash.",
        "You can identify a Newfoundland by its large black-furred body, \"webbed\" feet, long and strong neck, and curly tail.",
        "A Newfoundland is a large, giant breed of hairy, black and white or entirely black, working dog.",
        "Newfoundlands are large, strong, and loyal dogs.",
        "The Newfoundland is a large, strong breed of working dog with a thick, water-resistant coat.",
        "Newfoundland is a large breed of domestic dog that was originally bred as a working dog to help with fishing and haul wood."
    ],
    "persian": [
        "Persian cats have a graceful and elegant look.",
        "The Persian cat is a beautiful feline with distinctive features.",
        "Persians are a medium-sized, long haired breed of cat that is known for their luxurious plush fur and big, expressive eyes.",
        "A Persian cat is a long-haired breed of cat that is characterized by its round face and short muzzle.",
        "The Persian is a long-haired, stocky cat breed with a round face and luxurious fur.",
        "A Persian cat is recognizable by its long, thick, luxurious coat, its long muzzle and large eyes, its stocky stature, and its round face.",
        "Persian cats are recognizable by their long, thick coats, round faces, and snub noses.",
        "Persian cats have long, thick coats that are usually lighter on the underside, large, round eyes, a flat nose, and a short, stubby tail.",
        "The Persian is a long-haired breed of domestic cat.",
        "A Persian cat can be recognized by its distinctive long, thick coat, which is usually solid-colored (in a variety of hues) or tabby patterned.",
        "The Persian is a popular breed of domestic cat with a luxurious and beautiful coat.",
        "Persian cats are a long-haired breed of domestic cat characterized by a round face and snub nose.",
        "Persian cats are known for their luxurious full coats and distinctive round faces.",
        "Persian cats are well known for their fluffy long hair, large round eyes, and short noses.",
        "The Persian cat is one of the most popular and recognizable cat breeds.",
        "The image is of a white Persian cat with golden eyes.",
        "This image from the internet shows a beautiful white and grey Persian cat.",
        "The image is of a beautiful, pure white Persian cat.",
        "This image from the internet shows a beautiful white and black Persian cat lounging on a soft pink blanket.",
        "The image from the internet of the pet animal Persian is a very fluffy, long-haired white cat with big, expressive light-colored eyes.",
        "To identify a Persian pet, look for a long-haired cat with a thick, glossy coat, bright eyes, and a round face with a flat nose and ears that are set wide apart.",
        "Persian cats have a distinct coat of fur that is generally long and thick.",
        "You can identify a Persian pet animal by its distinctive long, thick fur coat which can come in many colours.",
        "The Persian is a long-haired, stocky breed of cat with a distinctive short snout and flattened face.",
        "You can identify a Persian pet animal by its long, luxurious fur, broad head, wide snout, round face with short nose, long, thick tail, and round eyes."
    ],
    "pomeranian": [
        "Pomeranians are small, fluffy dogs with a thick double coat.",
        "Pomeranians are a small breed of dogs that typically weigh between 3-7 pounds.",
        "Pomeranians are a small breed of dogs, usually weighing no more than 7 pounds (3.",
        "Pomeranians are a type of Spitz dog that are small and fox-like in appearance.",
        "Pomeranians are considered a toy breed because of their small stature.",
        "A Pomeranian can be recognized by its small size (typically between 3 and 7 pounds), colorful coat of thick fur, triangular ears that stand erect, and round, black eyes.",
        "Pomeranians are small, fluffy dogs that have a dense double-coat of fur.",
        "A Pomeranian is a small, fluffy breed of dog that usually has a double coat consisting of a thick undercoat and a longer topcoat.",
        "Pomeranians are small, fluffy, playful dogs with a thick double coat.",
        "Pomeranians are small, fluffy dogs with fox-like faces.",
        "Pomeranians are small, fox-like dogs with thick double coats.",
        "Pomeranians are small, compact dogs with lush coats and fluffy, fox-like faces.",
        "Pomeranians are small, furry dogs that usually weigh between 3 and 7 pounds.",
        "Pomeranians are a small breed of dog that look like tiny, compact teddy bears.",
        "Pomeranians are small-sized dogs that have fluffy, double coats.",
        "The image is a close-up shot of an adorable white Pomeranian pup.",
        "The image is of a white, fluffy Pomeranian dog that is standing on the grass and facing towards the camera.",
        "This image from the internet shows a white Pomeranian dog.",
        "This image of a pomeranian is of a white and brown pup with a bright and cheerful face.",
        "The image is of an adorable white-furred pomeranian pup.",
        "Pomeranians are small, fluffy, foxlike dogs with a dense, double coat.",
        "Pomeranians can be identified by their diminutive size, fox-like facial features, and thick, characteristic coat.",
        "Pomeranians are small, double-coated dogs with a soft, fluffy inner coat and a long, straight outer coat.",
        "Pomeranians are small, fluffy, and have a thick, double coat.",
        "Pomeranians are small, fluffy dogs that are usually white or light-colored."
    ],
    "pug": [
        "Pugs are a small, stocky breed of dog with a short muzzle and wrinkly, short-haired coat.",
        "Pugs are adorable little dogs with short, muscular legs and a compact frame.",
        "Pugs are on the smaller side of the dog breed spectrum and are usually around 10-12 inches tall.",
        "Pugs are small, stout-bodied dogs with a wrinkled face, a short muzzle and curled tail.",
        "Pugs are small, sturdily built dogs with a short muzzle, deep chest, and well-muscled hindquarters.",
        "Pugs are small, sturdy, and stocky dogs with a wrinkled face, a short, blunt muzzle, and tightly curled tail.",
        "The pug is a breed of dog with a distinctive wrinkled face and a short, muzzled snout.",
        "Pugs are a breed of dog that are easily recognized by their large, round eyes, smooshed-in faces, and short, smooth coats.",
        "A pug can be recognized by its short muzzle with a wrinkled face, rounded ears, large, dark eyes, and a curled tail.",
        "A Pug is typically recognizable by its curly tail, wrinkled face, and short, stout legs.",
        "Pugs are a small breed of dog with a wide chest, wrinkly face, and cute, curly tail.",
        "Pugs are small, stocky dogs with short, muscled legs, broad chests, and short muzzles.",
        "Pugs are small, compact dogs with a wrinkled short-muzzled face, and a soft, glossy coat.",
        "Pugs are small, stocky dogs with a charming, wrinkled face and a curly or twisted tail.",
        "Pugs are short little dogs with round heads, short snouts, and wrinkly faces with big, adorable eyes.",
        "This image is of a black-colored pug wearing a pink polka-dotted bandana.",
        "The image of the pet animal pug that I found on the internet is a picture of a cute, white pug pup with a black mask on its face.",
        "The image from the internet of a pug is of a small, black and tan colored dog with a round face and big, soulful, dark eyes.",
        "This image from the internet of a pug is a close-up shot of a white male pug in the center of the frame.",
        "The image I found is of a small black and brown pug, with beady eyes and an alert expression.",
        "Pugs are small, sturdy dogs, usually with wrinkled faces, short muzzles and curled tails.",
        "A pug is a small dog with a flat face, a wrinkled forehead, a short and curly tail, and short legs.",
        "The pug is a small dog breed with a distinctive wrinkly, short-muzzled face and a curly tail.",
        "A pug is a small to medium-sized breed of dog with a distinctive wrinkly, short-muzzled face and curled tail.",
        "Pugs have a distinctive, wrinkly face, a short muzzle, and a medium-sized, compact body."
    ],
    "ragdoll": [
        "The Ragdoll is a beautiful, large, and semi-long-haired breed of cat.",
        "The Ragdoll is a large, semi-long haired cat with a soft, plush coat.",
        "The Ragdoll cat is an affectionate and gentle breed.",
        "The Ragdoll is a large, long-haired, and low maintenance breed of cat with an easy-going personality.",
        "The Ragdoll is a large to medium sized breed of semi-longhaired cats with pointed markings.",
        "The Ragdoll is a large, semi-long haired cat breed with a rounded head, wide-set blue eyes, long and plumed tail, and a soft and silky coat.",
        "The Ragdoll is a large, gentle, and affectionate indoor cat.",
        "Ragdoll cats can be recognized by their unique body type, which includes thick, plush fur, large patches of white fur, and bright blue eyes.",
        "Ragdoll cats are known for their beautiful, pointed coats in colors such as seal, chocolate, blue, and lilac.",
        "Ragdolls are a large, long-haired breed of cat with silky fur, blue eyes, and white mittens on their paws.",
        "The Ragdoll is most recognized for its blue eyes and pointed coloring, although it can be found in various different colors and patterns.",
        "The Ragdoll is a large, lightly built cat with a blue-eyed, pointed color coat.",
        "The Ragdoll is a medium to large-sized, long-haired cat breed.",
        "The Ragdoll is a large, relaxed, and laid-back domestic cat.",
        "The Ragdoll is a breed of domestic cat.",
        "The image is of a beautiful silver and blue Ragdoll cat.",
        "The image shows a beautiful, fluffy white and blue Ragdoll cat.",
        "The image is of a white and grey Ragdoll cat with medium length fur.",
        "An image of a pet animal ragdoll from the internet shows a medium-sized feline with a white coat and light gray stripes on its head, back, and tail.",
        "The image is of a beautiful Ragdoll cat.",
        "The Ragdoll is a medium sized cat, with a short face, and a medium to long body.",
        "The Ragdoll breed of cat can be easily identified by its size, color and marking.",
        "The Ragdoll is a medium to large-sized cat with a laidback, friendly temperament.",
        "The Ragdoll breed is easily identifiable by its large eyes, soft fur, and relaxed personality.",
        "A Ragdoll is a breed of cat with a distinctively large size, docile and outgoing personality, and a distinct colour-pointed coat."
    ],
    "russian blue": [
        "The Russian Blue is a breed of domestic cat distinguished by its blue-gray coat and emerald-green eyes.",
        "The Russian Blue is a beautiful, medium-sized breed of cat.",
        "Russian Blues are recognizable by their semi-longhaired silver-blue coat and bright green eyes.",
        "The Russian Blue is a medium-sized, short-haired, blue-gray cat.",
        "The Russian Blue is a sleek and elegant breed of cat with a double-layer coat of soft fur.",
        "Russian Blue cats are often recognized by their gray-blue fur, emerald or bright green eyes, and broad, triangular head shape.",
        "Russian Blue cats are typically medium-to-large in size and have a double coat of dense, short fur.",
        "Russian Blues are a distinctive breed of cat characterized by a medium-sized, short-haired, blue coat and bright green eyes.",
        "Russian Blue cats are usually greyish-blue in color with silvery-green eyes, a distinctively soft and plush coat, a powerful and muscular physique, and a short wedge-shaped head.",
        "Russian Blue cats are usually fairly easy to recognize.",
        "Russian Blues are a popular breed of cat with a beautiful blue-gray coat, bright emerald eyes, and a lithe body.",
        "Russian Blues are medium-sized cats with a graceful, foreign look.",
        "The Russian Blue has a lean, finely boned body and short legs.",
        "The Russian Blue is a medium-sized cat with a long, silvery-blue double-layered coat.",
        "The Russian Blue is a beautiful, elegant breed with a striking, shimmering bluish-gray coat.",
        "This image from the internet shows a Russian Blue cat happily perched atop a carved stone wall.",
        "The Russian Blue is a beautiful, medium-sized cat with a blue-gray coat and bright, emerald green eyes.",
        "This image depicts an magnificent Russian Blue cat.",
        "The image from the internet of the pet animal Russian Blue is of a beautiful, grayish-blue short-haired cat with a mesmerizing gaze.",
        "This image of a Russian Blue pet animal is a beautiful grey colored cat with mesmerizing blue eyes.",
        "The Russian Blue is a recognizable breed due to its unique, soft silver-blue coat and bright green eyes.",
        "Russian Blue cats are known for their striking silver-blue fur and bright green eyes, as well as their body shape, which is slim and muscular with tapering legs.",
        "Russian blues can usually be identified by their unmistakable slate gray fur and bright green eyes.",
        "Russian blue cats are known for their bright blue-gray fur, which is considered to be one of the most distinctive features of this breed.",
        "The Russian Blue is a breed of domestic cat that is distinguished by its bright blue fur."
    ],
    "saint bernard": [
        "The Saint Bernard is a large breed dog that is known for its gentle and affectionate nature.",
        "The Saint Bernard is a large, powerful breed of dog that is also known for its gentle nature.",
        "The Saint Bernard is a large, powerful breed of dog, known for being very friendly and loyal.",
        "Saint Bernards are large, powerful, and handsome dogs with long, strong necks and large heads.",
        "Saint Bernards are a large breed of dog that were originally bred for the purpose of helping travelers in the dangerous passes of the Swiss Alps.",
        "A Saint Bernard can be easily recognized by its distinctive long furry coat and short legs.",
        "A Saint Bernard can be recognized by its large size, short, thick coat, and distinctive droopy facial features.",
        "Saint Bernards are a large breed of dog that sport a thick, long coat and a large head with hazel eyes.",
        "Saint Bernards are large, working dogs that are easily recognized by their long, thick coats; which range in color from tan and gray to black and white.",
        "Saint Bernards can be recognized by their large size, typically ranging from 24 to 30 inches tall at the shoulder, and very thick fur, which can be brown, tan, white, or some combination of those colors.",
        "Saint Bernards are large dogs that typically weigh between 120 to 140 pounds and stand at 25-27 inches tall.",
        "The Saint Bernard is a large and strong breed of dog, with an average height of around 28–30 inches (71–76 cm) at the withers and weight of 140–180 pounds (63–82 kg).",
        "The Saint Bernard is a large, powerfully built dog that stands 25 to 30 inches tall and can weigh anywhere from 120 to 180 pounds.",
        "Saint Bernards are large, shaggy dogs with a loud bark and a gentle disposition.",
        "The Saint Bernard is a large, muscular, and loving breed of dog that was originally bred by European monks to help rescue people in the snowy Swiss Alps.",
        "This image from the internet of a Saint Bernard pet animal depicts a large, lovable, and friendly dog.",
        "This image of a Saint Bernard shows an imposing, intimidating dog with a powerful brindle coat and impressive set of muscles.",
        "The image is of an adult Saint Bernard sitting on a grassy area in sunlight.",
        "The image from the internet of a pet animal Saint Bernard is a picture of an adult Saint Bernard that appears very friendly, with its tongue sticking out and its tail wagging.",
        "The image shows a large, white and tan colored Saint Bernard dog.",
        "Saint Bernards are easily recognizable due to their large size.",
        "Saint Bernards are identifiable by their large, strong bodies, their long, fuzzy coats and their big, droopy ears.",
        "A Saint Bernard can typically be identified by its large size, long feathery coat, and black and white coloration.",
        "To identify a Saint Bernard, look for a large dog with a broad head, long, drooping ears and thick fur.",
        "Saint Bernards are very large and recognizable with their distinctive black and white or red and white coats, long furry tails, and droopy ears."
    ],
    "samoyed": [
        "The Samoyed is a beautiful and graceful Arctic breed with a thick, white, double-layered coat.",
        "The Samoyed is a medium-sized dog breed known for its thick white double coat.",
        "Samoyeds are fluffy white dogs with a thick double coat of fur.",
        "Samoyeds are a medium-sized breed of dog that have a very strong and fluffy white coat.",
        "The Samoyed is a medium-sized dog with a thick, all-white coat and a typical \"smiling\" face.",
        "A Samoyed is a medium-sized white dog with a thick, fluffy coat and a strong, wedge-shaped head.",
        "Samoyeds are recognizable for their thick, white, curly coats and fluffy tails.",
        "A Samoyed can be recognized by its thick, white coat of fur, long muzzle, and curled tail.",
        "A Samoyed is a white, fluffy dog that looks like a teddy bear.",
        "A Samoyed can be recognized by its thick white or cream coat, gentle eyes, and \"smiling\" face.",
        "Samoyeds are fluffy and white dogs of the spitz family.",
        "The Samoyed is a large breed of dog with a double-layer white or cream-colored coat.",
        "The Samoyed is an instantly recognizable dog breed with a thick white coat and a smiling face.",
        "The Samoyed is a large, fluffy, white-coated dog with a thick, white undercoat.",
        "The Samoyed is a medium-sized dog with a beautiful white, fluffy coat.",
        "This image from the internet of a Samoyed pet animal is a beautiful sight to behold! The fluffy white fur stands out against the bright blue background, while its small, brown eyes appear to be gleaming with life.",
        "The image on the internet of the pet animal Samoyed is a picture of a beautiful white dog with a lush, fluffy coat of fur.",
        "The internet image of the pet animal Samoyed is of a fluffy white dog with black eyes.",
        " The image is of a white, furry Samoyed dog.",
        "The image I have chosen is of a beautiful, fluffy white Samoyed pup with melt-in-your-mouth brown eyes.",
        "Samoyeds are large, fluffy white dogs with distinct facial features, including small eyes, black lips, and a black nose.",
        "The Samoyed is a medium-sized, fluffy and cuddly dog with a white, cream, or biscuit-colored coat.",
        "The Samoyed is a medium-sized, white-coated, sled dog with a fluffy tail and face that resembles a teddy bear.",
        "The Samoyed is a large, fluffy white dog with a thick, double-layered coat that comes in shades of white, cream, biscuit, or pale yellow.",
        "Samoyed is a white, fluffy breed of dog originating in Siberia."
    ],
    "scottish terrier": [
        "The Scottish Terrier is a small, sturdy breed of dog with a distinctive beard and eyebrows.",
        "The Scottish Terrier is a small, robust, short-legged breed of terrier that originated in Scotland.",
        "Scottish Terriers are small, sturdy terriers with a short, double coat of thick, wiry hair.",
        "The Scottish Terrier is a small, thick-set breed with a distinctive shape and coat.",
        "The Scottish terrier, also known as the Aberdeen terrier, is a small breed of canine known for its distinctive bristly coat and long head with a beard.",
        "Scottish terriers have a very distinctive appearance - a long head and small ears, a double coat of fur that is brindle, black, wheaten or grizzle in color, a beard, bushy eyebrows, and a straight tail.",
        "Scottish terriers are easily recognizable due to their distinctive look.",
        "The Scottish Terrier is a compact, short-legged, sturdily-built dog of good bone and substance.",
        "The Scottish Terrier is a small, compact, short-legged, sturdily-built dog of good bone and substance.",
        "Scottish Terriers, or \"Scotties,\" are small, compact dogs with wiry coats and distinctive beards.",
        "The Scottish Terrier is a small, compact, short-legged, sturdy dog.",
        "The Scottish Terrier is a small dog breed known for its distinctive shaggy appearance.",
        "The Scottish Terrier is a small, compact breed featuring a broad head, a wiry coat, and a thick, sturdy body.",
        "Scottish Terriers are small, long-haired dog breeds with a distinctive shaggy look.",
        "The Scottish Terrier is a small, compact, short-legged breed of dog.",
        "The image of a scottish terrier is of a small-sized, lively, black-coated terrier.",
        "The image displays a small black and white Scottish Terrier with stubby legs and a bushy tail.",
        "The image shows a scottish terrier with a mostly black coat and white accents on its fur.",
        "The image features a small, black, and white, fluffy Scottish Terrier.",
        "The image shows a cute and fluffy Scottish Terrier pup.",
        "A Scottish terrier is a small, squarely proportioned, short-legged, strong-bodied breed of dog.",
        "The Scottish terrier is a small, sturdy dog with a distinctive short-legged body shape, a distinctive silhouette, an elongated top head, and a dense coat of typically medium-length wiry fur.",
        "The Scottish Terrier, or Scottie, is a small, sturdy breed of dog with a distinctive double coat of wiry fur.",
        "The Scottish Terrier is a small, compact, short-legged dog with a wiry, weather-resistant coat.",
        "The Scottish Terrier is an instantly recognizable breed of small terrier and is easily identifiable due to its distinctive short legs, long body and wiry coat."
    ],
    "shiba inu": [
        "A Shiba Inu is a small, compact, athletic dog that belongs to the spitz family of Japanese canine breeds.",
        "The Shiba Inu is a small, compact, and agile Japanese dog breed.",
        "The Shiba Inu is a small, muscular dog originating from Japan.",
        "Shiba Inu are a Japanese breed of dogs renowned for their fox-like features.",
        " The Shiba Inu is a small, compact dog with a strong, muscular body and a fluffy, double-coat.",
        "Shiba Inu are a small, multi-colored dog breed with a sleek, bright red coat and a broad, round face.",
        "Shiba Inu are a small Japanese breed of dog.",
        "Shiba Inus are easily recognizable by their small size, fox-like face, and distinctive red fur.",
        "Shiba Inu can be identified by their fox-like face, small and thick fur, and distinctive coloring of a red, black, and tan or cream.",
        "Shiba Inus are a small, spitz-type breed of dog with a fox-like face and a furry, double-layered coat.",
        "Shiba Inus are a small to medium breed of Japanese dogs that are part of the Spitz family.",
        "The Shiba Inu is a small, compact and rugged Japanese dog breed.",
        "Shiba Inus are a small, Japanese dog breed with a plush, double-coat that is similar in appearance to a fox.",
        "Shiba Inus are a small breed of dogs native to Japan.",
        "Shiba Inus are a Japanese breed of dog that look like a small fox.",
        "The image is a beautiful tan and white Shiba Inu.",
        "The image is of a small, tan-colored shiba inu standing in the middle of a field looking towards the sky.",
        "The image shows a medium sized Shiba Inu standing indoors in a bright, clean and spacious room.",
        "The image I chose is of an adorable white shiba inu resting its head against a cream-colored pillow.",
        "The image is of a light brown, tan Shiba Inu with almond-shaped eyes and an alert expression.",
        "The Shiba Inu is a small, agile Japanese breed with a fox-like face and a thick, double-coat that is often gray, black and tan.",
        "Shiba Inu is a breed of small-sized dogs that originated in Japan.",
        "Shiba Inu is a breed of small Japanese dog with a thick, short-haired double coat that is usually gray with tan or black markings.",
        "A Shiba Inu is a small Japanese breed of dog with a distinct fox-like appearance.",
        "Shiba Inu dogs are short-haired, medium-sized dogs with a fox-like face."
    ],
    "siamese": [
        "Siamese cats are typically medium-sized cats with a slender, graceful build.",
        "Siamese cats are medium-sized cats with long slender frames and a regal look.",
        "Siamese cats are a slender, elegant breed of felines.",
        "The Siamese cat is one of the most distinctive and beloved breeds of cat.",
        "Siamese cats have a very distinctive physical appearance.",
        "Siamese cats are usually easily recognizable due to their distinctive physical characteristics, including their blue eyes, creamy coats, and long, slim bodies.",
        "The Siamese is a medium-sized, short-haired cat with a distinct pointed face and blue almond-shaped eyes.",
        "Siamese cats are typically very vocal and outgoing cats.",
        "Siamese cats are easily recognizable due to their striking fur coloration and patterns.",
        "Siamese cats are easily recognizable for their unique coats and point coloration, meaning their paws, ears, and tails are darker than the rest of their body.",
        "The Siamese is a medium-sized, short-haired cat with a slim body and sharp blue eyes.",
        "Siamese cats are one of the most recognizable breeds of cats and are well-known for their distinct markings.",
        "Siamese cats are known for having distinctively slender bodies and coats that range from light cream to a deep chocolate color.",
        "The Siamese is a medium- to long-haired cat with a slender, muscular body and a rectangular muzzle.",
        "The Siamese is a medium-sized, slender-bodied cat with an elegant, mainly-white body and distinctively coloured point markings on body parts such as the ears, face, feet, and tail.",
        "This image depicts a beautiful white Siamese cat with emerald eyes.",
        "The image is of a Siamese cat perched atop a wooden bench in front of a window.",
        "In the image, a beautiful Siamese kitten is posing on a white tiled floor with intense blue eyes staring at the viewer.",
        "The image I am describing is of a Siamese cat.",
        "The image is a close-up of a Siamese cat.",
        "Siamese cats are easily identifiable by their pointed features, playful yet vocal personalities, and elegant, long coats, often with a distinct \"M\" mark on their forehead.",
        "Siamese cats are usually easily identified by their distinctive pointed markings and blue eyes.",
        "Siamese cats are typically known for their distinctive appearance.",
        "If you are looking to identify a pet Siamese cat, you should look for a slender, muscular build; blue or hazel almond-shaped eyes; pointed ears; a long, slim face and muzzle; and short, fine-.",
        "Siamese cats are typically light-colored with distinct markings in dark brown, seal brown, or black around its eyes, ears, tail, and paws."
    ],
    "sphynx": [
        "The Sphynx is a breed of cat known for its unique, nearly hairless physical appearance.",
        "The Sphynx is a hairless cat, and it looks like a mix between a skinnier, hairless version of a normal cat and a monkey.",
        "The Sphynx is a hairless breed of cat that comes in a variety of colors and patterns.",
        "The Sphynx is a breed of cat known for its lack of fur.",
        "The Sphynx is a medium-sized hairless breed of cat with large ears, a wrinkled face, and a strong muscular body.",
        "The Sphynx is a medium-sized cat with a unique appearance that stands out in a crowd.",
        "The Sphynx is a breed of hairless cat recognizable by its large ears, wide-set eyes, and wrinkled skin.",
        "The Sphynx is a breed of cat known for its distinct lack of fur.",
        "The Sphynx is easily recognizable by its hairless, wrinkled skin.",
        "The Sphynx cat is distinctively recognizable by its prominent skin wrinkles, large ears, and hairless body.",
        "The Sphynx is a breed of domestic cat known for its lack of a coat.",
        "The Sphynx is an almost entirely hairless cat breed with a unique look.",
        "The Sphynx is a bald cat that looks like it has been plucked — they have completely hairless bodies.",
        "The Sphynx is a hairless cat breed that is known for its wrinkled skin and huge outgoing personality.",
        "The Sphynx is a breed of cat known for their distinctive hairless bodies and trusting personalities.",
        " The image of the pet animal Sphynx is of a curious, furless cat with large, owl-like eyes and a wrinkled face.",
        "The image shows a pale-colored Sphynx cat.",
        "This image from the internet of a pet sphynx cat shows a beautiful yet peculiar-looking animal.",
        "This image from the internet shows an adorable Sphynx cat, perched on top of a desk.",
        "The image is of a small grey and white sphynx cat perched atop a white pillow, its eyes peering out inquisitively.",
        "A Sphynx is a breed of felines that are completely hairless.",
        "The Sphynx is a breed of hairless cat with distinct physical features.",
        "The sphynx is a hairless cat with distinctive wrinkled skin, large pointed ears, and a triangular shaped face.",
        "The Sphynx is a rare, hairless breed of cat.",
        "The Sphynx is a bald, large-eared, short-haired breed of cat that is easily identifiable due to its hairless appearance."
    ],
    "staffordshire bull terrier": [
        "The Staffordshire Bull Terrier is a medium-sized, stocky breed.",
        "The Staffordshire Bull Terrier is a medium-sized, stocky, and very muscular dog.",
        "The Staffordshire Bull Terrier is a medium-sized breed of dog that is known for its strength and loyalty.",
        "The Staffordshire Bull Terrier is a medium-sized, short-coated breed of dog.",
        "The Staffordshire Bull Terrier is a short, stocky breed of dog with a distinctive broad head and strong jaw.",
        "Staffordshire Bull Terriers are a medium-sized, short-haired breed with a muscular body, strong legs, and a large, strong-looking head.",
        "Staffordshire Bull Terriers are a medium-sized, short-coated breed of dog.",
        "Staffordshire Bull Terriers are easily recognized due to their distinctive stocky build, muscular appearance, and short coat.",
        "Staffordshire Bull Terriers are stocky and muscular dogs, with a short and smooth coat that can be any color variation of brindle, red, fawn, white, black or blue.",
        "The Staffordshire Bull Terrier is a short-legged, stocky and muscular breed of dog.",
        "The Staffordshire Bull Terrier has a strong and muscular build with a broad chest and powerful legs.",
        "The Staffordshire Bull Terrier is a medium-sized, short-coated breed of dog.",
        "The Staffordshire Bull Terrier is a medium-sized, muscular dog that has a short coat that comes in a variety of colors including: brindle, black, red, blue, fawn, and white.",
        "The Staffordshire Bull Terrier is a medium-sized, stocky, and very muscular dog.",
        "Staffordshire bull terriers are medium-sized dogs with a strong, muscular build and a short, smooth coat.",
        "The image is of a large, black and white Staffordshire Bull Terrier.",
        "This image is of a Staffordshire Bull Terrier, a muscular and stocky breed of dog with a short, smooth coat of black and white.",
        "The image from the internet of the Staffordshire Bull Terrier is of a medium-sized, stocky dog with a smooth, short, glossy coat.",
        "This image shows a Staffordshire Bull Terrier with a brindle-colored coat.",
        "This image shows an energetic and playful brown and white Staffordshire Bull Terrier with a white muzzle and chest.",
        "A Staffordshire Bull Terrier is a medium-sized, stocky terrier.",
        "The Staffordshire Bull Terrier is a medium-sized, short-coated breed of dog.",
        "The Staffordshire Bull Terrier is a medium-sized breed of short-haired dog.",
        "The Staffordshire Bull Terrier has a short, low-set body, a broad chest, and a steady gait.",
        "The Staffordshire Bull Terrier can be identified by its strong, muscular build and medium-sized, compact frame."
    ],
    "wheaten terrier": [
        "The Wheaten Terrier is a medium-sized dog with a muscular build and a thick, curly wheaten-colored coat.",
        " The Wheaten Terrier is a medium-sized, sturdy and spirited breed.",
        "The Wheaten Terrier is a medium-sized terrier breed with a distinctively soft, silky wheaten (ash-blonde to reddish) coat color.",
        "Wheaten Terriers have soft, silky coats in shades of wheat, red, or white.",
        "A Wheaten Terrier is a medium-sized dog breed with a distinctive wheat-colored coat.",
        "The Wheaten Terrier is a medium-sized dog with a soft, silky, wheat-colored coat.",
        "Wheaten Terriers are characterized by their soft, silky, wheat-colored coat and bright, intelligent eyes.",
        "Wheaten terriers are usually a soft, wheaten-colored coat, often with lighter or darker markings and are fluffy around the ears, head and tail.",
        "Wheaten terriers are recognizable for their soft, silky coats that can range from a warm honey shade to a soft, wheaten-colored cream.",
        "The Wheaten Terrier is a medium-sized dog with a soft, silky coat of red, wheaten, or white fur.",
        "The Wheaten Terrier is a medium sized, slightly rectangular breed of terrier with a soft, silky single-layer coat.",
        "Wheaten terriers are medium-sized dogs with a rectangular, sturdy body.",
        "The Wheaten Terrier is sometimes referred to as the \"Soft-Coated Wheaten Terrier,\" and is a medium-sized dog with a shaggy coat that comes in wheaten (dull-yellowish), reddish.",
        "Wheaten terriers are medium-sized dogs with a square-shaped build and a somewhat rectangular-looking head.",
        "Wheaten terriers are medium-sized dogs with a wheat-colored coat.",
        "The image is of a Wheaten Terrier with its trademark soft, silky, reddish-brown coat and bright, dark eyes staring straight out of the picture.",
        "The image is of a wheaten terrier with grayish-brown fur and white markings, sitting on its haunches and looking up at the camera.",
        "The internet image of the pet animal wheaten terrier is of a soft-coated, medium-sized dog with long, soft, lustrous, golden-red fur.",
        "This image of a wheaten terrier is a golden-brown pup with a long body and soft, wavy fur.",
        "The image from the internet of a wheaten terrier is a beautiful photo of a fluffy, tan-colored dog with bright, deep brown eyes and alert ears.",
        "Wheaten terriers are medium-sized dogs with a distinctive wheat-colored coat.",
        "Wheaten terriers are small to medium sized dogs with a soft, silky, wheat-colored coat.",
        "Wheaten terriers can be identified by their distinctive wheat-colored coat, which is usually soft and shaggy.",
        "Wheaten terriers can be identified by their soft, often wavy coats that range in color from cream to wheat.",
        "Wheaten terriers have a unique wheaten-colored coat with a wavy or curly texture, dark brown eyes, and a short muzzle."
    ],
    "yorkshire terrier": [
        "The Yorkshire Terrier is a small breed of dog known for its long, silky, tan and blue coat.",
        "Yorkshire Terriers have a glossy, long-haired coat that is usually steel-blue and tan in color.",
        "The Yorkshire Terrier is a small breed of dog with a long, silky coat.",
        "A Yorkshire Terrier is a small, toy-sized breed of dog with a long, silky coat of steel blue and tan.",
        "The Yorkshire Terrier is a small toy breed of dog known for its long, silky, blue-and-tan coat.",
        "Yorkshire terriers are small dogs with long and silky coats that are usually tan and blue.",
        "Yorkshire Terriers have a distinctive look, with a small but muscular build, long straight coat, and a silky topknot over their eyes.",
        "Yorkshire Terriers are small, compact dogs with a long, silky coat and distinctive mouse-like face.",
        "Yorkshire terriers are small dogs with long, silky coats that are typically black and tan in color.",
        "Yorkshire Terriers are small dogs with short legs.",
        "Yorkshire terriers are a small, long-haired breed of dog.",
        "Yorkshire terriers are small, spirited, and brave dogs.",
        "Yorkshire Terriers have a long, silky coat that comes in colors of steel blue and tan.",
        "Yorkshire terriers are small, toy-sized dogs with silky, long coats that come in a variety of colors, including black and tan or blue and tan.",
        "Yorkshire Terriers are small but feisty dogs with a long, straight silky coat.",
        "The image is of a small Yorkshire Terrier pup with a white fur coat.",
        "The image I chose is of a white and brown Yorkshire Terrier with black eyes and a black nose.",
        "This is a beautiful photo of a Yorkshire Terrier.",
        "The image of the Yorkshire Terrier on the internet is of a small, adorable dog with its long fur in shades of tan and steel blue.",
        "The image I'm describing is of a Yorkshire Terrier atop a couch with its ears perked and its eyes wide open, ready to explore its surrounding environment.",
        "Yorkshire terriers, or \"Yorkies,\" are small and playful but tend to be high-energy dogs.",
        "Yorkshire terriers are small dogs that have a long, silky coat that is generally steel blue or tan in color with distinctive tan markings.",
        "Yorkshire terriers are small, longhaired dogs that generally have a tan and blue or steel blue coat.",
        "A Yorkshire Terrier is a small, toy-sized breed of dog with a long, silky, glossy coat that is usually parted on the back and hangs no lower than the shoulders.",
        "Yorkshire terriers have a small stature, long silky coat, and black and tan markings."
    ]
}