{
    "Apply_Eye_Makeup": [
        "an Apply Eye Makeup look can vary depending on the look the user is trying to achieve.",
        "An apply eye makeup look can be created in a variety of ways, depending on the desired effect and desired look.",
        "Applying eye makeup typically starts with priming the eyelids.",
        "Apply Eye Makeup typically involves the following steps: 1.",
        "An applied eye makeup look can vary, depending on the individual's taste and style.",
        "1.",
        "1.",
        "1.",
        "1.",
        "1.",
        "An Apply Eye Makeup look can vary based on individual preferences, but generally involves the same basic steps.",
        "Apply Eye Makeup can look like a series of steps and techniques to enhance the look of your eyes.",
        "An Apply Eye Makeup look can vary depending on the person and what kind of look they are going for.",
        "An Apply Eye Makeup look depends on individual choice.",
        "An Apply Eye Makeup look usually consists of a good eyeshadow primer applied all over the eyelids, with eyeshadow in coordinating colors applied on top.",
        "The image is of a woman applying eye makeup.",
        "This image from the internet is of a woman applying eye makeup.",
        "The image is of a female model with all of her makeup done except for her eyes.",
        "This image from the internet is of a woman applying eye makeup.",
        "This image is of a woman wearing chic, smoky eye makeup.",
        "\"Turn heads with this stunning eye look!\".",
        "\"A bold look for a bold night!\".",
        "\"Eyes on the prize! Adding the perfect finishing touches to my eye makeup look with creamy and shimmery eyeshadows.",
        "\"I'm ready for my close-up!\".",
        "\"Create a beautiful look with bold eyeshadow and luminous eyeliner!\"."
    ],
    "Apply_Lipstick": [
        "An apply lipstick typically resembles a pencil in shape and appearance, though the product itself is more cream-like in consistency.",
        "An apply lipstick is a cosmetic product that comes in a tube typically made of plastic or metal with a cap.",
        "An Apply Lipstick looks like a small tube with a twist-off cap and a pointed tip.",
        "Apply lipstick can come in a range of shapes, sizes, and textures.",
        "An apply lipstick typically comes in a cylindrical or oval shape with a smooth, soft texture that can be applied directly from the bullet shape.",
        "You can identify an apply lipstick by looking at the size, shape, color, and texture.",
        "You can identify an Apply Lipstick by its shape.",
        "1.",
        "Apply lipstick by using a lip brush.",
        "AnApply Lipstick can be identified by its slim, cylindrical shape and its pointed tip.",
        "An apply lipstick typically looks like a tube of lip color, often in the shape of a bullet.",
        "An Apply Lipstick typically has a cylindrical shape, a pointed tip, and a twist-off cap.",
        "An apply lipstick typically consists of a stick containing pigmented waxes and oils that is applied directly to the lips.",
        "An applied lipstick typically looks like a layer of colour that has been evenly spread across the lips.",
        "An apply lipstick typically consists of a tube or compact containing wax, oil, pigments, and emollients that allows the user to apply a thin, color-rich layer to the lips.",
        "The image is of a woman holding up a clear tube of lipstick with pink cosmetics.",
        "This image of a woman applying a lipstick is bright and vibrant.",
        "This internet image is of a young woman wearing a bright pink lipstick.",
        "The image is of a woman wearing a navy blue dress with a bright pink lipstick on her lips.",
        "This is an image of a woman wearing a bright pink lipstick.",
        "\"Glam up your pout with a swipe of red lipstick!\".",
        "\"Pucker up and show off those pouty lips!\".",
        "\"Enhance your beauty with a bold statement color!\".",
        "\"My go-to shade to make any outfit pop!\".",
        "\"Enhance your beauty with a pop of color!\"."
    ],
    "Archery": [
        "An Archery is a range where people practice and compete in the sport of archery.",
        "An Archery is a sport that involves shooting arrows from a bow towards a stationary target or groups of targets.",
        "An Archery typically has a range of targets usually set at varying distances from the shooting line.",
        "An archery usually consists of a target with a field of colorful concentric circles, some with numerical values.",
        "An archery consists of a target placed on a wall, surrounded by a backstop, to protect spectators and those shooting from stray arrows.",
        "An archery can be identified by the distinct shape of its bow and arrows.",
        "Archery is a sport in which the goal is to shoot a bow and arrow at a target.",
        "An archery is usually identified by the bow and arrow equipment used in the sport.",
        "To identify an archery, you could look for the traditional equipment, such as bows and arrows, and other pieces of archery equipment, such as targets, arm guards, nocks, fletching, and bowstrings.",
        "Archery is typically identified as an activity of shooting arrows with a bow.",
        "An archery setup typically consists of a target with concentric rings to indicate points, a bow, and arrows.",
        "The equipment used in archery typically includes a bow of varying types, such as a longbow, recurve bow, or compound bow, as well as arrows, a stabilizer, a sight, a quiver, and a finger.",
        "Archery generally consists of a bow, arrow and target.",
        "An archery usually features targets with specific sizes and distances for shooting.",
        "Archery generally involves shooting arrows with a bow at a target.",
        " ChampionThis image is of a female archery champion.",
        " gameThe image shows an archery game in progress, with two players, each holding a bow and arrow.",
        " competitionThis image is from a competition in archery.",
        " RangeThis image from an archery range is of a person in a shooter stance in a sandy archery range.",
        " ContestThis image depicts an exciting archery contest.",
        "\"A perfect aim - the strength and accuracy of archery on full display!\".",
        "\"Practice makes perfect - honing archery skills one arrow at a time.",
        "\"Feeling the focus and adrenaline as I prepare to release my arrow!\".",
        "\"Practicing perseverance and sharpening her focus, she takes aim at the target.",
        "\"Aiming for perfection-- one arrow at a time."
    ],
    "Baby_Crawling": [
        "A baby crawling typically looks like a baby kneeling on all fours and then pushing one arm and then the opposite leg as far forward as possible.",
        "Baby crawling usually follows a predictable sequence of events.",
        "When a baby is crawling, they use their arms and legs to move themselves forward.",
        "When a baby is crawling, they generally start off on all fours, their hands and feet on the ground.",
        "When a baby is crawling, they assume a position on their hands and knees with the back and leg muscles supporting them.",
        "Signs of baby crawling include pulling up to standing, rocking back and forth on hands and knees, lifting their bottom up off the floor, pushing off with one arm and leg while keeping the other stationary, reaching out with their arms as if.",
        "You can identify a baby crawling by observing them moving on their hands and knees, pushing against the floor with their palms and lifting their hips up from the ground.",
        "You can identify a baby crawling by looking for movement of their arms, legs, and torso as they propel themselves forwards using their arms.",
        "Baby crawling can be identified by their spontaneous movements of their arms and legs, usually alternating between the left and right sides of their body.",
        "Baby crawling can be identified by observing a baby's movements as they move their arms and legs in an alternating pattern in an effort to propel their bodies forward.",
        "A baby crawling typically looks like a baby on all fours, using their arms and legs to push forward across the ground.",
        "A baby crawling typically looks like a baby on their hands and knees, rocking back and forth, with their arms and legs propelling them forward.",
        "A baby crawling looks like a baby supporting their weight on their hands and knees, their bottom in the air, and moving both their arms and legs forward in a forward motion.",
        "A baby crawling typically looks like a baby on their hands and knees, pushing and pulling their body forward with their arms and legs.",
        "A baby crawling typically consists of a baby resting on their hands and knees, with arms and legs alternating thrusts forward as they move forward.",
        "This image shows a baby crawling on a blanket, in what looks like their living room.",
        "This image from the internet shows a baby crawling in a grassy field.",
        "The image I found is of a baby that looks around 5-6 months old, who is wearing a light blue onesie and grey and white striped socks.",
        "The image is of an adorable baby crawling across a fuzzy white rug, wearing a bright yellow onesie and looking up at the camera with wide eyes.",
        "This image is of a baby crawling in a grassy field.",
        "\"Ready, Set, Go! Nothing can stop this determined little crawler!\".",
        "\"My first steps! I'm making progress!\".",
        "\"Ready, set, crawl!\".",
        "\"Ready, set, GO!\".",
        "\"Ready to explore the world!\"."
    ],
    "Balance_Beam": [
        "A Balance Beam is an apparatus used in gymnastics and consists of a foam-covered metal beam that is about 4 inches wide and 16ft long.",
        "A Balance Beam is a long, narrow, rectangular-shaped apparatus used in artistic gymnastics.",
        "A Balance Beam is a gymnastics apparatus used by both male and female athletes.",
        "A balance beam is a long, narrow horizontal beam that is most often used in gymnastics.",
        "A balance beam is a long wooden bar that is raised above the ground, usually on four metal legs to make it an even level.",
        "A balance beam typically has a padded top and is 16-18 feet long, 4-5 inches wide, and 4-5 feet high.",
        "A balance beam is typically a long, thin, wooden beam that is raised off the ground and supported by two A-frame stands.",
        "A balance beam is a long padded beam with raised edges that is usually 4 to 5 feet in length and 4 inches high and 4 inches wide.",
        "Balance beams typically consist of a flat wooden or carpeted beam that rests 4-10 feet off the ground, usually with two metal or plastic side rails.",
        "A balance beam typically looks like a narrow, four-foot-long platform with two ends that are slightly higher than the middle.",
        "A balance beam commonly looks like a long, thin piece of equipment that is usually made of hardwood and covered with a foam mat or carpet.",
        "A balance beam is an apparatus found in gymnastics, typically measuring 4 inches wide and 16 feet long, and usually made from wood or composite materials.",
        "A balance beam is a long, narrow, raised platform usually made of wood and covered with a thick, springy mat.",
        "A balance beam is typically a long, narrow piece of wood or metal, usually about 4 inches wide and 16 feet long, with raised handles on both sides.",
        "A balance beam is an elevated (usually four to five feet high) and narrow beam used to practice and perform gymnastics.",
        "The image is of a brightly colored Balance Beam situated in a large gymnasium.",
        "The image from the internet shows a balance beam set up in a gymnasium.",
        "This image is of a balance beam made of wood with a gleaming hardwood finish.",
        "The image is of a wooden balance beam in a gym.",
        "This image features a white balance beam in a gymnasium.",
        "\"Finding the delicate balance between work and play\".",
        "\"Aligning focus and concentration before taking on the challenge of the balance beam.",
        "\"A gymnast demonstrating confidence and focus as she prepares to take on the challenge of the balance beam.",
        "\"Perfecting the art of balance and grace on the balance beam.",
        "\"Finding the perfect balance between work and play can be tricky, but the rewards are worth it!\"."
    ],
    "Band_Marching": [
        "A marching band typically consists of brass and percussion instruments (such as bugles, trumpets, trombones, and snare drums) in addition to a color guard, which is a group of performers that use flags, marching rifles,.",
        "A marching band usually consists of instruments such as woodwinds, brass, and percussion.",
        "A band marching looks like a large group of musicians playing a variety of instruments while marching in formation.",
        "A marching band typically consists of performers playing brass, woodwind, and percussion instruments.",
        "A marching band typically consists of brass and percussion instruments, arranged in a sectional format to perform as a unit.",
        "You can identify a band marching by its formation (usually lines or columns), the crispness of their marching steps, the synchronized movement of the members, and the loud sounds of the instruments they are playing.",
        "A band marching can be identified by its combination of musicians, marching in step, and the use of wind and percussion instruments like trumpets, trombones, drums, and tubas.",
        "A band marching can be identified by the rhythmic sounds of drums and brass instruments, as well as the synchronized movement and formation of the members.",
        "One way to identify a band marching is by looking at its uniform and instrumentation.",
        "Some of the most common ways to identify a band marching are their uniforms, instruments, and the marching formations they use.",
        "A band marching typically features an organized block of band members walking in tandem, either in step with each other or in time to the music they are playing.",
        "A band marching typically includes a group of musicians playing brass instruments, typically trumpets, clarinets, trombones, baritones, and tubas, all playing in unison.",
        "A marching band typically consists of several sections of instruments and performers.",
        "A band marching typically involves a group of musicians or performers in uniforms, with instruments (e.",
        "A band marching typically consists of several dozen people in uniforms and holding instruments.",
        "This is an image of a marching band performing in a stadium.",
        " The image I chose is of the Jackson State University Marching Band.",
        "This is an image of a high school collegiate band marching on a football field.",
        "This image is of a high school band marching in a parade.",
        "This is an image from the internet of a marching band performing at a festival.",
        "\"The high school band marches on in perfect unison, ready to bring the crowd to their feet!\".",
        "\"The University of Wisconson Marching Band displays their perfect formation during their halftime show!\".",
        "\"The Pride of the South marches through downtown, lifting their horns in celebration of the city's culture and history.",
        "\"The marching band performs during halftime at the football game, proudly showing off their choreographed routine.",
        "\"The fiery energy of this marching band is on full display, enthralling the audience with their passionate performance."
    ],
    "Baseball_Pitch": [
        "A baseball pitch is a motion by a pitcher to throw a ball towards a hitter.",
        "A baseball pitch is a throw from the pitcher to the catcher that is meant to land within the strike zone.",
        "A baseball pitch typically looks like an arc or a curveball as the ball travels from the pitcher, across the plate, and to the catcher.",
        "A baseball pitch typically consists of a baseball thrown with a quick motion of the arm, usually from a raised arm position.",
        "A baseball pitch can come in many forms, with the most common being the fastball.",
        "Baseball pitches can be identified by the type of throw and the motion of the ball.",
        "A baseball pitch can be identified by the type of pitch, the speed of the pitch, and the spin and movement of the ball.",
        "Baseball pitches can be identified by the type of pitch, the speed at which it is thrown, the spin of the ball, and how it moves through the air.",
        "The most common way to identify a baseball pitch is by the type of pitch thrown and its corresponding hand motion.",
        "Baseball pitches can be identified by the type of rotation that the ball has when it is thrown.",
        "A baseball pitch is a type of throwing motion used to deliver the ball to a batter.",
        "A baseball pitch typically starts with a pitcher standing on a mound facing the catcher and batter at home plate.",
        "A baseball pitch consists of a pitcher standing on a mound, facing home plate from a distance of 60.",
        "A baseball pitch is typically a fast, curved throw, or a faster straight throw, that a pitcher delivers to the batter in an attempt to strike the batter out.",
        "A baseball pitch is a throwing motion that utilizes a complex combination of movements to propel the ball at a high velocity.",
        "This image from the internet depicts a baseball pitch in midair.",
        "The image is of a baseball pitcher mid-pitch.",
        "This is an image from the internet of a baseball pitch.",
        "The image is of an overhead view of a baseball diamond, with a pitcher's mound in the middle.",
        "This image is from the internet and it is of a Baseball pitch.",
        "\"The pitcher winds up and throws a pitch in the bottom of the 9th inning, trying to close out the game.",
        "\"With the perfect curveball, the pitcher throws a strike - an impressive pitch to get the batter out!\".",
        "\"The pitcher winds up for the perfect pitch, ready to unleash a fastball that will surprise the batter.",
        "\"Another day of perfecting his craft - this pitcher takes his practice seriously!\".",
        "\"Taking the mound for another exciting inning of play, this pitcher is ready to deliver his best fastball!\"."
    ],
    "Basketball": [
        "A basketball is a round, orange-brown ball with a circumference of about 29.",
        "A basketball is a round object that is approximately 9.",
        "A basketball is an orange-colored ball with a brownish-orange Witches-honeycomb pattern, and a circumference of about 30 inches.",
        "A basketball is a round, orange ball with a circumference of about 29.",
        "A basketball is an orange-colored, round ball with a circumference of approximately 29.",
        "A basketball can be identified by its round shape and traditionally orange color, its size (approximately 9.",
        "Basketballs are typically round and made with an orange or brown leather or synthetic leather cover, with grooves and a rubber or composite material bladder inside.",
        "A basketball can be identified by its size and shape -- it is round with an approximate diameter of 28-30 inches (71-76 cm).",
        "A basketball can be identified by its distinctive shape, usually round with a circumference of about 29.",
        "A basketball can be identified by its size (standard size is 29.",
        "A basketball typically looks like a large, round, orange or brown sphere with dimples.",
        "A basketball is usually a spheroid-shaped object and is orange with black lines around it.",
        "A basketball typically has an orange or brown-orange color, with a rubber or composite outer cover, and is approximately 24 inches in diameter.",
        "A standard basketball is a round, orange ball with a ribbed, rubber surface and two equally-sized holes at each end.",
        "A basketball is a round, orange ball with a circumference of approximately 29 to 30 inches.",
        " courtThis image is of a basketball court located in a gymnasium.",
        " CourtThis image shows a well-lit outdoor basketball court with glossy blue and black checkered flooring.",
        " playerThis is an image of a professional basketball player leaping up towards the net with a basketball in his hands.",
        "This image is a black-and-white picture of a basketball player in mid-air, about to dunk the ball.",
        " PlayerThe image is of a young African American basketball player mid-air as he drives to the rim for a dunk.",
        "\"Nothing but net!\".",
        "\"Giving it my all to sink that three-pointer!\".",
        "\"High-flying layup coming down for two!\".",
        "\"A spectacular slam dunk highlights an exciting game of basketball!\".",
        "\"Nothing but net!\"."
    ],
    "Basketball_Dunk": [
        "A basketball dunk is an impressive move in the game of basketball.",
        "A basketball dunk is a show-stopping move performed by some of the best basketball players in the world.",
        "A Basketball Dunk is when a player jumps high in the air and throws the ball down through the rim of the basket and it goes in the net.",
        "A Basketball Dunk is a flashy move where a player jumps into the air and slams the basketball through the hoop.",
        "A basketball dunk can vary greatly in terms of style, but usually consists of a player jumping up from the ground and throwing the ball downward into the hoop with one or both hands.",
        "A Basketball Dunk is typically identified by an above-the-rim move where a player jumps up and puts the ball directly into the hoop with one or two hands.",
        "A dunk in basketball is when a player jumps up and pushes the ball downward through the hoop with one or both hands.",
        "A basketball dunk can be identified by a player leaping in the air and slamming the basketball into the net with one or two hands.",
        "A basketball dunk is typically identified by a player jumping up and throwing the ball down through the hoop with one or both hands.",
        "A basketball dunk can be identified by watching for a player to forcefully slam the ball down through the hoop with one or both hands.",
        "A basketball dunk is a type of move used in the sport of basketball.",
        " A basketball dunk is a type of shot taken from near the hoop where a player jumps up and slams the ball through the hoop.",
        "A basketball dunk is when a player jumps up and dunks the ball into the hoop.",
        "A basketball dunk is when a player jumps up and slams the basketball into the basket.",
        "A basketball dunk is a powerful move in which a player jumps up in the air and throws the basketball down through the hoop with one hand.",
        "The image shows a professional basketball player wearing a blue and white uniform jersey completing a massive dunk.",
        "The image is from a basketball game.",
        "The image is of a professional basketball player mid-dunk.",
        "This image captures a thrilling and powerful moment in a basketball game.",
        "This image displays a basketball player in midair while performing a dunk.",
        " \"Nothing but net!\".",
        "\"Making it look easy!\".",
        "\"A show-stopping dunk that leaves the crowd in awe!\".",
        "\"It's not whether you get knocked down, it's whether you get back up!\".",
        "\"Living up to the hype with an incredible slam dunk!\"."
    ],
    "Bench_Press": [
        "A Bench Press is a type of weight lifting equipment typically found in a gym or a home gym.",
        "A Bench Press is a piece of exercise equipment used in strength training.",
        "A bench press is a commonly used exercise that involves lifting a barbell above your chest while lying down on a flat bench.",
        "The Bench Press is a weight training exercise in which a person lies on their back on a flat bench and lifts a weight with both hands.",
        "A Bench Press is a weight training exercise typically performed lying on a bench where you press a weight from your chest up to your arms in an arc.",
        "A Bench Press is typically a large rectangular bench with a sturdy frame and a padded seat and back.",
        "A Bench Press can be identified by the flat surface of the bench, the barbell and the two posts for weight plates on either side.",
        "A bench press is a weight-training exercise that is performed by lying on a flat bench and pressing a weight upward with both arms.",
        "A Bench Press is a type of weight-lifting exercise that is performed while lying on a weight bench.",
        "A Bench Press is an exercise machine typically found in gyms that looks like a flat bench with chest pads, and a barbell with weights attached to it.",
        "A bench press is a type of strength training exercise where you lie face up on a weight bench and press a weight up from your chest.",
        "A Bench Press is a weight training exercise in which a person lies on their back with their feet flat on the floor and lifts a weight up and down with their arms while keeping their back on the bench.",
        "A bench press is typically a bench-style workout machine which consists of a long downward-sloping bar, weighted underside, and adjustable seat.",
        "A bench press typically consists of a long flat bench (the bench) and a barbell with weights attached to it.",
        "A Bench Press is a standard weightlifting exercise performed by lying on a flat bench and using a barbell loaded with weight plates to press upwards against gravity.",
        "This image is of a man using a weight bench to do a bench press.",
        "The image is of a man performing a bench press with a barbell.",
        "This image is of a standard bench press setup in a gym, including a barbell, weight discs, and a weight bench.",
        "This image from the internet shows a man using the bench press exercise with heavy weights.",
        "This image is of a gym bench press.",
        "\"Executing a perfect Bench Press - showing proper form and full range of motion!\".",
        "\"Discover the benefits of strength training with a benchmark weightlifting session!\".",
        "\"Nothing like starting the day with a good Bench Press to get your workout off to a strong start!\".",
        "\"Work on strengthening your chest muscles with a Bench Press!\".",
        "\"No gym is complete without a bench press - the perfect exercise for building up your chest muscles!\"."
    ],
    "Biking": [
        "Biking looks like an activity that involves using a bicycle as a means of transportation.",
        "Biking typically involves riding a bicycle to get from point A to point B.",
        "Biking generally refers to the act of riding a bicycle for recreational or transportation purposes.",
        "Biking is a popular mode of transportation and leisure activity that involves riding a bicycle.",
        "A biking experience typically involves riding a bicycle on paved roads, trails, off-road paths, or tracks.",
        "You can tell a bike from other forms of transportation by its design.",
        "A biking can be identified by a person wearing appropriate cycling attire such as a cycling helmet, cycling shorts, cycling jersey, and cycling shoes.",
        "You can identify a cyclist by looking for certain characteristics such as: wearing a helmet, riding a bicycle, using a bicycle pump, carrying a water bottle and wearing bright and reflective clothing.",
        "You can identify a bicycle by its two wheels, pedals, frame, seat, and handlebars.",
        "To identify a bike, look for features such as two wheels, a saddle, handlebars, pedals, a chain or belt drive, and one or more brakes.",
        "A biking typically looks like a typical bicycle, consisting of two wheels connected by a frame with handlebars, pedals, and a seat.",
        "A biking typically looks like a person on a bicycle.",
        "A typical bike setup typically consists of a frame, wheels, handlebars, pedals, a seat, and brakes.",
        "A traditional bike typically has two wheels, a frame, handlebars, a seat, pedals, gears, and brakes.",
        "A biking typically involves a road bike that has a lightweight frame, handlebars, a saddle, and two or more wheels.",
        " TrailThis image is of a winding mountain biking trail.",
        "The image shows a person on a red mountain bike riding along a rocky path.",
        " competitionThis image shows a group of bikers competing in a road cycling race.",
        " ExperienceThe image is of a person biking in front of magnificent green rolling hills on a dirt road, under a perfect blue sky.",
        " trailThe image is of a winding Biking trail that is set in a beautiful landscape.",
        "\"Embrace the wind in your hair and the world around you as you explore on two wheels.",
        "\"Experience the ultimate freedom and adventure of biking around the world!\".",
        "\"Cruising through the countryside on two wheels - life is good!\".",
        " \"Taking in the sights as I enjoy a leisurely ride through the countryside.",
        "\"Cruising down the trail on a bright, sunny day!\"."
    ],
    "Billiards": [
        "A billiards is a cue sport with a long table featuring six pockets.",
        "A Billiards table is typically a long rectangular table with a smooth green playing surface.",
        "A billiards table is generally rectangular in shape and made of a hardwood or laminate material that is covered by a felt cloth or similar material.",
        "A billiards table has a flat top covered in cloth stretched over a rectangular wooden frame, and includes 6 pockets.",
        "A billiards table is typically rectangular in shape and can vary in size.",
        "You can identify a billiards table by its size; typically it is twice as long as it is wide and usually around 3.",
        "A billiards table is typically identified by its large, rectangular surface, with pockets located in each of the four corners and in the center of each long side.",
        "Billiards can typically be identified by its rectangular table with pockets at the corners and sides, the long cue-sticks used to strike the ball, and the white, cue ball.",
        "A billiards usually has a large, rectangular table with six pockets and green felt covering the table.",
        "A billiard is often identified by its distinctive pockets, green felt-covered table, ivory or plastic-colored balls and long, thin cues used to strike the balls.",
        "A billiards table typically has a rectangular playing surface covered with green felt, surrounded by six pockets, used to pocket the billiards balls.",
        "A billiards table is usually rectangular and can range from 8 feet to 9 feet long.",
        "A billiards table typically has six pockets, green felt covering the surface, four rails running around the outside, and a set of billiard balls (the numbered white, yellow, red and blue balls that are used to play the game.",
        "A billiards table usually consists of a rectangular surface with 6 pockets, covered with green baize, and a wooden frame.",
        "A billiards table typically has 6 pockets, a flat surface with rubbery material, and a length that measuring between 7 and 9 feet.",
        " tableThis image is of a green Billiards table with a burgundy felt finish.",
        " gameThe image I found online was of a billiards game in a bar.",
        " TableThis image is of a high-end billiards table.",
        " Pool TableThis image from the internet shows a typical pool table.",
        " TableThe image is of a billiards table in a checkered red and yellow pattern, with a black border.",
        "\"Finding the best angle for sinking the next shot.",
        "\"No need to rack 'em up-- this Billiards pro has already lined 'em up for the perfect shot!\".",
        "\"The shot seemed impossible, but he still managed to make it!\".",
        "\"Pocketing the 8-ball to win the game of billiards!\".",
        "\"A game of skill and precision - see if you have what it takes to conquer the table!\"."
    ],
    "Blow_Dry_Hair": [
        "A blow dry is a styling technique that involves using a blow dryer to dry and style the hair.",
        "Blow dry hair is hair that has been styled with a round brush and hot air (most often from a professional hairdryer).",
        "A blow dry hairstyle is achieved by using a round brush to create volume and direction of the hair as you blow-dry it.",
        "A blow-dry hairstyle is a style that has been dried using a blow dryer and typically styled using a round brush.",
        "A blow dry is a hairstyle achieved from using a blow dryer and a round brush.",
        "A blow dry is a method of drying hair in which hot air is used to blow out the excess water and evaporate it.",
        "A blow dry hair style is easy to identify since it usually involves hair being dried and styled with a round brush and hair dryer.",
        "Blow dry hair can often be identified by its smooth, voluminous, and glossy appearance.",
        "A blow dry hair style is one that has been dried and styled using a blow dryer and styling tools such as a round brush and/or other styling products.",
        "1.",
        "A blow dry hair look is one that has been blow dried with a brush and/or blowdryer to create volume, smooth out hair texture, and create a desired hairstyle.",
        "A blow dry hair style is one where the hair has been dried with a hair dryer.",
        "A blow-dry hair look is usually sleek and shining.",
        "A blow dry hair look can vary depending on the style and the cut of the hair.",
        "A blow dry hair look involves styling the hair by blowing hot air and using brushing and styling products.",
        "This image of a blow dry hair looks very professional and modern.",
        " StyleThis image from the internet is of a woman with long dark hair wearing a purple top.",
        " StyleThis image from the internet is of a blow dry hair style with voluminous, textured curls.",
        "This image is of a woman with long dark brown hair styled in a smooth and voluminous blowout.",
        "This is an image of a woman getting her hair styled with a blow dryer.",
        "\"Glam up for the night with a sleek blow-dry - the perfect hairstyle for any special occasion!\".",
        "\"Getting ready for the night out with perfect hair!\".",
        "\"Ready for the perfect night out look - with one quick blow-dry, salon-worthy style is yours!\".",
        "\"For sleek, smooth hair, a blow dry is the perfect finishing touch!\".",
        "\"Ready for a night out with glamourous bouncy hair!\"."
    ],
    "Blowing_Candles": [
        "A Blowing Candles is typically a thin, cylindrical candle that is created by pouring molten wax into a metal mold.",
        "A Blowing Candles is a traditional cake decoration where a small, usually white candle is inserted into the top of a cake and lit just before it's time to serve.",
        "A Blowing Candles usually look like thin white cylinders with an open wick at one end.",
        "A Blowing Candles is a tall, cylindrical wax candle that has a wick at the top.",
        "A Blowing Candles is usually a white cylindrical wax candle with a round flat top where the flame is lit.",
        "To identify a Blowing Candles, look for a candle that has a visible flame and is made specifically for use with blowing.",
        "A Blowing Candles can usually be identified by its distinctive pointed top with a hollow center.",
        "Blowing Candles can be identified by their cylindrical shape and distinct wick.",
        "Blowing candles typically feature long, thin wicks that are used to light the candle.",
        "Blowing Candles can often be identified by their tall, thin, cylindrical shape and multi-colored wax designs that are commonly featured on the surface.",
        "A blowing candle looks like a candle or a stick of wax with the flame lit and smoke rising from it.",
        "A blowing candle typically has a short stem with a tall flame burning above it.",
        "A blowing candle typically consists of a wax candle set into a holder on a plate.",
        "A blowing candle typically looks like a candle with an open flame on the top of it.",
        "A blowing candle typically looks like a regular candle, except with the flame blown out and smoke coming out of the wick.",
        "This is an image of a young girl sitting in front of a birthday cake, blowing out the candles.",
        "The image is of a cheerful young girl sitting on a brightly colored rug, surrounded by stack of colorful presents.",
        "This image shows the traditional scene of a person's birthday celebration.",
        "This professionally taken image shows a woman in her late twenties happily blowing out the candles atop a cake.",
        "This picture was taken from the internet and it depicts an image of a young child with two blonde-haired pigtails wearing a lavender dress, smiling and looking directly at the camera.",
        "\"Making a wish for an amazing year ahead!\".",
        "\"Wishing for another great year ahead!\".",
        "Wishing for a bright and joyful future!.",
        "\"Making a wish on my special day!\".",
        "\"Making a wish on my special day!\"."
    ],
    "Body_Weight_Squats": [
        "Body weight squats are a great resistance exercise that can be performed anywhere.",
        "A body weight squat looks like you are sitting down in an invisible chair.",
        "A Body Weight Squat is a basic bodyweight exercise that targets the muscles in the legs and glutes.",
        ":A body weight squat is an exercise that specifically works the muscles in the lower body.",
        "A body weight squat is an exercise that strengthens the lower body and core while preventing injury.",
        "Body Weight Squats can be identified by starting in a standing position with your feet shoulder-width apart, then lowering your body by pushing your hips back and bending your knees until your thighs are parallel your the ground.",
        "Body weight squats can be identified by standing with your feet slightly wider than shoulder-width apart, chest up and out, arms extended out in front, and then lowering your body until your thighs are parallel with the ground.",
        "A body weight squat can be identified by standing with the feet slightly wider than hip-width apart and the toes pointed slightly outward.",
        "Body weight squats involve standing with your feet shoulder-width apart, toes slightly turned out, and then sitting back and down into a squat until your thighs are parallel to the ground.",
        "Body weight squats are a type of exercise performed by standing with your feet hip-width apart, then bending your knees and lowering your hips until your thighs are parallel to the floor, and then returning to a standing position.",
        "A body weight squat is a fundamental exercise in which a person stands with feet hip-width apart, squats down until their upper legs form a 90-degree angle with their calves, and then rises back up into the starting position.",
        "A body weight squat is a basic exercise that is done without any additional weights or equipment.",
        "Body weight squats are a very basic exercise that works the lower body.",
        "A bodyweight squat is a simple exercise that involves standing in an upright position with your feet slightly wider than shoulder-width apart, hip-width apart.",
        "A body weight squat is an exercise where the individual stands with their feet shoulder-width apart and their arms extended outwards in front of them.",
        "The image is of an athlete lunging forward in a bodyweight squat.",
        "This is an image of a man doing a body weight squat.",
        "This image shows someone doing a body weight squat.",
        "This image from the internet is of a person performing body weight squats.",
        " The image is of a person doing body weight squats in a gym.",
        "\"This workout is perfect for days when you don't have access to equipment - all you need is your bodyweight! Try adding 3 sets of 10-20 bodyweight squats to your daily routine for a total body burn!\".",
        "\"Just one more rep! Exercise helps keep your body healthy and strong.",
        "\"Feel the burn in your legs and glutes as you perform a set of body weight squats!\".",
        "\"Don't let yourself become a couch potato - get moving and give your body a workout with some simple body weight squats!\".",
        "\"Start improving your leg strength and flexibility with these easy body weight squats!\"."
    ],
    "Bowling": [
        "A bowling alley usually consists of 10 sets of long, wooden lanes with a set of bowling pins at the end of each lane.",
        "A bowling alley is usually a long, rectangular room with many lanes in it.",
        "A bowling alley typically has a long, narrow playing area with rails on either side.",
        "A bowling alley typically consists of a long, narrow, dimly lit room with several rows of wooden lanes.",
        "Bowling alleys typically consist of a long, narrow, rectangular room with a raised edge at one end, marking the foul line.",
        "A bowling alley typically has a distinct layout with 8 or 12 lanes lined up side by side.",
        "You can identify a bowling alley by looking for certain characteristics, such as lane patterning, bumper rail systems, automatic pin setters, \"gutter bumpers\" for young players, and shoe rental counters.",
        "A bowling alley is typically easy to identify, as it is typically a long, narrow building with several lanes for bowling and other related activities.",
        "A bowling ball is usually identifiable by its heavier weight (usually between 6 and 16 pounds) and hard surface.",
        "One of the most reliable methods of identifying a bowling ball is by looking at the markings on the surface.",
        "A bowling alley typically consists of several long, narrow lanes of synthetic or wood floor material.",
        "Bowling is a sport usually played in a bowling alley, which is a long and narrow building with an area for each of the 10 bowling lanes.",
        "A bowling lane typically consists of a long, flat, wooden surface, typically covered with a thin sheet of plastic or oil to optimize ball roll.",
        "A bowling alley typically contains a wooden or synthetic lane surface, called the \"approach\" or \"deck,\" a prefabricated bowling alley (called a \"foul line\"), several sets of pins (or \"pins,\" for short.",
        "A bowling alley typically includes an array of 10 identical lanes, with pins and a ball return at each end.",
        " AlleyThis image is of a well-lit and modern-looking bowling alley.",
        " alleyThe image is of a modern bowling alley with colorful, neon lights and light-up pins.",
        " AlleyThis image from the internet is of an old-style bowling alley, complete with wooden lanes and old-fashioned score boards.",
        " AlleyThe image is of a modern bowling alley.",
        " alleyThe image is of a modern bowling alley with 12 lanes, each with two bright green bowling balls placed at the start.",
        "\"Strike!\".",
        "\"Strike!\" - Time to show off my skills at the lanes.",
        "\"Strike! Gutter ball? Not on my watch!\".",
        "\"The perfect strike! Showing off her skills on the lanes.",
        "\"Strike! Nothing but pins left standing after that perfect throw!\"."
    ],
    "Boxing_Punching_Bag": [
        "A punching bag is a round, cylindrical bag filled with a material such as sand or cloth that hangs from the ceiling on a rope, chain, or bungee cord.",
        "A boxing punching bag is a large, cylindrical shaped bag filled with either sand or loose fabrics like rags.",
        "A boxing punching bag is a cylinder-shaped bag filled with material such as cloth, vinyl, canvas, or leather, often filled with a weighted material such as sand or sawdust to provide resistance when punched.",
        "A Boxing Punching Bag is typically cylindrical in shape, about 4-5 feet tall and filled with some sort of material.",
        "A Boxing Punching Bag is typically a cylindrical or pear-shaped object, filled with soft material such as fabric, synthetic fibers, or sand.",
        "A boxing punching bag is typically cylindrical in shape and is filled with either sand or rags.",
        "A boxing punching bag is usually a cylindrical shaped bag filled with either sand, foam, or fabric stuffing and is used to practice boxing.",
        "A Boxing Punching Bag can be identified by its length (usually ranging between 40-80 inches), its cylindrical shape, its leather or canvas material, and its thick fabric filling.",
        "A boxing punching bag is typically cylindrical in shape and filled with some sort of padding material, such as foam or sand.",
        "A boxing punching bag can be identified by its cylindrical shape, its design, which usually includes a vibrant color or pattern, and usually straps to hang it up and fill it with sand/water.",
        "A boxing punching bag is typically cylindrical in shape and filled with either sand, water, or air.",
        "A boxing punching bag is typically an oblong, cylindershaped bag filled with material such as foam rubber, sand, cloth, or water.",
        "A boxing punching bag is a cylindrical object filled with material like sand or other filler and typically covered with leather or vinyl.",
        "A boxing punching bag is a cylindrical-shaped, stuffed bag designed for boxing practice.",
        "A boxing punching bag is a cylindrical piece of equipment filled with padding (usually foam) and covered in a durable material (usually leather or canvas).",
        "The photo I found was of a red boxing punching bag with black lettering.",
        "This image shows a traditional black and red punching bag hanging from a wooden support frame.",
        "The image is of a large, cylindrical punching bag with thick, dark material.",
        "The image I'm thinking of is from an online sporting goods store.",
        "The image is of a black and red leather punching bag, hung from a metal frame.",
        "\"Ready for round two!\".",
        "\"Hit your target and reach your goals with the help of a punching bag!\".",
        "\"Hit your goals and keep knocking 'em down!\".",
        "\"Hit the bag and take out your frustrations!\".",
        "Take a swing at the challenge - knock it out of the park!."
    ],
    "Boxing_Speed_Bag": [
        "A Boxing Speed Bag is a round, leather punching bag suspended from a flexible platform.",
        "A Boxing Speed Bag looks like a small, typically cylindrical-shaped bladder made of leather or synthetic materials, usually filled with air, and suspended from a circular platform or board.",
        "A Boxing Speed Bag is a small, inflated bag suspended by a spring from a platform above a boxer's head.",
        "A Boxing Speed Bag looks like an oval-shaped bag made of vinyl or leather that hangs about waist-high.",
        "A Boxing Speed Bag is a cylindrical, inflated punching bag suspended by a swivel from a frame.",
        "A boxing speed bag is typically a small, cylindrical bag filled with air or feathers, and it is usually made of leather or vinyl.",
        "A Boxing Speed Bag can be identified by its semicircular shape and its thin rubber bladder.",
        "A Boxing speed bag is typically a small, round bag that hangs from a swivel at the top.",
        "A Boxing Speed Bag can be identified by its elongated shape, made of leather or vinyl, and typically filled with pellets or sand for weight.",
        "A Boxing Speed Bag is easily identifiable by its pear-shaped design and small size (usually about 7-9 inches in diameter).",
        "A boxing speed bag typically looks like a cylindrical bag made of leather or other sturdy material.",
        "A boxing speed bag is inflatable cylindrical-shaped bag made of leather or synthetic leather that typically hangs from a ceiling or wall mount.",
        "A Boxing Speed Bag is typically a rounded, leather bag filled with air and suspended from a platform or board by a flexible, adjustable strap.",
        "A boxing speed bag is a small, semi-elliptical pouch made of leather or vinyl, typically filled with air or sawdust.",
        "A boxing speed bag is a leather or synthetic bladder suspended from a rebound platform.",
        "This image is of a vibrant, blue speed bag.",
        "This image is of a black and blue training speed bag.",
        "The image is of a simple red Speed Bag in a wooden frame, typically found in a boxing gym.",
        "The image is of a black and red synthetic leather speed bag with an air pump hanging below.",
        "This image from the internet is of a black leather boxing speed bag.",
        "\"A boxer practices the speed and accuracy of their punches with a speed bag, preparing for action in the ring.",
        "\"Practice makes perfect - work on your punches and build your speed and accuracy with a speed bag!\".",
        "\"Keeping up the speed and precision with this boxing speed bag.",
        "\"Channel energy and power with every hit of the speed bag - perfect training for the ring!\".",
        "\"Keep your head up and your punches fast with a little help from the speed bag!\"."
    ],
    "Breast_Stroke": [
        "The Breast Stroke is one of the most popular swimming strokes.",
        "The Breast Stroke is a swimming style often used when water safety is a concern.",
        "The breaststroke is a swimming stroke that mimics the motion of a swimming frog.",
        "The breaststroke is a swimming stroke that is characterized by a pattern of circular arm movements combined with a frog-like kick.",
        "The Breast Stroke is one of the four competitive swimming strokes and is one of the slowest strokes.",
        "A breaststroke typically looks like a frog-like movement where the swimmer brings both arms up simultaneously out of the water, then glides forward with a sweeping motion of the arms and legs.",
        "A Breast Stroke is a swimming stroke that is identified by a two-beat kick and an outward circular arm motion.",
        "A Breast Stroke is identified by a synchronous movement of the arms and legs, with the arms pulling the water along the body in a semicircular pattern while the legs move alternate kicking motions.",
        "A breaststroke is a swimming stroke that is characterized by a simultaneous movement of the arms on the same horizontal plane and a frog-like kicking action with both legs.",
        "A breaststroke is a swimming stroke in which the swimmer takes a breath at the beginning of each stroke, the arms move symmetrically in a circular motion with the palms facing out, the legs move like a frog kick, and the.",
        "The breaststroke is a swimming stroke that is the slowest of the four major competitive strokes.",
        "The breaststroke is a swimming stroke in which the swimmer is on their chest and the torso does not rotate.",
        "A breaststroke is a swimming stroke that is characterized by a simultaneous windmill-like movement of the arms and a kick that resembles a frog kicking its legs.",
        "The breaststroke is a swimming stroke that is characterized by a simultaneous dual movement of the arms on either side of the body with a frog-like kick.",
        "The breaststroke is a swimming style in which the swimmer mimics the motion of a swimming frog, with arms moving together in a circular motion and legs staying together in a dolphin-like kick.",
        "The image is of a woman doing the breaststroke.",
        " SwimmerThis image is an underwater shot of a breast stroke swimmer in mid-swim.",
        "The image is of a woman swimming in a pool.",
        "This image from the internet shows a female swimmer in mid-Breast Stroke.",
        "The image shows a woman in a swimming pool executing the breast stroke.",
        "\"Gently gliding through the water, the swimmer elegantly executes a perfect Breast Stroke.",
        "\"Swimming with ease: mastering the Breast Stroke technique.",
        "\"Swimming with strength and grace - perfecting her technique in the Breast Stroke.",
        "\"Getting into a rhythm with a smooth and efficient breast stroke\".",
        "\"Power and grace combine as they swim the Breast Stroke."
    ],
    "Brushing_Teeth": [
        "Brushing teeth typically looks like one slowly moving a toothbrush with toothpaste on it in circular motions around each individual tooth.",
        "A person brushing their teeth typically involves a toothbrush with bristles, toothpaste, and water.",
        "A Brushing Teeth typically involves a person (usually an adult) at the sink applying a small pea-sized amount of toothpaste to a toothbrush, then taking the toothbrush to their mouth and brushing each individual tooth with a.",
        "Brushing teeth is a simple dental hygiene practice that helps keep teeth and gums clean and healthy.",
        "Brushing teeth involves holding a toothbrush with just the right amount of toothpaste on it and brushing in a circular motion along the gum line.",
        "You can identify a brushing teeth by looking for the characteristic circular motion of a toothbrush, and the accompanying sound of toothpaste being applied to the toothbrush.",
        "A brushing teeth could be identified by looking for a person holding a toothbrush and toothpaste, or a person leaning over a sink and moving their toothbrush around in a circular motion.",
        "There are a few tell-tale signs that can indicate brushing teeth.",
        "You can identify a brushing teeth by the presence of toothpaste on the bristles and from the movement of the person's hand in a circular motion on the teeth and gums.",
        "Brushing teeth can be identified by the characteristic sound of a toothbrush brushing against the surface of the teeth.",
        "A brushing teeth routine typically involves wetting a toothbrush, squeezing a small amount of toothpaste onto the bristles of the brush, and then brushing the teeth in a circular motion making sure to reach all of the surfaces of the teeth and.",
        "A brushing teeth look usually involves someone holding a toothbrush in their hand and scrubbing their teeth one at a time.",
        "A Brushing Teeth routine usually starts with thoroughly wetting the toothbrush with water.",
        "When brushing teeth, you should use a soft-bristled toothbrush and a fluoride toothpaste.",
        "Brushing teeth usually looks like someone using a toothbrush and toothpaste to scrub their teeth in a circular motion for two minutes.",
        "This image from the internet is of a smiling woman brushing her teeth over a sink.",
        "This image shows a young child using a pink toothbrush to brush their teeth.",
        "This image from the internet is of a person brushing their teeth.",
        "This image is of a person brushing their teeth.",
        "The image is of a person brushing their teeth in a bathroom.",
        "\"Start your day right with a good teeth brushing routine!\".",
        "\"Happy smiles start with regular brushing!\".",
        "\"Start your morning routine off right: brush your teeth for two minutes, twice a day!\".",
        "\"Start your morning routine off right with a good thorough teeth brushing!\".",
        "\"Don't forget to brush your teeth twice a day for a brighter, healthier smile!\"."
    ],
    "Clean_And_Jerk": [
        "A clean and jerk is a weightlifting exercise consisting of two moves: the first is known as the clean, and the second is the jerk.",
        "The Clean and Jerk is a two-part Olympic weightlifting move consisting of a Barbell Clean followed by a Barbell Jerk.",
        "A Clean and Jerk is a weightlifting exercise and is one of the two lifts that make up the sport of Olympic weightlifting.",
        "The Clean and Jerk is a two-part Olympic weightlifting move.",
        "In a Clean and Jerk, the athlete must first clean the barbell from the floor to the front of the shoulders, completing two movements in one fluid action.",
        "A Clean and Jerk is a two-part barbell exercise that tests your strength, coordination, and power.",
        "A clean and jerk is an Olympic weightlifting exercise requiring the lifter to first clean the weight from the floor to their shoulders, then jerk the weight overhead.",
        "A Clean and Jerk can be identified by its two parts.",
        "In Olympic weightlifting, a Clean and Jerk is a combination of two movements: the Clean and the Jerk.",
        "A Clean and Jerk is a two-part weightlifting move where the lifter lifts the weight off the floor by explosively extending through legs and hips and shrugging the shoulders, and then \"cleans\" the weight up to.",
        "A clean and jerk is a two-part weightlifting exercise.",
        "A clean and jerk is a full body exercise that includes two phases.",
        "Clean and jerk is an Olympic weightlifting exercise that involves lifting a barbell from the ground to the athlete's shoulders or above the head in one motion.",
        "A Clean And Jerk is an Olympic weightlifting exercise which consists of two separate movements — the \"clean\" and the \"jerk.",
        "A clean and jerk is an Olympic weightlifting move that involves lifting a weight (typically a barbell) from the ground, or slightly off it, to a front rack position and then jerk the weight upwards and overhead in a controlled fashion.",
        "The image I found from the internet is of a woman performing a clean and jerk exercise.",
        "This is an image of a woman performing a Clean and Jerk, a type of Olympic weightlifting.",
        "The image is of a person doing a Clean And Jerk lift in a weight room.",
        " liftThe image is of a young man in a gym doing a Clean and Jerk lift.",
        "This image from the internet is of a man clean and jerking a barbell weight.",
        "\"Proper technique is key when executing a clean and jerk – drive through the legs to power the barbell up and over head!\".",
        "\"Equipped with power and precision, this athletic lifter completes an impressive Clean and Jerk with ease!\".",
        "\"Unleashing her full power and strength, she executes a perfect Clean And Jerk lift.",
        "\"Mastering the Clean and Jerk: the perfect combination of power and grace.",
        "\"Breaking through her personal record, this weightlifter demonstrates a perfect Clean and Jerk!\"."
    ],
    "Cliff_Diving": [
        "Cliff diving is a thrilling and dangerous extreme sport that involves leaping from a high cliff into the water below.",
        "Cliff diving is a high-diving sport in which divers launch themselves or jump off of high cliffs into deep bodies of water below.",
        "Cliff diving is an extreme sport where divers leap from a cliff into a body of water from a high point.",
        "Cliff diving is a form of diving which involves jumping off of a high platform, usually a cliff, into a body of water below.",
        "Cliff diving is a daredevil extreme sport where someone dives off of a high cliff into a body of water below.",
        "Cliff diving is an extreme sport in which a participant jumps from a high cliff into water below.",
        "Cliff diving is a recreational activity where divers jump from a high point or cliff into a body of water.",
        "Cliff diving is a sport in which divers leap from high cliffs into the water below.",
        "Cliff diving is a sport in which a person jumps from a cliff, typically into a body of water, and performs various acrobatic maneuvers in the air before hitting the water.",
        "Cliff diving can be identified by its characteristic jumping from a very high point (cliff) usually into the ocean or a lake.",
        "Cliff diving is a unique sport where individuals jump off of a cliff or high rock formation into the water below.",
        "Cliff diving can take many forms, depending on the location, height of the cliff, and even the diving techniques used.",
        " Cliff diving usually involves a person jumping or diving from a high rocky cliff into a body of water below.",
        "Cliff Diving is an extreme sport where a diver performs a dive from a height above water, typically off a cliff or man-made platform.",
        "Cliff diving can be a thrilling sport that involves leaping from a high cliff into a deep body of water below.",
        "The image is of a man diving off a rocky cliff into a turquoise-blue sea below.",
        "This image is of a cliff diver performing a daring dive from a rocky cliff near the ocean.",
        "The image is of a brave and adventurous cliff diver preparing to leap off of a rock formation into the deep, azure blue water below.",
        "This image shows a cliff diver jumping off of a high cliff.",
        "The image I have chosen is of a cliff diving at the La Quebrada Cliffs in Acapulco, Mexico.",
        "\"Taking the plunge! Alex takes a dive off the cliffs of Hawaii into the crystal blue waters below.",
        "\"Taking the leap of faith and trusting the deep blue sea\".",
        "\"Adrenaline coursing through his veins, he takes the plunge into the unknown!\".",
        "\"Taking the plunge—a brave diver experiences the rush of adrenaline as they fly off the edge of the cliff.",
        "\"Nothing but gorgeous views when you take the plunge!\"."
    ],
    "Cricket_Bowling": [
        "A cricket bowling consists of the bowler taking 6 steps before releasing the ball.",
        "A cricket bowling action usually involves a run up of six to ten paces towards the batting crease.",
        "A cricket bowling action typically consists of the bowler standing upright with his feet slightly apart, transferring his weight between his back and front foot as he faces towards the batsman.",
        "Cricket bowling is an art form that involves a bowler throwing a cricket ball towards the batsman who stands at the opposite wicket.",
        "A cricket bowling action involves the bowler running up to the crease, lifting their non-bowling arm up behind them, steadying the bowling arm above the shoulder level, rotating the elbow, and then releasing the ball, which results.",
        "Cricket bowling is easily recognizable due to its distinctive action.",
        "-The action of cricket bowling is easily recognizable by its unique style of delivery.",
        "Cricket bowling can be identified by looking for the following physical traits of a bowler: a tall and strong build, a running action, ability to generate good speed, good accuracy, and a good follow-through.",
        "Cricket bowling can be identified by looking for certain techniques and body positions.",
        "A cricket bowler can be identified by their grip, stance, run-up, and delivery.",
        "A cricket bowling action involves the bowler facing the batsman, holding the cricket ball with both hands, running a few steps, and releasing the ball overarm towards the batsman.",
        "Cricket bowling is when a bowler stands in the center of the pitch (the area where the game is played) and throws a hard cricket ball at the batsman (the player who is attempting to hit the ball).",
        "In cricket, a bowling action is composed of a few basic elements.",
        "A cricket bowling action generally consists of the bowler delivering the ball by running in and pushing off with the back foot.",
        "A cricket bowling action typically consists of a bowler running up to the crease while holding the ball in their bowling hand.",
        "This image is of a cricket player delivering a bowling delivery during a match.",
        "The image depicts a young cricketer dressed in white, ready to bowl.",
        "This image from the internet shows a cricket bowler in mid-bowling action.",
        " LaneThis is an image of a cricket bowling lane, taken at a cricket ground in India.",
        "This image from the internet depicts a cricket bowler in mid-delivery.",
        "\"Charge forward and thrill the crowd - a bowler is ready to take the wicket!\".",
        "\"Striking fear into the hearts of batsmen around the world, this bowler is ready to unleash his deadly deliveries!\".",
        "\"Strike! Power and precision on display as this bowler delivers a perfect delivery.",
        "\"The bowler prepares to deliver a perfect yorker on the final ball of the match\".",
        " \"The bowler focused on delivering a perfect pitch as the batsman readied himself for the challenge ahead."
    ],
    "Cricket_Shot": [
        "A cricket shot is when a batsman in the sport of cricket hits the ball with a bat in order to score runs.",
        "A cricket shot is a type of offensive shot usually played in the game of cricket, often referred to as a drive.",
        "A cricket shot is a dominant display of skillful batting.",
        "A cricket shot is a powerful and precise stroke in the game of cricket.",
        "A cricket shot is a type of batting technique used in the game of cricket.",
        "Cricket shots can be identified by the type of swing used to hit the ball (e.",
        "A cricket shot is a type of cricket stroke typically used by batsmen to score runs.",
        "Cricket shots can be identified based on the body positioning of the batsman.",
        "A cricket shot can be identified by its style of play.",
        "A cricket shot is usually characterized by an aggressive follow-through and a prominent forward step.",
        "A cricket shot is a variety of strokes used to hit a ball in a cricket match.",
        "A cricket shot is a type of shot used in the sport of cricket.",
        "A cricket shot is a stroke played in the sport of cricket.",
        "A cricket shot is usually either a drive or a cut and it usually involves playing the ball in front of the body with the bat held level or a little lower.",
        "A cricket shot is a defensive stroke used by batsmen to defend against the ball.",
        "This image from the internet is of a cricket shot.",
        "This image from the internet shows a cricket shot being played by a young cricketer in an outdoor setting.",
        "This image from the internet depicts a cricket shot.",
        "The image is of a cricketer with a fierce, determined expression as he made contact with the ball with the cricket bat.",
        "This image is of a player hitting a cricket ball in a mid-air shot.",
        "\"A Perfectly-Timed Cricket Shot Sails Over the Boundary!\".",
        "\"No boundaries - smashing it out of the park with this great shot!\".",
        "\"A perfect timing for a sublime cover drive, as the batsman connects to send the ball soaring through the covers for four.",
        "\"An exhilarating shot off the bat as the crowd roars in delight!\".",
        "\"A masterful cricket shot sends the ball flying out of the stadium!\"."
    ],
    "Cutting_In_Kitchen": [
        "A Cutting In Kitchen is a type of kitchen layout featuring two kitchen walls that are parallel to one another.",
        "A cutting in kitchen is an efficient and compact kitchen layout typically used in small spaces.",
        "A cutting-in kitchen is characterized by two distinct work and storage areas divided by a countertop.",
        "A cutting in kitchen is an open floor plan kitchen that puts all of the kitchen tools and appliances at the center of the kitchen's design.",
        "A cutting in kitchen has a layout that consists of countertops on two adjacent walls.",
        "There are several signature characteristics of a cutting in kitchen:  1.",
        "To identify a cutting in kitchen, look for a kitchen equipped with a cutting board, sharp kitchen knives, food processor, food chopper, food grinder, and a variety of other slicing, dicing, and chopping tools.",
        "To identify a cutting in kitchen, look for features such as open shelving, cabinets and drawers for ample storage, a center island with a sink, cooktop or counter-height seating for additional food preparation space, and ample counter space.",
        "A cutting in kitchen is typically identified by the presence of cutting boards, cutting knives, and other tools used for cutting and slicing food items.",
        "A cutting in kitchen can typically be identified by its dedicated space for food prep, usually featuring a large kitchen island that functions as both a workspace and additional storage.",
        "Cutting in a kitchen typically involves transforming the area to make it more efficient and ergonomic for the person downsizing.",
        "Cutting In kitchens typically involve a hybrid style that incorporates elements of both built-in cabinetry and open/hanging shelving.",
        "A cutting in kitchen usually refers to a kitchen setup where two cooks share one cutting board, one pot, and one stove.",
        "A cutting in kitchen usually incorporates a large island or countertop in the center of the room with plenty of space for prepping and cooking.",
        "A cutting in kitchen typically includes a central, large island that has a cutting board or chopping block, drawers for knives and cutting tools, and hooks or racks to hang cooking tools.",
        "This image is of a bright and modern kitchen with two people cutting food.",
        "This image is of a cutting board in a modern and minimalist style kitchen.",
        "This is an image of a modern cutting in kitchen with sleek white cabinets, stainless-steel appliances, and a dark gray marble countertop.",
        "This image depicts a close-up of a kitchen counter with a cutting board overtop filled with red onions, garlic cloves, and an assortment of herbs and seasonings.",
        "This image is of a cutting in kitchen.",
        "\"Chef carefully adding the finishing touches to the home-cooked masterpiece!\".",
        "\"Chopping up fresh ingredients for tonight's delicious meal\".",
        "\"Chef showing off their masterful knife skills in the kitchen!\".",
        "\"Onions diced to perfection! Fresh ingredients are the key to a delicious dish.",
        "\"Adding the finishing touches to a delicious homemade meal!\"."
    ],
    "Diving": [
        "A diving is an individual event in which a diver attempts to descent from a diving platform (usually 3 meters, 5 meters, or 7.",
        "A diving watch is a type of watch designed for underwater exploration and activities.",
        "A diving is a type of move an athlete performs while in midair, usually from a springboard or platform.",
        "A diving is a type of swimming stroke in which the swimmer dives into the water head first and moves through it using a combination of breath control, body positioning, and propulsion from the arms and legs.",
        "A diver is typically outfitted in a wetsuit and other protective gear, such as a buoyancy compensator (a type of vest) or fins.",
        "A diver can be identified by looking for a person wearing a dive suit or wetsuit, usually with a snorkel, fins, and various other pieces of diving equipment such as a BCD, mask, and regulator.",
        "The easiest way to identify a diving is by looking for the tell-tale signs of an experienced diver.",
        "Divers can be identified by their diving gear, such as a dive mask, snorkel, fins, wetsuit, or scuba tank.",
        "Signs of a diver include a sleek body, colorful skin, a streamlined shape, and webbed feet or hands.",
        "To identify a dive, look for a simple entry into the water with limbs tucked close to the body.",
        "A diving board is usually a wooden or fiberglass board at a swimming pool.",
        "A diving suit is designed to provide a layer of insulation and protection for the diver from the cold water environment.",
        "A diving suit usually consists of an insulated wet suit, hood, gloves, booties, fins, and a mask.",
        "A diving suit typically consists of a two-piece drysuit that covers most of the body from the neck to the feet, and an exposed head hood.",
        "A diving suit is typically an insulated wetsuit with an attached hood, gloves, and boots to keep the wearer warm and dry underwater.",
        "The image shows a diver descending into the depths of the ocean.",
        " Sea TurtleThis picture from the internet is of an incredible diving sea turtle.",
        " BoardThis image from the internet shows a swimming pool with a curved diving board jutting out from the side.",
        "This image shows a young woman diving gracefully into a crystal-clear blue pool.",
        " BirdThis image shows a diving bird skimming the surface of a lake.",
        "\"Taking the plunge into a world full of adventure!\".",
        "\"Ready to explore the depths of the ocean!\".",
        "\"She takes the plunge and soars through the air with beauty and grace\".",
        "\"Explore the depths of the ocean and discover a world you never knew existed!\".",
        "\"Living life on the edge - taking the plunge into the unknown!\"."
    ],
    "Drumming": [
        "A drumming is a rhythmic performance on drums and percussion instruments.",
        "A drumming is a rhythmic performance created by one or more drummers playing drums, cymbals, and other percussion instruments.",
        "A drumming can be a rhythmic interplay between two or more musicians, where a main drummer plays beats on the drums while other musicians play patterns around the main beat.",
        "A drumming performance may look like a drummer (and sometimes other musicians) playing a wide variety of drums and percussion instruments together with skill and enthusiasm, often spontaneously creating music in the moment.",
        "A drumming is an event where people come together to create music by playing drums and percussion instruments together.",
        "A drumming can be identified by its deep, rhythmic sound that is often created using drums, cymbals, and other percussion instruments.",
        "You can identify drumming by listening for a repetitive, steady beat that is usually made with some kind of percussion instrument.",
        "Drumming can be identified by its loud, booming sound.",
        "Drumming can be identified by the distinct sounds created by a drum kit, including the kick drum, snare drum, cymbals, toms, and hi-hat.",
        "Drumming can be identified by its distinct sound patterns, rhythms, and beats.",
        "A drumming performance usually consists of a group of musicians playing drums along with each other in unison.",
        "Drumming is typically characterized by rapid and rhythmic beats created by striking one or more drums.",
        "Drumming is typically an energetic, physical kind of music making.",
        "A drumming performance typically looks like a person or group of people playing one or more drums in a rhythmic pattern.",
        "A drumming performance looks different for every performer, and there is no one definitive answer.",
        "The image shows a young man playing a traditional African drum.",
        " PerformanceThis image is of an exciting and captivating drumming performance.",
        " DuoThis image, found on the internet, depicts a dynamic drumming duo.",
        "The image is a black and white picture of a woman playing drums.",
        " PerformanceThe image is of a young man drumming while an audience cheers and claps along.",
        "\"Beats of joy! Percussionist creating a rhythm full of life.",
        "\"Rhythm is essential to a successful performance - this drummer is on fire!\".",
        "\"The only thing better than listening to music is making your own!\".",
        "\"Feeling the rhythm and keeping the beat - a drummer brings infectious energy to any event!\".",
        "\"Let the beat take you away!\"."
    ],
    "Fencing": [
        "Fencing is a type of barrier that is used to divide an area or enclose a space.",
        "A fencing is a barrier constructed from a variety of materials, such as wood, iron, vinyl, chain link, aluminum, or a combination of these.",
        "Fencing typically consists of two or more connected posts with a latticework of horizontal and vertical bars.",
        "Fencing typically consists of posts and panels made out of wood, vinyl, or metal, that are used to create a physical boundary or barrier between two areas.",
        "Fencing is typically made up of an interwoven mesh of metal wire, wood, vinyl, or a combination of these materials.",
        "Fencing can be identified by its rectangular mesh opening, brightly coloured vinyl coating, and the use of metal posts, with either a plastic or steel top rail.",
        "Fencing can be identified by the presence of posts, rails, and mesh around the perimeter of an area.",
        "Fencing is usually easily identifiable by its tall posts, usually made of metal or timber, which are connected by metal mesh or timber boards.",
        "Fencing can be identified by its long, thin metal blades that have a pointed tip at the end, its mesh-like nets, and its padded protective gear.",
        "Fencing is easily identifiable by its characteristic large, rectangular wood or metal frames and lattice-style infills, topped with a pointed top and often lined with wire mesh.",
        "Fencing typically consists of vertical posts that are connected by horizontal rails.",
        "A fencing is typically a metal barrier that encloses an area, such as a garden or yard, for security or safety.",
        "A fencing usually consists of posts and rails held together by wire mesh.",
        "A fencing is a structure consisting of posts and rails or boards, traditionally used to create a barrier around an area.",
        "Fencing is typically made of metal, wood, vinyl, or composite materials and comes in a variety of style and heights.",
        " SportThis image is of an Olympic-style fencing match.",
        " SceneThis image from the internet is of a fencing scene.",
        " matchThe image is of two fencers in white clothes ready to compete.",
        " SwordThis image is of a silver foil fencing sword.",
        " sportThe image is of a young boy in a white fencing uniform taking a fencing stance.",
        "\"Ready for action! Two fencers getting prepared for their match-up, ready to battle it out on the piste!\".",
        "\"Ready for battle! This young fencer shows off her skills at a championship fencing match.",
        "\"Ready for battle! Two opponents stand poised and ready to fight with swords in hand, the fencing match has begun.",
        "\"Ready for sword fight!\".",
        "\"Two rivals dueling it out with grace and skill - the perfect fencing match."
    ],
    "Field_Hockey_Penalty": [
        "In field hockey, most penalties occur when a player makes a foul, dangerous, or inappropriate action.",
        "A field hockey penalty is when a player is deemed to have intentionally broken the rules of the game.",
        "In Field Hockey, a penalty is a form of punishment for a player for an offence against the rules of the game.",
        "A Field Hockey Penalty is a physical punishment for a player who has committed an infraction of the game's rules.",
        "A field hockey penalty typically involves the offending team losing possession of the ball and being forced to restart play from 5 yards behind the spot of the infraction.",
        "A Field Hockey Penalty is typically identified by either the umpire blowing the whistle to stop play, raising their arm to indicate a foul, or by the awarding of a penalty stroke or corner.",
        "In field hockey, a penalty is usually given when a player commits any of the following fouls:1.",
        "A Field Hockey Penalty can be identified by the following signs or actions:1.",
        "Field Hockey Penalty is usually signaled by the umpires’ raised arm.",
        "A Field Hockey Penalty is usually indicated by a raised hand from a referee, a whistle, and the penalty area circle being pointed to.",
        "A field hockey penalty is a direct free hit from the spot where the penalty was awarded.",
        "In field hockey, a penalty is assessed when a player commits a foul or fouls outside of normal play (such as tackling, pushing, or holding).",
        "A field hockey penalty occurs when a player commits a foul or breaks the rules of the game.",
        "A field hockey penalty typically involves either a yellow or green card being shown to the offending player.",
        "A field hockey penalty is similar to other forms of hockey penalties.",
        " CornerThe image is a dramatic shot of a Field Hockey Penalty Corner, with the front-and-center player in midair, about to take a powerful shot on goal.",
        " CornerThis image shows a Field Hockey Penalty Corner in progress.",
        " CornerThis image is of a field hockey penalty corner, taken from an overhead look.",
        "The image I found is of a field hockey penalty corner.",
        " CornerThis image from the internet shows a field hockey penalty corner in progress.",
        "\"The referee signals a penalty against the blue team for a dangerous tackle, as the red team prepares to line up for a penalty corner.",
        "\"No getting away with one in field hockey - the referee is always watching!\".",
        "\"The referee calls a penalty in this intense game of field hockey, ready to clamp down on any further infractions.",
        "\"The opposing team's penalty leaves the shooter with an open shot on goal.",
        " \"The referee signals a penalty for a dangerous play by a field hockey player, warning them to play safely to avoid further warnings."
    ],
    "Floor_Gymnastics": [
        "Floor Gymnastics is a form of gymnastics that is typically performed on a 12x12-feet floor area covered by a spring floor or a matted floor.",
        "Floor gymnastics is a type of gymnastics that is performed on the floor.",
        "Floor gymnastics is a form of gymnastics that is performed primarily on a padded surface.",
        "Floor Gymnastics is a form of gymnastics that is typically performed on a mat or floor.",
        "Floor gymnastics is an artistic gymnastics event in which competitors perform to demonstrate their specific skills on the floor area.",
        "Floor Gymnastics is a type of gymnastics performed on a flat surface.",
        "Floor gymnastics can be identified by its unique performances that involve acrobatic movements (gymnastics or tumbling) on a 12m x 12m area of spring floor.",
        "Floor gymnastics is one of the four competitive gymnastics disciplines, alongside the vault, the beam, and the uneven bars.",
        "floor gymnastics can be identified by its floor movements which usually involve flips, spins, turns, and circling movements of the body.",
        "Floor gymnastics is a type of gymnastics performed on a flat surface, such as a mat or a specially prepared area of the floor.",
        "A Floor Gymnastics routine usually consists of a series of tumbling passes and choreographed/stylized movements.",
        "Floor gymnastics is a discipline of gymnastics that takes place on a flat surface, such as a gym or dance floor.",
        "Floor gymnastics is a type of gymnastics involving various floor movements such as leaps, flips, tumbles, dance steps, cartwheels, aerials, and contortions.",
        "Floor gymnastics involves gymnastics skills and routines, performed on the floor.",
        "Floor gymnastics, sometimes called Floor Exercise, is a type of gymnastics which is typically set to music and performed on a 12x12 foot cotton or spring floor.",
        "The image is of a female athlete in a floor gymnastics routine.",
        " competitionThe image is of a Floor Gymnastics competition at the Olympic Games.",
        " RoutineThe image shows a gymnast in mid flip during her floor routine.",
        "This image is of a woman performing a floor gymnastics routine.",
        " PerformanceThis image is of a female floor gymnastics performance.",
        "\"Performing a complex routine with ease on the gymnastics floor, this gymnast is pushing the boundaries of what's possible.",
        "\"No equipment necessary for this athletic feat - just a mat, some creativity, and a lot of skill!\".",
        "\"The agility and technique of floor gymnastics is truly remarkable to behold!\".",
        "\"No equipment necessary for this high-energy floor routine!\".",
        "\"She nailed the perfect landing in our floor gymnastics routine!\"."
    ],
    "Frisbee_Catch": [
        "A Frisbee Catch is the act of two people catching a Frisbee in midair.",
        "A Frisbee Catch typically involves two or more players.",
        "A Frisbee catch looks like one person throwing a Frisbee in the air and another person running to catch it in their hands before it hits the ground.",
        "A Frisbee Catch is when two people stand farther apart than the standard throwing distance and catch the frisbee back and forth, enjoying the challenge of covering the extra distance.",
        "A Frisbee Catch is a sport in which two or more players throw a Frisbee back and forth in a continuous, quick manner in an attempt to catch it.",
        "A Frisbee catch can be identified by the practitioner extending their arm directly above their head and catching the Frisbee with one hand.",
        "A Frisbee catch is when a player grabs a flying Frisbee out of the air with the help of their hands, without the Frisbee dropping, through coordination between the player and the thrower.",
        "A Frisbee catch is usually identified by the arm-over-arm motion used to catch a Frisbee.",
        "A Frisbee Catch is a type of throw where a person catches a Frisbee in the air before it hits the ground.",
        "A Frisbee catch can be identified by the motion of the arms that are used to catch the Frisbee.",
        "A Frisbee Catch looks like two people standing across from each other, with one person throwing the Frisbee and the other catching it.",
        "A Frisbee Catch generally consists of two people facing each other in an open field.",
        "A Frisbee Catch typically resembles a person either kneeling down or laying down as they reach to catch the Frisbee.",
        "A Frisbee catch typically looks like one or more players running after a flying disc in order to catch it with their hands.",
        "A Frisbee catch typically involves a person jumping or diving to grab a Frisbee out of the air.",
        "The image is of a young woman in the mid-jump of a Frisbee catch at the beach.",
        "This image is of a person in midair catching a Frisbee against a solid blue sky backdrop.",
        "This image of a Frisbee Catch shows a group of young friends standing in a park playing the popular game of Ultimate Frisbee.",
        "This image is of two teenage boys in a grassy field, each in matching black t-shirts and blue jeans, high-fiving as one of them holds a neon-green frisbee.",
        "The image is of a woman mid-air in an athletic pose, about to catch a Frisbee.",
        "\"Nothing like a day at the park for a game of Frisbee!\".",
        "\"Going the distance - a perfect Frisbee catch!\".",
        "\"The long-distance catch is made! Perfect coordination by both thrower and receiver.",
        "\"A glimpse of summer joy - a perfect Frisbee catch!\".",
        "\"Nothing better than a sunny day spent at the park with friends, trying to see who can make the best frisbee catch!\"."
    ],
    "Front_Crawl": [
        "Front crawl is one of the four main swimming styles used in competitions.",
        "The Front Crawl is considered the fastest and most efficient stroke in swimming.",
        "The Front Crawl is a swimming style that starts in the prone (face down) floating position.",
        "The Front Crawl swimming stroke is a strong, rhythmic stroke used for swimming freestyle.",
        "Front crawl is a style of swimming in which a swimmer propels themselves forward in the water while alternating their arms in a circular motion and breathing in and out of the water.",
        "The front crawl is a swimming stroke characterized by the simultaneous alternating of the arms combined with the flutter kick.",
        "Front Crawl is typically identified by the swimmer's alternating arm strokes and their side-to-side flutter kick.",
        "Front Crawl is a swimming stroke characterized by the alternate overarm windmill-like motion of the arms and a flutter or diagnostic kick of the legs.",
        "Front Crawl is a swimming stroke where the swimmer’s arms alternate with each other while the body and legs move in a long, undulating motion.",
        "Front crawl is identified by its distinctive arm and leg movements.",
        "The front crawl stroke is a swimming style that utilizes the arms and legs in an alternating manner to propel oneself through the water.",
        "The front crawl (or freestyle) is the most popular and fastest of all the swimming strokes.",
        "A Front Crawl is also known as the Freestyle.",
        "Front crawl (or Freestyle) is the most popular and efficient swim stroke used in competitive swimming.",
        "Front crawl is a type of swimming stroke that is considered one of the most efficient swimming strokes.",
        "This image shows a swimmer performing the front crawl swimming stroke in an outdoor pool.",
        "The image is of a person performing the Front Crawl swimming stroke.",
        "This image is of a front crawl swimmer in a competitive swimming pool.",
        "The image is of a man swimming front crawl in a swimming pool with the sunlight reflecting off the water.",
        " StrokeThe image is of a person performing a front crawl stroke in a pool.",
        "\"Swimming laps is an efficient way to get a full-body workout!\".",
        "\"Goggles on, arms extended, ready to glide - perfect Front Crawl technique!\".",
        "\"Taking a plunge in the pool with efficient front crawl style!\".",
        "\"Swimming front crawl: the perfect way to start your morning!\".",
        "\"Even veteran swimmers use proper technique when swimming Front Crawl to ensure they swim as efficiently as possible."
    ],
    "Golf_Swing": [
        "A golf swing is the movement of the body and club used to hit a golf ball.",
        "A golf swing consists of a series of movements that begin with a setup position and can vary depending on the type of golf club being used.",
        "A golf swing usually starts with the golfer addressing the ball, taking a narrow stance with the feet spread shoulder-width apart.",
        "A golf swing typically involves a weight shift from the back to the front foot, a rotation of the hips, shoulders and arms, and a full follow-through once the ball is struck.",
        "A golf swing is the movement of the body, arms, and club used to hit a golf ball.",
        "To identify a golf swing, look for a series of body movements that involve the use of the arms, shoulders, torso and legs.",
        "A golf swing can be identified by the four basic phases: the takeaway, the backswing, the downswing, and the follow-through.",
        "1.",
        "The basic components of a golf swing can be identified through the following steps:1.",
        "A proper golf swing can be identified by looking for the following key elements: 1.",
        "A golf swing starts with the player standing comfortably and setting up to the golf ball.",
        "A golf swing typically starts with the golfer standing in an address position, feet slightly wider than hip-width apart.",
        "A golf swing is a complex physical motion that requires a fluid blend of power, balance, flexibility, and timing.",
        "A golf swing consists of four parts: the takeaway, the backswing, the downswing, and the follow-through.",
        "A golf swing is a complex motion made up of several components, including a backswing, a downswing, and a follow-through.",
        "The image is of a professional golfer in the middle of a powerful swing.",
        "The image from the internet of a Golf Swing is an action shot of a golfer hitting a powerful drive.",
        "This image is of a golfer in the middle of their swing in a bright green field.",
        "The image shows a golfer's swing as they hit the golf ball.",
        "This image depicts a golfer in the middle of a golf swing.",
        "\"Perfecting the swing to get that perfect drive on the green\".",
        "\"Focus and precision are essential for a perfect golf swing.",
        "\"Perfect Form: Spotting the ideal position at the top of the backswing\".",
        "\"Perfecting his golf swing - practice makes perfect!\".",
        "\"A perfect golf swing, with perfect balance and fluidity from start to finish."
    ],
    "Haircut": [
        "A hair cut typically involves the hair being sectioned off into various layers or lengths and then trimmed with scissors and various tools (such as thinning shears, razors, and electric clippers).",
        "A haircut typically involves cutting the hair around the head in multiple locations.",
        "A haircut typically involves the removal of hair to create a certain style or look.",
        "A haircut is a style of trimming or cutting the hair on the head to a certain length.",
        "A haircut can look a number of different ways depending on the style and preference of the wearer.",
        "A haircut can be identified by its length, overall shape, and texture.",
        "A haircut can be identified by the style, shape, and length of the hair.",
        "Haircuts are typically identified by the length, style, and shape of the hair.",
        "Haircuts can be identified by the way the hair is styled.",
        "Haircuts are identifiable by the way they shape and style the hair.",
        "A Haircut typically includes trimming the hair into a desired style, such as a layered bob, a long layered cut, a chin-length bob, a pixie, or a buzz cut.",
        "A haircut can vary widely, but generally speaking it involves trimming dead or split ends, as well as shaping and styling the hair.",
        "A haircut will vary greatly depending on the style you are getting.",
        "A haircut will vary based on the style and look you are trying to achieve but typically includes cutting off excess length with scissors or electric clippers, using trimming and blending on the sides and back of the head to create a neat, tidy.",
        "A haircut typically involves the use of scissors or clippers to trim and shape the hair.",
        "This is an image of a woman with a modern short haircut.",
        "The image is of a woman with a modern slicked-back bob haircut.",
        "This is an image of a modern, layered haircut.",
        "The image is of a young man with black hair.",
        "This image from the internet shows a trendy, edgy haircut.",
        "\"A fresh new look to start the new year!\".",
        "\"A fresh new look - feeling great!\".",
        "\"A fresh new look just in time for the start of the summer!\".",
        "\"A fresh new look for the season!\".",
        "\"A fresh, stylish cut for the New Year!\"."
    ],
    "Hammering": [
        "Hammering is the process of repeatedly striking an object with a hammer or other hard implement.",
        "Hammering is a technique used in metalwork and carpentry to shape, join and fasten two or more pieces of material together.",
        "A hammering is when you take a hammer and repeatedly hit a surface or object with it to drive nails, break things apart, or shape an object.",
        "A hammering is when a worker takes a hammer to drive nails into a surface, such as wood, metal, drywall, etc.",
        "Hammering is a process of pounding or forcing something into shape.",
        "The most common way to identify a hammering is by its sound.",
        "A hammering sound can be identified by its distinctive “thumping” sound that is created when an object is being struck with a hammer or other hard object.",
        "You can identify a hammering by listening for a repetitive (\"hammering\") sound coming from an object or area.",
        "A hammering is typically identified by the repeated, forceful tapping sounds it produces when it impacts a surface.",
        "You can usually identify hammering sounds by their short, sharp, repeated, and rhythmic impact-like sound.",
        "Hammering is the act of hitting something to shape it, loosen stuck parts, or join objects together.",
        "A hammering looks like a motion of bringing a tool (often a hammer) down onto a surface in a strong, swift downward motion.",
        "Hammering typically refers to the process of using a hammer to shape or shape metal.",
        "A hammering typically looks like a person or machine repeatedly hitting an object with a hammer.",
        "A hammering is the act of repeatedly striking a surface with a hammer or other type of tool in order to shape and/or drive an object.",
        "This image is of a man in blue jeans and a yellow t-shirt hammering on a piece of wood on an outdoor workbench.",
        "The image is of a man wearing a black t-shirt and blue jeans, hammering a nail into a wooden plank.",
        "The image is of a man wearing a white shirt, blue jeans and work boots and is kneeling on one knee and striking a nail with a large hammer.",
        "The image is of a man wearing safety gear standing in front of a large anvil with a hammering tool in hand.",
        "This image is of a woman in bright yellow safety gear, with her protective goggles in place.",
        "\"Out with the old, in with the new - time for a remodel!\".",
        "\"Mastering the art of making the perfect nail!\".",
        "\"No project is complete without a little elbow grease!\".",
        "\"No job too small, no nail too tough!\".",
        "\"Put your back into it!\"."
    ],
    "Hammer_Throw": [
        "A Hammer Throw is an athletic event in which a competitor throws a heavy metal sphere attached to a wire and handle.",
        "The Hammer Throw is an Olympic track and field event which involves athletes throwing a steel ball with a grip, called the hammer, on a wire.",
        "A Hammer Throw is an athletic event in which an athlete throws a heavy metal ball attached to a wire and handle.",
        "In a Hammer Throw, the athlete starts at a circle with a throwing hammer.",
        "In a hammer throw, competitors stand in a circle and take turns to throw a heavy metal ball connected to a steel wire and handle.",
        "A Hammer Throw is an athletic throwing event where a metal ball, known as a hammer, is thrown for distance.",
        "\nA hammer throw is a track and field event in which an athlete throws a metal ball attached to a wire or a chain.",
        "The hammer throw is a track and field event in which the athlete throws a metal ball (called the hammer) attached to a handle.",
        "A hammer throw is a track and field event in which a hammer (a metal ball attached by a steel wire to a grip) is thrown for distance.",
        "A Hammer Throw is a track and field event in which an athlete throws a metal ball attached to a wire and handle.",
        "The Hammer Throw is a track and field event in which the athlete throws a metal ball attached to a flexible handle a certain distance.",
        "The Hammer Throw is an event in track and field in which a heavy metal ball called a hammer is thrown for distance.",
        "A hammer throw is a track and field event where an athlete throws a heavy metal ball, called a hammer, with a flexible handle attached.",
        "The hammer throw is the action of propelling a steel (or sometimes wooden or rubber) hammer, using only one hand, for distance.",
        "A Hammer Throw involves a competitor throwing a heavy metal ball (the “hammer”) attached to a steel wire from a 7-foot circle.",
        "This image is from the internet of a Hammer Throw.",
        "This image is of a hammer thrower participating in an outdoor track and field event.",
        "erThis image shows a hammer thrower in mid-flight.",
        "The image in question is of a female collegiate athlete participating in the hammer throw event in a track and field competition.",
        "The image is of a muscularly-built athlete mid-throw in a Hammer Throw event.",
        "\"With an explosive burst of power, she launches the hammer into the air!\".",
        "\"Breaking a sweat to break her own record - this hammer thrower is determined to reach her goal!\".",
        "\"Breaking barriers with each throw, this athlete pushes to become the best in the hammer throw competition.",
        "\"Just one more powerful throw and this hammer will surely soar past the farthest mark!\".",
        "\"The power behind her swing launches the hammer flying towards a world record!\"."
    ],
    "Handstand_Pushups": [
        "Handstand pushups are a strength training exercise that requires you to balance upside down in a handstand position, with your hands firmly planted on the ground, and then slowly lower your body until your head lightly touches the ground.",
        "A Handstand Pushup is a bodyweight exercise that requires the user to lift and lower their body weight while in a handstand position.",
        "A Handstand Pushup is an advanced exercise that works out multiple muscles throughout the body.",
        "A Handstand Pushup is an advanced exercise that demonstrates upper body strength and requires balance.",
        "A Handstand Pushup is an upper body exercise that involves pushing oneself up from a handstand position.",
        "Handstand Pushups are an advanced bodyweight exercise that involve pressing one's body up and down while in a handstand position.",
        "To do a handstand push-up, you will need to first position yourself in a handstand, with your feet against a wall for support.",
        "Handstand pushups can be identified by their upright position.",
        "A Handstand Pushup is a bodyweight exercise that requires you to balance yourself while upside down in a handstand position, then lower your body down to the ground so that your head is close to the ground and push yourself back to the.",
        "Handstand pushups are an exercise that requires a person to be in a handstand position while pushing their body weight up and down.",
        "Handstand pushups are an advanced bodyweight exercise in which a person does a pushup while their feet are balanced on a wall, and their body is in an inverted position.",
        "A handstand pushup is an advanced bodyweight movement that involves performing a pushup while in a handstand position.",
        "A Handstand Pushup is a type of strength training exercise that requires a person to balance themselves on their hands while pushing their body up and down in a vertical motion.",
        "A Handstand Pushup is a bodyweight exercise done by raising yourself onto your hands and using your arms and legs to press your body up and down.",
        "A Handstand Pushup is an exercise that involves a person pushing up with their hands while supporting their body in an inverted position, generally supported against a wall or by performing a freestanding handstand.",
        "The image is of a man performing a handstand pushup in front of a brick wall.",
        "This image from the internet is of a woman doing an advanced form of handstand pushups.",
        "This image from the internet is of a person doing a handstand pushup.",
        "This image from the internet shows an athlete doing a handstand pushup.",
        "This is an image of a woman doing handstand pushups, or the 'Workout of the Day'.",
        "\"A show of strength and balance - tackling a tricky Handstand Pushup!\".",
        "\"Proving that hard work and dedication always pays off!\".",
        "\"No handstand pushup is too difficult when you stay focused and keep your balance!\".",
        "\"I'm challenging myself to reach new heights - literally!\".",
        "\"No matter how hard it gets, pushing through is always worth it!\"."
    ],
    "Handstand_Walking": [
        "A Handstand Walking is a type of skillful locomotion, in which the performer walks end-over-end up a vertical surface while inverted and in a handstand position.",
        "Handstand walking is a form of artistic gymnastics where the athlete walks a few steps while maintaining a handstand.",
        "Handstand Walking is a challenging exercise that requires a great deal of skill and balance.",
        "Handstand walking is an impressive and challenging gymnastics skill involving walking while balancing on your hands.",
        "In Handstand Walking, the person stands upright on their hands and toes while walking or stepping forward.",
        "Handstand Walking is a gymnastics skill that requires a person to walk or move sideways while in a handstand position.",
        "Handstand walking is a strength and gymnastics skill that involves balancing on the hands and walking on the hands and feet.",
        "Handstand walking is an advanced gymnastics skill that requires strength, focus, and balance.",
        "Handstand walking can be identified by the movements of an individual using their arms and legs to both support and propel themselves forward while in a handstand position.",
        "Handstand walking can be identified by looking for two key movements: a balanced handstand and walking or shuffling movements with the body.",
        "Handstand walking is a physical activity that requires a practitioner to balance themselves upside down on their hands while walking forwards, backwards, and/or sideways.",
        "Handstand walking is a popular bodyweight exercise that involves balancing on your hands while walking forward.",
        "Handstand walking is a challenging balance skill where the body is balanced with the arms and legs in a handstand position, then walked forward and backward.",
        "Handstand Walking is a calisthenics skill in which the practitioner walks on their hands.",
        "Handstand walking is an advanced calisthenics movement that involves a person balancing on their hands while walking around.",
        "This image is of a young woman doing handstand walking.",
        "The image portrays a person walking in the handstand position, on a concrete outdoor floor surrounded by trees.",
        "The image is of a person doing handstand walking on a balance beam.",
        "The image is a photograph of a woman doing a Handstand Walking exercise.",
        "This image shows a girl doing a handstand walking exercise on the beach.",
        "\"Focus and determination are key to successful handstand walking!\".",
        "\"One small step for me, one giant leap for handstand walking!\".",
        "\"Trying to take it one step at a time!\".",
        "\"No challenge too big - literally!\".",
        "\"Taking the challenge to look at life from a different perspective!\"."
    ],
    "Head_Massage": [
        "A head massage typically involves the massage therapist massaging the scalp, neck, and shoulders with their fingers and palms.",
        "A head massage typically begins with the massage therapist applying gentle or deep pressure in circular motions to various points on the head, scalp, and neck.",
        "A head massage typically starts with the person getting the massage laying on the massage table on their back.",
        "A Head Massage is a massage technique that focuses on the muscles and tissues of the head, neck, and shoulders.",
        "A head massage typically starts with the masseuse using gentle long strokes along the scalp and down the sides of the head.",
        "A head massage is a type of therapeutic massage that focuses on the muscles, connective tissues, ligaments, and tendons of the head, scalp, neck, and upper back.",
        "A head massage can be identified by its gentle circular strokes applied primarily to the head, neck, and shoulders.",
        "A head massage typically involves massaging of the temples, scalp, and neck with light to medium pressure.",
        "A head massage is usually done by gently massaging the scalp, temples, forehead, neck, and sometimes the back and shoulders.",
        "Head massage is usually identified as a massage which focuses on the head, specifically the scalp.",
        "A head massage typically involves the massage therapist using their fingers and palms to massage the scalp, temples, forehead, and the back of the neck in a gentle, circular motion.",
        "A head massage typically involves gently massaging the forehead, temples, scalp, and the back of the head and neck.",
        "A head massage typically looks like the person receiving it sits in a chair with their back to the masseuse.",
        "A Head Massage typically consists of a massage therapist using their hands and fingertips to massage the scalp, forehead, temples, neck, and shoulders.",
        "A head massage typically begins with the massage therapist gently massaging the upper back, shoulders, neck, and scalp of the client.",
        "This image is of a woman receiving a head massage.",
        "In the image, a woman is laying on her side with her eyes closed, receiving a head massage.",
        "This image from the internet shows a woman receiving a head massage.",
        "The image shows a woman receiving a head massage.",
        "The image I am describing is of a woman getting a head massage from an aesthetician.",
        "\"Find your inner peace with this therapeutic head massage!\".",
        "\"Enjoying some much needed relaxation with a soothing head massage.",
        " \"Unwinding after a long day with a soothing head massage\".",
        "\"Unwinding with a soothing head massage - the perfect way to relax after a long day!\".",
        "\"Enjoying the ultimate relaxation of a blissful head massage\"."
    ],
    "High_Jump": [
        "In a high jump competition, athletes attempt to jump as high as possible over a crossbar without knocking it down.",
        "A high jump typically involves a jumper running up to a Take-off area marked on the metal bar, and then taking off horizontally to propel themselves over the bar.",
        "A high jump is a track and field event in which a competitor jumps over a crossbar with the aid of a running start.",
        "A high jump is a track and field event in which competitors must jump over a horizontal bar.",
        ".",
        "High jump is a track and field event in which a participant jumps over a bar placed at a predetermined height.",
        "A high jump is an athletic event in which an individual or team attempts to jump over a horizontal bar that is placed across a straight track.",
        "High jumps are identified by the presence of an elevated bar that lies across two raised supports.",
        "A high jump can be identified by its size, shape and colour.",
        "A high jump is a track and field event in which competitors attempt to leap over a bar set at a certain height.",
        "A high jump involves a competitor running up to a bar and leaping over it with the use of a curved approach and a powerful, extended jump.",
        "A high jump typically starts with an approach run of 10 to 15 steps, followed by the lifter throwing his or her body into a scissors kick at the end of the approach run.",
        "A high jump typically involves a competitor running down a track and jumping over a bar which is set at a predetermined height.",
        "A high jump is an athletic event in which a participant attempts to attain the highest possible vertical jump by clearing a bar or bar and crossbar set at a certain height.",
        "A high jump is a track and field event in which the competitor attempts to jump over a bar, typically placed about 1.",
        "The image is of a female athlete doing a high jump.",
        "This image is of a high jump athlete in the middle of a competition jump.",
        " CompetitionThis is an image of a high jump competition at a track and field event.",
        "This image from the internet is of a high jump event.",
        "This image from the internet shows a high jump athlete in mid-air, right before clearing the bar.",
        "\"Attempting to reach greater heights - the athlete goes for a high jump!\".",
        "\"She clears the bar with ease, earning her a place in the record books!\".",
        "\"Leap of faith: An athlete builds up speed before confidently attempting the high jump.",
        "\"Breaking their own record, this competitor soars above the rest in the high jump event.",
        "\n\"Jumping to new heights!\"."
    ],
    "Horse_Race": [
        "A horse race usually looks like an exciting event, filled with a large crowd of people cheering and chanting for their favorite horse.",
        "A horse race typically involves several horses competing in a designated track or course.",
        "A horse race is a type of public event where horses race against each other, usually around an oval track.",
        "A horse race can be an exciting spectacle to observe.",
        "A horse race is an exciting sight! Horses dash around the track, jockeys perched atop the horses, urging them with their whip and their body movement.",
        "A horse race can be identified by the presence of jockeys on horses competing against each other around a track in a set time or distance, while onlookers place bets on the likely outcome.",
        "A Horse Race can be identified by the type of event taking place, the crowd that gathers to watch the race, and the landmarks or obstacles present on the track.",
        "Horse races can be identified by the presence of a large, open field, multiple horses and riders, spectators, and betting booths or counters.",
        "Horse race can often be identified by the presence of a racetrack, large crowds, jockeys, and owners.",
        "1.",
        "A horse race typically consists of multiple horses running along a track of varying length, typically half a mile (8 furlongs) or longer.",
        "A horse race typically consists of several horses racing around a track at a gallop.",
        "A horse race typically involves several horses running a fixed distance on a track in a certain amount of time.",
        "A horse race typically looks like a large number of horses running around a large track, usually oval shaped.",
        "A horse race typically begins with the horses being lined up in the starting gate, separated by stalls.",
        "This is an image of a horse race from the internet.",
        "This image shows a horse race in action.",
        "This is an image of a horse race.",
        "This image shows a stunningly dynamic shot from a horse race.",
        "The image is of a horse race taking place on a beach.",
        "\"The horses are off and running in the Annual Race for the Cup!\".",
        "\"The horses line up at the gates, ready to begin the race and take the lead!\".",
        "\"The horses fly around the bend in the final stretch of the race, with the crowd cheering them on!\".",
        "\"Jockeys battle neck and neck as their horses fiercely fight for the finish line!\".",
        "Riders break from the starting gate in a thrilling horse race!."
    ],
    "Horse_Riding": [
        "Horse riding can look like a multitude of things depending on the rider and the type of riding.",
        "Horse riding typically involves sitting astride a horse while controlling its movement and direction.",
        "Horse riding is an exciting and fun activity to do in the outdoors.",
        "Horse riding is the act of riding or driving a horse.",
        "Horse riding is a beautiful sport that creates a unique bond between horse and rider as they work together.",
        "To identify a Horse Riding, look for the following indicators:1.",
        "Horse riding can be identified by a person riding on the back of a horse wearing riding clothes and riding boots, usually with a helmet, and riding with a saddle, reins, and other horse tack.",
        "Horse riding can be identified by the presence of a saddle, bridle, or other riding equipment; an experienced horse rider; or the sound of hooves hitting the ground.",
        "Horse riding can be identified by the presence of a horse and rider, equipment such as helmets, saddles, and other gear, and/or activities associated with riding, such as grooming, tacking up (preparing a horse for.",
        "Horse riding can be identified by observing the person or activity.",
        "Horse riding can look different from person to person.",
        "A horse riding usually looks like a person sitting atop the horse while its gait or movement is guided by the horse rider's hands, leg and balance.",
        "Horse riding typically involves mounting a horse and then guiding and controlling it using commands, hand signals, and other methods of communication.",
        "Horse riding can look different depending on the discipline, but in general, it looks like a person mounted on a horse, guiding the horse to do various tasks.",
        "Horse riding can look different depending on the style and discipline.",
        "This image shows an image of a woman riding a white horse along a beach.",
        "This image is of a woman riding a black horse in a meadow.",
        "The image is of a woman riding a majestic black horse against a backdrop of nature.",
        "The image I'm describing is of a woman on a brown and white horse wearing a white long-sleeve shirt, blue jean pants, and a black helmet, riding on a grassy field.",
        "This is an image of a horse and its rider galloping at speed through a lush forest.",
        "\"Exploring the countryside on horseback is the best way to take in all the natural beauty!\".",
        "\"Riding off into the sunset on horseback - the best way to end a perfect day!\".",
        "\"Jumping into the weekend with a ride on Big Red!\".",
        "\"Enjoying the fresh air on a beautiful day with my trusty steed!\".",
        "\"Enjoying an afternoon ride in the countryside with my loyal steed\"."
    ],
    "Hula_Hoop": [
        "A Hula Hoop is a round, plastic hoop, usually about 35–75 cm (14–30\") in diameter, and approximately 2 cm (0.",
        "A hula hoop is a large, circular hoop typically made from plastic that a person twirls around their body by their hips or waist.",
        "A hula hoop is a circular hoop, usually made of plastic.",
        "A Hula Hoop is an hourglass-shaped toy made of polyethylene plastic.",
        "A Hula Hoop looks like a circular shaped toy made out of plastic or other materials.",
        "A Hula Hoop can be identified by its circular shape, colorful design, and large size (usually about 37-40 inches in diameter) made of a lightweight plastic material.",
        "Hula Hoops can be identified by their circular shape, usually undone and commonly made of plastic.",
        "A Hula Hoop can be identified by its bright colors and circular shape.",
        "A Hula Hoop can typically be identified by its circular shape, and usually is made from brightly colored plastic or other similar material.",
        "A Hula Hoop can typically be identified by its bright, colorful plastic design and its circular shape.",
        "Hula hoops are circular objects usually made of plastic.",
        "A hula hoop is a circular hoop made of plastic or other materials, which is used for a rhythmic gymnastics and other forms of physical exercise.",
        "A Hula Hoop is a circular hoop, usually made of plastic, that is spun around the body, typically the waist.",
        "A Hula Hoop is a circular band of PVC plastic or similar material that has a diameter of approximately 30-75cm, and is specifically designed to be twirled around the body in various ways.",
        "A Hula Hoop is typically a brightly-colored, circular hoop made of plastic.",
        "This image from the internet is of a colorful Hula Hoop.",
        "This image is of a young girl, approximately 6-8 years of age, wearing a white tank top and denim shorts with her bright yellow Hula Hoop twirling around her waist.",
        "This image is of a young girl in a colorful dress playing with a pink hula hoop in what appears to be a meadow of wildflowers.",
        "This is an image of a person, most likely a young girl, using a Hula Hoop.",
        "This image is of a traditional plastic Hula Hoop.",
        "\"You're never too old to have a little fun with a Hula Hoop!\".",
        "\"Spinning around with a carefree attitude!\".",
        "\"Spinning into the weekend with a fun workout!\".",
        "\"The best way to have some fun in the sun!\".",
        "\"Putting practice to the test: showing off my Hula Hoop skills!\"."
    ],
    "Ice_Dancing": [
        "Ice dancing is a form of competitive figure skating in which a couple perform a dance on ice to music.",
        "Ice Dancing is an exciting and elegant form of ice skating that involves intricate steps, complex moves, and creative elements.",
        "Ice Dancing is a form of figure skating that combines elements of ballroom dancing and ice skating.",
        "Ice Dancing is a figure skating discipline that incorporates complex choreography, intricate footwork, and gentle but dramatic movements.",
        "Ice dancing is a type of figure skating that involves two people performing a dance routine that incorporates elements of ballet and ballroom dancing.",
        "Ice dancing is similar to figure skating, but the main difference is that it requires dancers to perform choreographed, interpretive routines with a partner on the ice.",
        "Ice dancing is a form of figure skating that emphasizes intricate footwork, body positions, and musicality.",
        "Ice dancing can be identified by many characteristics that differentiate it from other forms of dance.",
        "Ice dancing is a type of figure skating that focuses on intricate footwork, precise movements, and choreographed lifts and spins.",
        "Ice Dancing can be identified by looking for skaters that are skating closely together in unison and executing a dance that features specific technical elements such as twizzles, twizzles lifts, spin variations, etc.",
        "Ice dancing is a form of figure skating that is similar to ballroom dancing in that it requires two dancers to perform dance moves on ice.",
        "Ice dancing is a form of figure skating that emphasizes choreography and musicality rather than athletic jumps and spins.",
        "Ice dancing is often described as a combination of ballet, figure skating, and dancing.",
        "Ice dancing is a form of figure skating that involves couples or solo skaters performing choreographed sequences of dance and certain elements of figure skating, such as skate lifts and footwork, to music.",
        "Ice dancing is a form of figure skating that is similar to ballroom dancing.",
        " CompetitionThe image is of a stunning ice dancing couple performing their routine during a competition.",
        " CoupleThe image shows a stunning Ice Dancing couple gliding across the ice.",
        " competitionThis image is of a group of ice dancers in mid-routine, spinning and twirling gracefully in unison.",
        " competitionThis image shows two ice dancers competing in a professional ice dancing competition, as evidenced by the two couples in matching costumes in the frame.",
        " PerformanceThis picture from the internet is of an ice dancing performance.",
        "\"An exquisitely graceful performance - showing off the beauty and athleticism of Ice Dancing.",
        "\"Grazing the ice: a couple performs a graceful dance at the ice rink.",
        "\"The couple glides gracefully across the ice, completing a breathtakingly beautiful routine.",
        "\"Make way for the ice-dancing queen as she dazzles the crowd with her move-perfecting grace.",
        "\"This ice dancing couple demonstrates the grace and precision it takes to excel at this complex sport."
    ],
    "Javelin_Throw": [
        "A javelin throw is a track and field event in which a competitor throws a metal-tipped javelin as far as possible.",
        "A javelin throw is a track and field event where competitors throw a spear-like object called a javelin.",
        "In a modern Javelin Throw competition, a competitor stands at a throwing line and throws a metal javelin – a spear-like object – as far as possible.",
        "A Javelin Throw is a competitive event in which athletes stand on a throwing line and throw a spear-like implement.",
        "A javelin throw consists of a runner taking off from a desk, hefting the javelin behind them, and throwing it as far as they can.",
        "A Javelin Throw can be identified by the athlete running in one direction with a spear-like implement in hand before throwing it in the opposite direction.",
        "A Javelin Throw can be identified by the athlete throwing the javelin with a long overhead arm motion and releasing the javelin from an over the shoulder position.",
        "Javelin throw is an athletics event in which the javelin, a spear-like object, is thrown as far as possible.",
        "To identify a javelin throw, look for a track and field athlete throwing a long metal spear-like implement with a sharpened head.",
        "A javelin throw can be identified by the athlete throwing an implement, typically a spear-like object, with a round or pointed end that is thrown for distance.",
        "A javelin throw begins with the thrower standing in an area known as the throwing circle.",
        "A javelin throw typically consists of a run up and a throwing action.",
        "A javelin throw is a track and field event in which a person throws a metal spear-like object for distance.",
        "The javelin throw is a track and field event in which a metal-tipped javelin is thrown from a set point.",
        "A Javelin Throw consists of a person standing on a throwing line, usually located 7-9 meters away from the target.",
        "The image is of a man in mid-air, caught at the moment of release of a javelin.",
        "This image from the internet is of an athlete throwing a javelin.",
        "This image is of a javelin throw at a track and field competition.",
        "The image shows a female athlete in the middle of a javelin throw.",
        "This image from the internet shows a Javelin Throw in action.",
        "\"The focus and power of the javelin thrower is evident as they reach the peak of the throw.",
        "\"She prepares to unleash her javelin and take aim at the record books!\".",
        "\"She put her all into her throw and released the javelin with a loud cheer as it flew through the air.",
        "\"She easily countered her opponent's throw with a powerful Javelin throw of her own!\".",
        "\"Competing with a fierce intensity, this javelin thrower demonstrates the strength and power required to reach the top of their game."
    ],
    "Juggling_Balls": [
        "Juggling balls are usually round in shape and covered in leather, vinyl, or synthetic fabric.",
        "Juggling balls are usually designed as colorful, round objects with a slightly textured surface to aid with grip.",
        "Juggling balls are usually round and brightly colored, made of a fabric-like material that is stuffed with tiny pellets or beads for weight.",
        "Juggling balls are usually round in shape and come in a variety of sizes, weights, colors, and patterns.",
        "Juggling balls are brightly colored spheres, typically between 3 and 5 inches in diameter, filled with sand or some other material.",
        "Juggling balls can usually be identified by their size, weight, and texture.",
        "Juggling balls can be identified by their size, color, weight, and texture.",
        "Juggling balls are typically round-shaped, and can be made from a variety of materials, such as leather, rubber, vinyl, or sturdy plastic.",
        "Juggling balls generally have a textured surface that makes them easier to grip and keeps them from slipping out of a juggler's hands.",
        "Juggling balls can typically be identified by their round shape, bright colors, and lightweight design.",
        "Juggling balls are usually brightly-coloured, round objects made from a variety of materials.",
        "Juggling balls can come in many shapes and sizes.",
        "Juggling balls typically look like small, round, colorful objects.",
        "Juggling balls typically look like round, fabric-covered spheres.",
        "Juggling balls typically look like small, round, colorful soft balls.",
        "The image shows three juggling balls in a pattern in the air.",
        "This image is of five colorful juggling balls floating in the air, arranged in a circular pattern.",
        "This image on the internet shows three glowing neon balls being juggled by an individual wearing a black jumpsuit and yellow and black gloves.",
        "This image from the internet shows a hand juggling three brightly-colored balls.",
        "This image from the internet shows a person juggling three red, yellow, and blue balls in the air.",
        "\"Focus, balance, and lots of practice make the perfect juggling performance!\".",
        "\"No matter how many times I drop them, I never give up!\".",
        "\"Practice makes perfect! Trying to master the art of juggling balls to impress your friends.",
        " \"Juggling is not only fun, but also a great way to exercise!\".",
        "\"Practice makes perfect! Just keep juggling!”."
    ],
    "Jumping_Jack": [
        "A Jumping Jack is a type of aerobic exercise typically done by jumping with the legs spaced apart and the arms overhead, then bringing the arms and legs together on the next jump.",
        "A jumping jack is an exercise move often used in aerobic or calisthenic workouts.",
        "A Jumping Jack is a type of calisthenic exercise in which a person jumps with their feet apart and arms over their head while simultaneously clapping the hands overhead.",
        "A Jumping Jack is a type of exercise where a person jumps with their legs wide apart and their arms above their head while moving their feet back together and their arms back down to their sides.",
        "A Jumping Jack is an aerobic exercise that combines elements of jumping and jacking in place.",
        "A Jumping Jack is a type of calisthenics exercise in which the participant jumps with their legs spread wide and their arms touching overhead, resembling the pose of a person \"jumping for joy.",
        "A Jumping Jack is a type of exercise that involves jumping with both feet at the same time while simultaneously raising the arms above the head and clapping the hands together.",
        "A Jumping Jack is a convenient and effective exercise to incorporate into a fitness routine, and can easily be identified by its characteristic jumping motion.",
        "A Jumping Jack is typically a move performed in exercise routines.",
        "A Jumping Jack is a type of calisthenic exercise in which the person jumps up, spreading their arms and legs outwards as they do so.",
        "A Jumping Jack is a type of jumping exercise that involves quickly jumping with your feet apart and then quickly bringing them back together, while simultaneously thrusting your arms outward and upward above your head.",
        "A jumping jack is a type of exercise done by jumping up into the air with the legs and arms spread wide, then returning to the original standing position with the arms and legs still spread wide.",
        "A Jumping Jack is a type of exercise that involves jumping feet together and then jumping back out while raising your arms overhead.",
        "A Jumping Jack is a type of calisthenics exercise in which a person jumps with their feet spread apart and their arms extended above their head.",
        "A Jumping Jack is a type of calisthenic exercise that involves jumping and then spreading and raising the arms and legs outwards, away from the body.",
        "This image is of an orange and white cartoon character doing a jumping jack, with one arm and one leg in the air.",
        "The image I'm describing is of a jumping jack.",
        "This image from the internet is of a Jumping Jack, the classic childhood exercise.",
        "This image from the internet is of a cartoon character doing a jumping jack.",
        "This image from the internet is of a kid performing the exercise known as the Jumping Jack.",
        "\"Ready, set, JUMP!\".",
        "\"Ready, set, JUMP!\".",
        "\"Let's get this party started!\".",
        "\"Taking a break from the daily grind to get the heart rate up!\".",
        "\"Make a healthy start to your day with this energizing jumping jack routine!\"."
    ],
    "Jump_Rope": [
        "A jump rope is a length of rope, usually with a plastic or foam handle attached to each end.",
        "A jump rope is a long rope, usually about 9-10 feet in length, made of nylon or leather with handles on each end.",
        "A jump rope is a very simple yet versatile piece of fitness equipment.",
        "A jump rope is a type of exercise tool consisting of a length of rope with handles on either end.",
        "A Jump Rope is a long, thin rope with handles at each end.",
        "A jump rope typically has a handle on each end of a long, thin rope that is used for skipping and exercise.",
        "A jump rope is usually a long, thin rope made from either plastic or fabric, and has handles on both ends.",
        "A jump rope can be identified by its long length (usually 9-10 feet), lightweight material, handles/grips for easy use, and often features bright colors or textured material for added grip.",
        "A jump rope is usually identified by its long length, which is usually made of rope or cloth.",
        "A jump rope is typically a long rope made from a variety of materials such as nylon, leather, plastic, or cotton with handles on each end.",
        "A jump rope is a piece of fitness equipment consisting of a length of cord or cable, usually plastic or rubber-coated, with handles on each end.",
        "A jump rope is typically a long, flexible rope that can be held by two people while one person jumps over it.",
        "A jump rope typically consists of one or more lengths of cord, rope, or a type of plastic fibre with handles attached to each end.",
        "A jump rope is typically a long rope with handles attached to each end.",
        "A jump rope is typically a forward- and backward-twisting length of cord, with handles on either end to facilitate swinging the rope.",
        "This image is of a girl jumping rope in a park on a sunny day.",
        "This image is of a black nylon jump rope with lime green accents.",
        "The image is of a yellow and black woven jump rope.",
        "This image from the internet is of woman jumping rope in a park under a bridge.",
        "The image is of a bright neon orange and blue jump rope layered with black grips on each end.",
        "\"Fun summer days call for an old-fashioned game of jump rope!\".",
        "\"Jumping rope is an excellent way to get the heart pumping and the body moving!\".",
        "\"Practicing good jump rope form is essential for maximising the benefits of this classic form of cardio exercise!\".",
        "\"Ready, set, JUMP!\".",
        "\"Practicing jumping rope is a great way to stay fit and have fun!\"."
    ],
    "Kayaking": [
        "Kayaking is a water sport in which an individual or two people in a kayak paddle a small craft through the water.",
        "A kayak is a small, narrow boat that is typically propelled with a double-bladed paddle.",
        "Kayaking is a water sport which involves an individual or group paddling a light, narrow craft known as a kayak, usually in an ocean, lake or river.",
        "Kayaking is a popular watersport that involves propelling yourself in a small one or two-person boat called a kayak.",
        "Kayaking is a type of recreational sport in which you use a kayak (a small, lightweight boat) to paddle along on lakes, rivers, and oceans.",
        "Kayaking can be identified by its distinctive design, or kayak shape, which typically includes a closed deck, low profile, and two or more openings in the cockpit area.",
        "A kayak is a type of boat generally defined by its long, skinny shape and its use of a double-bladed paddle for propulsion.",
        "Kayaking is usually identified by a kayaker wearing a wetsuit, a safety helmet, a life jacket, and carrying a paddle.",
        "Kayaking can be identified by a close-fitting deck, a pointed stern, and a cockpit large enough to hold a single person in a sitting position.",
        "Kayaking can typically be identified by a person or multiple people sitting in a small, narrow boat, holding paddles and navigating through a body of water.",
        "Kayaking typically involves sitting in a narrow boat specifically designed for paddling and using a double-bladed paddle to propel yourself forward.",
        "Kayaking typically involves paddling an individual or tandem (two person) kayak along a river, lake or other body of water.",
        "Kayaking typically looks like a person sitting in a low, tapered kayak paddling a double-bladed paddle.",
        "Kayaking typically involves a person sitting in a kayak with a double-bladed paddle, propelling themselves forward by pushing against the water with alternating strokes of the paddle.",
        "Kayaking typically involves a small boat or inflatable boat, called a kayak, and one or two paddles.",
        "The image shows a lone person kayaking in a calm lake surrounded by lush green mountains.",
        "The image is of a person kayaking through a salty-blue inlet of crystal clear water.",
        "This image from the internet is of an outdoor enthusiast kayaking along a peaceful lake during golden hour.",
        "The image is of a kayaker paddling through a winding and lush river.",
        "This is an image of a kayaker, paddling along a crystal clear body of water with a spectacular mountain range in the background.",
        "\"Exploring the river by kayak - a perfect way to get out and enjoy nature!\".",
        "Exploring the river's hidden wonders on a peaceful kayak journey.",
        "\"Take a paddle on the peaceful lake and explore the beauty of nature\".",
        "\"Exploring the great outdoors with a kayak\".",
        "\"Exploring the great outdoors by kayak - what a perfect way to spend the day!\"."
    ],
    "Knitting": [
        "Knitting is a craft that uses two or more needles to create a fabric from interlocking loops of yarn.",
        "Knitting is a craft of looping yarn with two or more knitting needles to create fabric.",
        "Knitting is a type of craft in which yarn is looped with two or more needles to create a textured fabric.",
        "Knitting is a technique used to create fabric from interlocking loops of yarn.",
        "Knitting is a type of needlework in which yarn is used to create a knitted fabric.",
        "The most common way to identify a knitting project is to look at the fabric it produces.",
        "Knitting can usually be identified by its distinctive loops of yarn connected together by needles or a loom.",
        "A knitting can be identified by the need for two needles and yarn or thread.",
        "Knitting can be identified by looking for two interlocked loops of yarn that have been formed by a needle or hook, as well as by identifying a series of stitches that have been formed from yarn.",
        "Knitting is typically identified by the use of two pointed needles and yarn to interlock loops of yarn.",
        "A knitting project typically looks like a piece of fabric made up of loops of yarn interlocked in rows.",
        "Typically, a knitting project will look like a piece of fabric made with two needles and yarn.",
        "Knitting typically looks like two needles with yarn looped around them.",
        "Knitting often appears as multiple layers of yarn woven together in a pattern to create a fabric or item such as clothing, a hat, a scarf, a blanket, a toy, or even a piece of furniture.",
        "A knitting project typically has two main components.",
        " ProjectThe image is of a knitting project in the process of being made.",
        "The image is of a woman in a magenta shirt and blue jeans sitting on a gray couch and knitting a colorful, striped wool scarf.",
        " MachineThis image is of a knitting machine.",
        "The image is of a woman sitting on a white sofa surrounded by multiple color skeins of yarn and colorful knitted items.",
        "This image shows a person, sitting at a wooden table with a large ball of blue yarn in front of them.",
        "\"Grandma's favorite pastime: Working on her latest knitting project\".",
        "\"The perfect way to relax on a chilly evening - a cozy night wrapped up in a handmade cozy blanket!\".",
        "\"Knitting all the cozy winter sweaters for the holiday season.",
        "\"This cozy handmade scarf is the perfect way to keep warm all winter!\".",
        "\"An afternoon of crafting brings joy to the soul!\"."
    ],
    "Long_Jump": [
        "A long jump is a track and field event in which athletes take a running start and jump as far as they can from a \"takeoff\" board.",
        "In a Long Jump a competitor runs down a track, builds momentum, and then jumps as far as they can off of a wooden plank (also known as a take-off board).",
        "In the long jump, the athlete typically runs down a track in a straight line and builds up speed prior to taking off from a defined point on the track.",
        "In the long jump, athletes sprint down a runway before taking off from a takeoff board.",
        "In a Long Jump, the athlete starts from a standing position behind a line marked on the track or field.",
        "A Long Jump can be identified by the athlete sprinting down a runway and then jumping as far as they can from a take-off board onto a sand pit.",
        "A Long Jump involves an athlete running down a runway and then jumping as far as possible into a pit of sand.",
        "Long jump can be identified by an athlete standing at a starting mark, then running down a runway and jumping as far as possible into a sandpit.",
        "A long jump can be identified by observing an athlete running forward and then leaping as far as they can off one foot before landing, in an attempt to cover the longest possible distance.",
        "The long jump is a track and field event in which an athlete tries to achieve the longest possible length of jump from a running start.",
        "The long jump involves a competitor sprinting down a track and leaping into a sand pit at the end of the track.",
        "A long jump is a track and field event in which an athlete attempts to jump as far as possible from a take-off point.",
        "A Long Jump is an athletic event where an athlete runs down a runway, takes off from a designated spot at the end, and propels themselves as far forward as possible.",
        "In the long jump, competitors sprint down a runway, usually covered in either metal or synthetics, and make an attempt to jump as far as possible from a take-off point.",
        "A long jump looks like a running start leading to a sand pit.",
        "This image from the internet shows a Long Jump competition in progress.",
        "This image shows a group of athletes in the middle of long jump competition.",
        "This image shows a woman mid-jump in a long jump event.",
        "This is an image of a Long Jump event – a track and field event included in the Olympics.",
        "This image is from the internet and features a long jump competition.",
        "Taking flight during the long jump event, this athlete is soaring towards success!.",
        "\"With unstoppable momentum, the athlete soars through the air in a beautiful long jump.",
        "\"Breaking personal bests in the long jump: feeling the rush of excitement as you soar through the air!\".",
        "\"Reaching for the skies, this athlete is poised to break a new long jump world record!\".",
        "\"Going the Distance: John demonstrates the power and grace of the long jump at the track and field meet."
    ],
    "Lunges": [
        "Lunges are a type of exercise that primarily work the gluteal muscles and the quadriceps, as well as the hamstrings and calves.",
        "A lunge is a bodyweight exercise targeting the muscles of the legs and buttocks.",
        "A lunge is a bodyweight exercise that targets the muscles in the lower body, particularly the glutes and quads.",
        "A lunge is an exercise involving a step forward with one leg, followed by a bending of both knees to a 90-degree angle.",
        "A Lunge is an exercise that works the muscles in the lower body.",
        "Lunges are a lower body exercise that targets the thighs, glutes, and hamstrings.",
        "Lunges are exercises that involve stepping forward with one leg and lowering the body until the other knee almost touches the ground.",
        "A lunge is a single-leg bodyweight exercise that works the muscles of the lower body, including the quadriceps, glutes, and hamstrings.",
        "A lunge is a single-leg bodyweight exercise that works all the major muscle groups in the lower body.",
        "A lunge is a movement in which one leg is placed forward with a bent knee and the heel of the rear foot is lifted off the floor.",
        "A lunge is an exercise in which you take a wide step forward, lower your hips, and bend your front knee.",
        "A lunge is an exercise that engages the lower body and the core.",
        "A lunge is a lower body exercise involving movements where one leg is outstretched behind you and the other is bent in front of you.",
        "A lunge is a single leg exercise which works the glutes, hamstrings, and quadriceps.",
        "A lunge is an exercise typically performed with the body moving in two motions, such as stepping forward with one foot while bending the knee, and then pushing back up to the starting position.",
        "This image from the internet is of a woman doing a lunge.",
        ".",
        "This is an image of a lunges exercise from the internet.",
        "This image shows a person performing a lunge on a green outdoor surface.",
        "This image is of a woman doing a lunge exercise.",
        "\"Get those legs ready! Lunges are the perfect way to help tone and sculpt.",
        "\"Feeling the burn! Working on my lower body strength with some lunges 💪\".",
        "\"Getting those muscles firing with a classic lunge - progress is always possible!\".",
        "\"Breaking a sweat and getting stronger one lunge at a time!\".",
        "\"Focus on proper form for maximum results--here's one way to properly execute a Lunge!\"."
    ],
    "Military_Parade": [
        "A Military Parade typically includes a marching band, soldiers, and colorful uniforms.",
        "A military parade typically involves a procession of soldiers and other military personnel marching in formation to the beat of drums.",
        "A military parade usually involves an impressive display of military might, with troops marching in formation accompanied by marching bands playing military music.",
        "A military parade typically consists of members of the military, led by marching bands and often with vehicles and weapons on display.",
        "A military parade is a public display of a nation or a group's military capabilities, featuring marching troops, formations of armored vehicles, music, and flag-bearing troops.",
        "A military parade can be identified by its display of military personnel, vehicles, and equipment, usually accompanied by bands, honor guard contingents, and salutes.",
        "A military parade usually includes large numbers of military personnel marching in formation and displaying military equipment, uniforms, and banners.",
        "A military parade can usually be identified by large groups of both active and reserve troops marching in unison, with accompanying music and military vehicles such as tanks and planes.",
        "A military parade typically includes marching and/or motorized units in some combination wearing traditional uniforms and military gear.",
        "A Military Parade is usually easily identifiable because of the brightly colored uniforms, marching bands playing military marches, large flags, and military vehicles.",
        "A military parade typically involves a ceremonial march of servicemembers in dress uniform, accompanied by marching bands, and occasionally, tanks, artillery, horses, and other armored vehicles.",
        "A military parade typically involves any number of military personnel marching in formation as marching bands play patriotic music, accompanied by servicemen and women bearing flags and banners.",
        "A military parade typically involves marching soldiers, military bands playing music, and display of weaponry and equipment.",
        "A military parade typically includes troops, bands, color guards, and precision drill teams marching in formation.",
        "A military parade typically involves marching troops and bands playing military music, as well as fly-overs by military aircraft.",
        "This image is of a military parade in Merida, Venezuela.",
        "This is an image of a military parade in the United States of America.",
        "This image from the internet shows a large military parade in Russia.",
        "This image is of a large military parade in an unknown location.",
        "This image is of a large-scale military parade in full swing in a major metropolitan center.",
        "\"Honoring the men and women of the armed forces, a military parade proudly marches through the streets of the nation's capital.",
        "\"Honoring our brave veterans on Veterans Day with a patriotic military parade.",
        "\"Soldiers march in perfect unison during a display of strength and honor in a traditional military parade\".",
        "Soldiers of the United Kingdom's Armed Forces proudly march in an annual military parade, honouring their service and dedication to our nation.",
        "Honoring Our Heroes: Saluting the brave men and women of the armed services with a spectacular military parade."
    ],
    "Mixing": [
        "A mixing is a process of combining two or more discrete audio elements together, generally with the intention of producing a complete stereo track or backing arrangement.",
        "A mixing is the process of combining multiple audio signals into one or more outputs.",
        "Mixing can look like a recording engineer moving a fader (slider) on a mixing console to adjust the volume or balance of an audio track, or a DJ blending two songs together using turntable and mixer.",
        "Mixing is the process of combining or blending two or more audio sources to make a single unified piece of audio.",
        "A mixing is a special technique used when producing music.",
        "A mixing engineer can be identified by their mixers, plug-ins, and other sound-editing software that they use to manipulate, balance, and enhance audio recordings.",
        "Mixing is a technique used for combining multiple elements from different audio sources into one cohesive sound.",
        "A mixing is typically identified by the presence of two channels or sound sources that are being combined to create a single output.",
        "Mixing can be identified by the use of the process of combining two or more elements together to create a new sound.",
        "Mixing is the process of combining different ingredients together in order to create a blended, uniform product.",
        "A mixing typically refers to a process involving blending together audio signals from one or more sources to create a cohesive sound.",
        "A mixing console is a device that allows an audio engineer to control the levels, balance, and effects of multiple sound sources.",
        "Mixing typically looks like a few pieces of equipment in a professional recording studio or a home studio setup.",
        "A mixing console typically looks like a long table with a variety of buttons, dials, knobs, sliders, and faders along its length.",
        "A mixing board is a device used in sound production and recording that allows a user to mix multiple signals together.",
        " BowlThe image shows a stainless steel mixing bowl that is made by Cuisinart.",
        " BowlThe image is of a classic stainless steel mixing bowl with a shiny metallic finish.",
        " boardThe image I saw on the internet is of a Mixing Board.",
        " bowlThe image I am referring to is of a modern stainless steel mixing bowl with a mirror-like finish and a curved lip.",
        " DeskThis image is of a classic, analog mixing desk.",
        "\"Mastering the art of creating the perfect music mix\".",
        "\"Mastering the art of the perfect cocktail: stirring up a delicious drink!\".",
        "\"The art of mixing: blending flavors to create a delicious cocktail!\".",
        "\"Mixing up the perfect combination of ingredients for the best dessert!\".",
        "\"The perfect balance of flavours - the art of mixing a winning recipe!\"."
    ],
    "Mopping_Floor": [
        "A mopping floor is a floor that has been recently cleaned with a mop.",
        "A moping floor is an area that has been recently mopped and cleaned.",
        "A mopping floor is a floor that is wet from being cleaned with a mop.",
        "A mopping floor is a floor that has been recently wiped down with a mop and water.",
        "A mopping floor is a floor that has been wet down with a mop and cleaner solution.",
        "Mopping floors can typically be identified by the shiny appearance of the floor surface and/or the presence of water.",
        "Mopping floors can be identified by looking at the floor’s surface.",
        "A mopping floor can be identified by its glossy or semi-gloss finish, as well as by the fact that it has been recently and recently cleaned.",
        "One way to identify mopping a floor is to look for signs that the floor was recently wet and dried.",
        "A Mopping Floor can be identified by its glossy appearance and freshly washed or mopped smell.",
        "A mopped floor typically looks shiny and clean, without any dirt, dust, or debris on the surface.",
        "A mopping floor typically looks very clean.",
        "A mopped floor typically looks much cleaner than a floor that has not been mopped.",
        "A mopping floor typically looks wet and may have streaks left from the solution used to clean it.",
        "A mopping floor can look wet, shiny, and reflective.",
        "This is an image of a woman mopping a tiled kitchen floor.",
        "The image on the internet shows a woman mopping a shiny tile floor with a yellow mop.",
        "The image is of a young woman mopping a tiled kitchen and dining room floor.",
        "This image is of a woman wearing a black baseball cap and a checkered shirt mopping a kitchen floor in a brightly lit room.",
        "This is an image from the internet of a mopping floor.",
        "\"Let the clean up begin!\".",
        "\"Keeping the floors sparkling clean - one stroke at a time!\".",
        "\"Start each day with a fresh, clean floor!\".",
        "\"Cleaning up never seemed so satisfying!\".",
        "\"Keeping up with a regular cleaning routine makes a world of difference!\"."
    ],
    "Nunchucks": [
        "Nunchucks are a type of martial arts weapon consisting of two short sticks connected at one end by a length of rope, chain, or a metal or plastic link.",
        "Nunchucks are two sticks connected by a chain or rope.",
        "Nunchucks are two karate-style weapons connected to each other by a short chain or rope.",
        "Nunchucks are a traditional martial arts weapon composed of two sticks connected by a length of chain or rope.",
        "Nunchucks are a traditional Okinawan martial arts weapon connected by a short chain or rope.",
        "A Nunchucks is a martial arts weapon consisting of two wooden or metal rods connected at one end by a short chain or rope.",
        "Nunchucks are typically composed of two wooden or hard-foam rods connected by a rope, chain, or metal link.",
        "Nunchucks are a traditional martial arts weapon consisting of two wooden or metal sticks connected by a chain or rope.",
        "Nunchucks typically consist of two wooden or metal sticks connected by a metal or nylon rope.",
        "Nunchucks traditionally have two cylindrical wooden or metal pieces attached by a short metal chain.",
        "Nunchucks typically consist of two sticks connected by a short chain or rope.",
        "Nunchucks are two short sticks (usually about 12 inches each) connected by a chain or rope.",
        "Nunchucks are two wooden or metal sticks connected by a short chain or rope.",
        "A pair of nunchucks consists of two sticks connected by a short chain or rope.",
        "Nunchucks typically consist of two wooden sticks connected by a short metal chain or rope.",
        "This image from the internet is of a pair of nunchucks.",
        "The image from the internet of the Nunchucks is that of a classic wooden Nunchucks with a red handle.",
        "The image from the internet is of a pair of black Nunchucks.",
        "The image is of a pair of nunchucks made from two wooden rods connected by a metal chain.",
        "The image is of a pair of black nunchucks.",
        "\"Don't underestimate the power of the Nunchucks!\".",
        "\"Mastering the art of the Nunchucks takes dedication and focus.",
        "\"Master your skills for self defense, one punch-kick at a time!\".",
        "\"Master your martial arts skills and experience the power of the nunchucks!\".",
        "\"Harnessing the power of focus with a pair of nunchucks\"."
    ],
    "Parallel_Bars": [
        "Parallel bars are two metal bars that are of equal length and parallel to each other.",
        "Parallel bars are two parallel metal bars, usually raised off the ground, that gymnasts can use to perform different types of exercises.",
        "Parallel bars are gymnastics apparatuses made of two horizontal metal bars that are parallel to each other and set at a certain height, usually adjustable from 3-4ft, depending on the size and skill level of the athlete.",
        "Parallel bars are a pair of long, horizontal bars that are parallel to each other.",
        "Parallel bars are an apparatus used in gymnastics and designed to help athletes perform exercises such as pulls, dips, and swings.",
        "Parallel bars can generally be identified by their two metal poles that are parallel to each other and typically of the same height.",
        "Parallel bars are usually tall, metal support structures consisting of two parallel bars attached to base frames.",
        "Parallel bars are two raised metal bars, typically made of stainless steel, set roughly parallel to each other and held in place by the floor and a base.",
        "A Parallel bars can typically be identified by their two parallel bars, usually made of metal, supported by metal bars that are placed at the same height.",
        "Parallel bars can be identified by their two horizontal bars connected perpendicularly at the ends, which are parallel to each other.",
        "A Parallel Bars apparatus typically consists of two adjustable metal bars set an adjustable distance apart and mounted on fixed supports.",
        "Parallel bars are two long, straight bars, typically made of metal, positioned next to each other and secured to the ground.",
        "Parallel bars are two long, flat bars set parallel to each other that are used by gymnasts to perform exercises.",
        "Parallel bars are gymnastics apparatus typically made of metal bars held in place by a support structure.",
        "Parallel bars are two long metal bars, usually made of steel, which are set parallel to each other with a gap of approximately one meter between them.",
        "This image from the internet is of Parallel Bars.",
        "An image of a pair of paralle bars may show two two straight metal bars of equal length, typically placed side-by-side at varying heights on a metal frame.",
        "This image from the internet shows a Parallel Bar structure.",
        "The image from the internet I found is of two pairs of parallel bars.",
        "The image I chose is of two blue parallel bars set up at a playground.",
        "\"The parallel bars offer an excellent way to increase upper body strength and balance.",
        "\"Strength and grace are showcased in parallel bars gymnastics\".",
        "\"An athlete practices on the parallel bars, demonstrating strength and grace.",
        "\"Finding a new workout rhythm: mastering the parallel bars\".",
        "\"Strength and balance in perfect harmony - the artistry of gymnasts and the parallel bars."
    ],
    "Pizza_Tossing": [
        "A pizza tossing is a skillful act of spinning and twirling pizza dough in the air with the hands.",
        "Pizza tossing is a skill often used by pizzeria chefs and pizza makers to stretch and rotate the dough in the air to ensure a nice, thin, and even crust.",
        "Pizza tossing is a practice in which a pizza chef rolls out dough with their hands, stretching it to the desired size and shape of the pizza.",
        "Pizza tossing is a skill that requires coordination and balance.",
        "Pizza tossing is a traditional Italian art of taking a pizza dough round and spinning it in the air until it forms an even thickness across the entire disk.",
        "Pizza tossing is an art form in which a pizza chef throws a rolled-out pizza dough in the air to stretch it.",
        "To identify a pizza tossing, look for someone who is rapidly spinning or rotating the pizza dough in the air without letting it touch the ground.",
        "Pizza tossing is the activity of spinning and stretching pizza dough by hand into a round, flat shape.",
        "Pizza tossing is the art of spinning a round piece of dough with one's hands in a circular fashion, and then stretching the dough to fit the size of the desired pizza.",
        "Pizza tossing is a technique used to stretch, spin, and shape the pizza dough.",
        "Pizza tossing is the art of spinning and twirling a pizza dough in the air to stretch it out.",
        "Pizza tossing is a skill in pizzamaking, and involves spinning dough in the air to stretch it out into a thin circle.",
        "Pizza tossing is an art form which involves quickly spinning a pizza in the air before laying it flat on a preparation surface in order to stretch the dough or evenly distribute the toppings.",
        "Pizza tossing is a technique used to stretch and flatten a pizza dough.",
        "Pizza tossing is a method of stretching a piece of pizza dough into a thin round disc before adding toppings and baking it.",
        "The image is of a man with a white pizza apron and hat standing in front of a pizza oven.",
        "This image from the internet shows a pizzaiolo - an Italian pizza-maker - in the middle of skillfully tossing a pizza in the air.",
        "The image is of a Pizza Tossing competition.",
        "The image I am describing is of a pizza chef throwing a pizza into the air.",
        "The image is of someone in a kitchen wearing a white apron and a white hat, with a determined look on his face.",
        "\"Chef John shows us how it's done in the kitchen - the pizza toss!\".",
        "\"Tossing the perfect pizza without spilling a single topping!\".",
        "\"Taking dough spinning to new heights!\".",
        "\"A chef shows off their skills by perfectly twirling a round of dough in the air\".",
        "\"Tossing dough made easy with a few practice rounds!\"."
    ],
    "Playing_Cello": [
        "A playing cello typically consists of four strings attached to a long, wooden body with a curved back.",
        "A playing cello is a large, bowed stringed instrument, usually made of polished wood with a deep, rounded soundbox and an ebony-colored fingerboard.",
        "Playing a cello typically looks like a person sitting on a chair or a stool, with the cello held in between their legs, pointing outwards.",
        "A playing cello looks like a large, wooden box with four strings attached from the top of the box to the bottom.",
        "A playing cello is a four-stringed musical instrument that typically has a rounded body, flat back, and curved neck.",
        "A playing cello can be identified by its large size, curved shape, hollow body, four strings, and a bow.",
        "Playing a cello can be identified by its large size, four strings, and the distinctive sound it produces when bowed or plucked.",
        "To identify a playing cello, listen for a deep, full-bodied sound with resonance that has a singing quality and vibrato.",
        "The most obvious way to identify a person playing the cello is to listen for the distinctive sound coming from the instrument.",
        "Playing cello can be identified by listening for a sound that has a deep and rich timbre.",
        "A playing cello will have a large wooden body with a curved neck and four strings.",
        "A playing cello typically looks like a large, wooden stringed instrument with four strings and a curved body.",
        "A playing cello typically has four strings attached to a curved neck and a hollow body.",
        "A playing cello looks like a large, bowed string instrument that is held upright against the player's body.",
        "A playing cello typically features a thin, curved body, smooth wooden surface, long fingerboard and sharp sound-post, resonant back, and four strings.",
        "This image shows a young woman playing a cello in a studio.",
        "This image shows a young woman playing a cello.",
        "This image from the internet is of a woman playing a cello.",
        "The image is of a musician playing a cello with a light blue background.",
        "The image shows a close-up shot of a person playing the cello.",
        "\"The beauty of music can be seen in the joy of its creation.",
        "\"The beautiful melodies of the cello reverberate through the room, captivating all who listen.",
        "\"Lost in the music, the cellist plays her favorite piece with a feeling of joy and freedom.",
        "\"Lost in the music, the cellist seamlessly creates the perfect melody.",
        "\"The joy of filling the room with music as I play the cello."
    ],
    "Playing_Daf": [
        "A Playing Daf is a large tambourine-like instrument that is used in Middle Eastern music.",
        "A playing daf is a large frame drum with a single head traditionally used in Middle Eastern music.",
        "A Playing Daf is a large, round frame drum that has a single skin stretched tight and held in tension by pegs and cords.",
        "A Playing Daf is a frame drum of Persian origin, particularly associated with Sufi music.",
        "A playing daf is a type of drum frame drum that originated in Iran.",
        "A playing Daf can be identified by its large, circular drum frame with a combination of single or double headed synthetic, metal, or animal skin skins.",
        "A Playing Daf can typically be identified by its large round shape and its distinctive sound that is created when the metal strings are tugged.",
        "A playing daf is a type of frame drum that is used in traditional Iranian music.",
        "A playing daf is a circular drum that has a single skin stretched across the top.",
        "A Playing Daf can be identified by its circular shape with two sides of different sizes.",
        "A playing daf (also known as a frame drum) typically looks like a large shallow drum with a single head on it.",
        "A playing daf is a large frame drum with a membrane stretched over a shallow frame.",
        "A playing daf is a round circular frame drum similar to a tambourine, but much bigger in size.",
        "A traditional playing daf is a large Persian frame drum that consists of a metal hoop with animal skin stretched across the top.",
        "A playing daf is a traditional Persian hand drum that is shaped like a large tambourine with rings of jingles around the edge.",
        "The image is of a wealthy Middle Eastern man playing a Daf, a traditional Persian drum.",
        "The image I found was a tall, narrow, light-wood colored playing daf, with a detailed, white-and-blue painting of a birds eye view of a village scene on its drum head.",
        "The image is of a traditional black and white playing daf.",
        "The image depicts a Playing Daf (or Dayr), a traditional, Middle Eastern frame drum.",
        "This image is of a man playing the Iranian traditional percussion instrument called the Daf.",
        "\"The ancient sounds of the Daf in play\".",
        "\"Enjoying the melodious sound of a traditional Iranian Daf\".",
        "\"Enjoying a lively game of Daf - an Iranian traditional percussion instrument!\".",
        "\"It's never too early to learn a new culture-- here a child is learning how to play the daf, a traditional Iranian drum.",
        "\"The joy of playing a traditional Persian Daf together!\"."
    ],
    "Playing_Dhol": [
        "A Playing Dhol is a double-sided, barrel-shaped drum with two skins stretched across its circumference.",
        "A Playing Dhol is a large two-sided drum which is commonly used in traditional music and religious ceremonies in India.",
        "A Playing Dhol is a two-headed drum played historically in the long drumming tradition in the Indian subcontinent, particularly in India and Pakistan.",
        "A Playing Dhol is a traditional two-sided bass drum with two skins tensioned across a cylindrical body.",
        "A playing dhol is a two-headed hand drum from Bangladesh, India, and Pakistan.",
        "A playing dhol can be identified by its barrel-shaped body, goatskin head stretched across the top, two large wooden discs, and two set of strings running diagonally, which are generally struck with a pair of wooden sticks.",
        "A playing dhol is a two-headed, barrel-shaped drum from the Indian subcontinent.",
        "A playing dhol can be identified by its distinctive sound—a low, booming bass with high-pitched overtones.",
        "A Playing Dhol can be identified by its distinctive sound; a deep, resonant bass-drum like rhythm.",
        "A Playing Dhol is a large, two-headed drum that is mostly played during Indian and Pakistani celebrations.",
        "A playing dhol looks like a large two-headed barrel-shaped drum with strings of metal rings attached to both ends.",
        "A playing dhol is a large two-headed drum used in traditional South Asian music.",
        "A Playing Dhol is a traditional double-sided Indian drum.",
        "A playing dhol is a double-sided, barrel-shaped drum with two heads that are connected by leather straps.",
        "A Playing Dhol is a two-headed percussion instrument.",
        "The image I am describing is of a man in traditional Indian clothing playing a dhol.",
        "This image is of a man playing a dhol, a traditional Indian drum.",
        "The image is of a dancing turbaned man, dressed in colorful and traditional Punjabi clothing playing a dhol.",
        "This image of a Playing Dhol is from a colourful festival in India.",
        "This image is of a male playing a dhol, an East-Indian double-headed drum.",
        "\"Bringing the beats of laughter and joy - this dhol-player adds life to any celebration!\".",
        "\"The rhythm of the dhol ignites the crowd's energy at the festive occasion!\".",
        "\"Bringing good vibes and lively rhythm to the party!\".",
        "\"Making traditional music at a lively celebration!\".",
        "\"The rhythm of happiness: a street performer plays the dhol to spread joy."
    ],
    "Playing_Flute": [
        "A playing flute is typically a long, slender, cylindrical instrument made of metal or wood with keys or holes that allow air to pass through and create sound.",
        "A playing flute is a thin tube of metal or wood with a series of small finger holes placed along one side and a larger hole at one end for blowing.",
        "A playing flute is a slender, cylindrical woodwind instrument that is held vertically and played by blowing across an opening at one end.",
        "A playing flute is a woodwind instrument with a slender body and open mouthpiece.",
        "A typical playing flute is typically a cylindrical metal tube with a slightly flared lip.",
        "A playing flute can be identified by its long cylindrical shape with a wide metal or wooden mouthpiece at the top, and metal or wooden keys along the side.",
        "Playing a flute should produce a clear, high-pitched sound with a full and even tone.",
        "You can identify a playing flute by its slender design, curved finger holes, a long length, wide blowing end, and a flat edge at the end of the playing head.",
        "A playing flute can be identified by its long, cylindrical body, open-ended mouthpiece, and metal keys.",
        "The most obvious way to identify a playing flute is by sound.",
        "A playing flute typically looks like a long, slender metal or wood tube with several keys on the top and side.",
        "A playing flute is typically a cylindrical metal tube with a series of parallel holes along the length of it and a mouthpiece at one end.",
        "A playing flute looks like a long, thin and elegant instrument, with a curved yellow-gold body and open-ended silver-colored keys.",
        "A playing flute typically looks like a long, slender tube made of metal or hardwood with flared ends.",
        "A playing flute typically looks like a slim and cylindrical tube with six or eight open holes along the body for the player to blow through and several metal keys on the side for the player to open and close.",
        "This image is a photo of a young woman playing a wooden flute.",
        "This image is of a woman playing a flute.",
        "This image is of a woman playing a silver flute.",
        "This image is of a beautiful curly haired woman playing a wooden flute.",
        "This image is of a young woman playing the flute.",
        "\"The musician showed off her extraordinary talent with a graceful performance on the flute.",
        "\"The joy of playing music is evident in the smile of this flutist.",
        "\"The joy of creating music is captured in the smile of this flutist.",
        "\"Bringing the beautiful sounds of nature to life with a gentle melody\".",
        "\"The sweet sound of music carrying on the breeze\"."
    ],
    "Playing_Guitar": [
        "A playing guitar typically consists of a large wooden body with a flat soundboard, six metal strings, a thin neck, and a solid tapping strap.",
        "Playing a guitar typically involves holding the instrument in a standing or sitting position, using the dominant hand to hold the neck of the guitar while the strings are strummed or plucked by the other hand.",
        "A playing guitar typically has a long, round neck that houses several strings.",
        "A playing guitar typically has a curved body with a neck extending out of the body.",
        "A playing guitar typically has a curved or \"Hourglass\" shaped body with a sound hole in the middle of the body.",
        "You can identify a Playing Guitar by observing the following key elements: Strings - Guitars have typically 6 strings made of metal; Frets - These are tiny metal ridges along the guitar neck that allow you to change the pitch of a.",
        "Playing guitar is typically identified by its distinctive shape, construction, sound, and tuning.",
        "You can identify a person playing guitar by the hand movements and the sound of the guitar.",
        "Playing guitar can be identified by the distinct sounds that come from the strings being strummed or plucked.",
        "A playing guitar can be identified by its shape and size, the strings running across its body, the sound it makes when played, and the fretboard on its neck.",
        "A playing guitar typically looks like a wooden body with a neck attached and a variety of strings running along the neck.",
        "A playing guitar usually has two 6 string-neck frets and a body.",
        "A playing guitar typically looks like a traditional six-stringed acoustic guitar.",
        "A playing guitar typically has a thin, fretted neck with metal tuning keys at the top, a round sound hole at the center of the guitar's body, and six strings that are usually tuned to the notes E, A, D,.",
        "A playing guitar typically looks like a long, thin body with a wide, flat soundboard and a curved neck.",
        "This image shows a young woman playing an acoustic guitar on the edge of a cliff.",
        "The image is of a person in a red shirt sitting on a stool in front of a microphone, playing a black electric guitar.",
        "This image from the internet is of a young person playing an acoustic guitar.",
        "The image is of a woman wearing a blue shirt, jeans, and a black hat, sitting on a stool strumming a black electric guitar.",
        "This is an image of an electric guitar player, strumming their instrument.",
        "\"Music is the Language of the Soul\".",
        "\"Strumming away on a sunny afternoon, nothing can bring me down today!\".",
        "\"Making beautiful music with the strum of a guitar\".",
        "\"There's nothing like the feeling of playing music and expressing yourself through a guitar.",
        "\"Strumming away on a peaceful Sunday afternoon\"."
    ],
    "Playing_Piano": [
        "A playing piano usually consists of a black and white instrument with a wooden frame.",
        "Playing a piano typically involves sitting at the instrument and pushing down the black and white keys with your fingers.",
        "A playing piano is typically a large rectangular wooden instrument with a set of black and white keys and a curved top that sits atop a set of curved legs.",
        "A playing piano consists of a long, rectangular wooden frame with a flat top, typically made from either Mahogany or Walnut, containing evenly spaced black and white keys.",
        "Playing a piano typically looks like a person sitting on a bench or chair, in front of black and white keys.",
        "By listening to the musical notes or chords being played.",
        "To identify a playing piano, listen for the sound of keys being struck, strings being plucked, and hammers hitting the strings.",
        "Playing a piano can be identified by the sound of the keys and strings being pressed, the sound of hammers hitting the strings, and the resonance of the strings and soundboard vibrating.",
        "If you are near the piano, you can usually identify it by the size, shape, and the presence of black and white keys.",
        "A playing piano can be identified by its sound.",
        "A playing piano typically looks like a traditional grand piano, but in a smaller size.",
        "A Playing Piano typically has 88 black and white keys, three or four foot pedals, and typically a music stand and bench.",
        "A playing piano typically consists of an upright stand containing black and white keys on the top of the stand, with pedals below, and a soundboard or keyboard on the underside.",
        "Playing piano typically looks like someone sitting at a grand piano or an upright piano, with their hands on the keys.",
        "A piano typically has 88 black and white keys -this is what most people think of when picturing a playing piano.",
        "\nThis image is a photograph of an individual with a black-and-white striped shirt sitting at a grand piano in a dimly-lit room.",
        "This image from the internet is of a handsome young man playing a grand piano.",
        "This image shows a woman sitting in front of a grand piano.",
        "This image from the internet is of a young woman playing the piano.",
        "This is an image of a woman playing a white baby grand piano.",
        "\"The feeling of playing music brings joy to my soul.",
        "\"Music can make the world a more positive and uplifting place - and there's no better way to show it than playing the piano!\".",
        "\"Music is the language of the soul - expressing emotions through the keys of the piano\".",
        "\"My Love for Music knows no Limit\".",
        "\"Music fills the room as my passion for the piano cascades out in joyful notes."
    ],
    "Playing_Sitar": [
        "A Playing Sitar is a traditional Indian plucked string instrument, made from a long necked gourd-shaped body with a long thin neck.",
        "A Playing Sitar is a large, elongated stringed instrument with a distinctive rounded shape and curved neck.",
        "A playing Sitar typically has a round, hollowed-out body made from a gourd or carved from wood.",
        "A Sitar typically is a long-necked stringed instrument from India that is played with a wire plectrum called a mizrab (or manken).",
        "A playing Sitar typically has a long and wide, deep-bellied resonator made from a hardwood such as teak or rosewood.",
        "Playing a sitar can be identified by a tangled string instrument, often curved like a bow, that produces a low, buzzing tone.",
        "A Playing Sitar can be identified by its distinctive sound, a long neck with movable frets, gourd-shaped body, and the presence of strings which are plucked with a mizrab.",
        "A playing sitar can be identified by its distinctive tone and sound.",
        "Playing the sitar can be identified by its distinctive sound and its unique shape.",
        "You can identify a playing sitar by its sound, shape, and unique pattern of strings.",
        "A playing sitar typically looks like a long-necked stringed instrument that is curved on the top.",
        "A playing Sitar typically has a long neck, two curved gourd-shaped resonators, and several strings.",
        "A traditional Indian sitar typically has a long, hollow body made of wood, neck, and a gourd-shaped resonator covered with parchment.",
        "A playing sitar typically consists of a long, neckless, fretted, hollow body with a gourd-shaped resonator below.",
        "A playing sitar typically looks like a long-necked musical instrument with a bulbous shape at the end.",
        "This image is of a woman playing the sitar, with the instrument resting on her lap and her eyes closed in concentration.",
        "This image from the internet is of a young woman dressed in a blue and white sari, sitting on a brown cushion in front of a traditional Indian sitar.",
        "This image is of a young woman sitting on an ornately patterned rug, playing a sitar.",
        "The image is of a man playing a sitar, a traditional Indian stringed instrument.",
        "The image from the internet of a Playing Sitar is of a man wearing traditional Indian clothing seated cross-legged in the middle of a courtyard surrounded by lush green foliage.",
        "\"The sweet melodies of the sitar ease my soul\".",
        "\"Exploring the diverse sounds of India with a traditional sitar.",
        "\"A musician skillfully playing a sitar, creating an entrancing melody.",
        "\"The sound of his sitar brought the room to life and transported everyone to another time and place.",
        "\"The musician gracefully plays the sitar, creating a peaceful and beautiful melody."
    ],
    "Playing_Tabla": [
        "A playing tabla is a pair of hand drums used in North Indian classical music.",
        "A tabla is a traditional Indian percussion instrument consisting of two small hand drums.",
        "A Playing Tabla is a traditional Indian percussion instrument consisting of two drums.",
        "A Playing Tabla is a type of Indian percussion instrument consisting of two drums in a set.",
        "A Playing Tabla is a set of two hand drums, often played together in a variety of musical styles.",
        "A playing tabla can be identified by its two drums, which are often linked together by cords and mounted on a stand.",
        "Playing tabla can be identified by its distinct look and sound.",
        "Playing Tabla is easy to identify.",
        "A Playing Tabla can be identified by its size, shape, sound, and by the type of material it is made from.",
        "A playing tabla typically has two drums of different sizes.",
        "A tabla is a paired set of drums used in the classical music of the Indian subcontinent and popular in many forms of South Asian music.",
        "A playing tabla typically consists of two drums – the tabla and the duggi.",
        "A playing tabla typically consists of two drums: a smaller treble drum on the left and a larger bass drum on the right.",
        "A playing tabla is a set of two Indian drums that are used in North Indian classical music.",
        "A typical tabla set consists of two single-headed drums of different sizes: the dagga (right drum) and the bayan (left drum).",
        "The image is of a person playing tabla.",
        "The image is of a brown hand-crafted tabla, sitting on a white wooden desk.",
        "This is an image of a traditional Indian tabla, an instrument used to create rhythms and sound in Indian classical music.",
        "This image from the internet is of a musician playing a tabla.",
        "This image from the internet is of a playing tabla, an Indian drum instrument.",
        "\"The intricate rhythms of the tabla provide a beautiful backdrop for musical performances\".",
        "\"Kicking off the celebration with a traditional Indian folk dance and some lively tabla accompaniment!\".",
        "\"The art of tabla playing is a skill that takes years of practice to master.",
        "\"The intricate rhythms of the tabla captivate the audience in this performance\".",
        "\"The rhythms of Tabla resonate throughout the room, creating a blissful atmosphere of harmony and joy."
    ],
    "Playing_Violin": [
        "The violin is a bowed, stringed instrument that is held under the chin while playing.",
        "A Playing Violin typically consists of four thin wooden pieces (the violin, neck, tuning pegs, and bow) connected together.",
        "A playing violin typically looks like a long, slender wooden instrument with four strings, a neck, a bridge, and a soundboard.",
        "A playing violin typically has a slender body with a wide base narrowing towards the scroll at the top.",
        "Playing the violin involves the musician holding the instrument under their chin with the left hand cradling the bottom of the violin and the right hand holding the bow to create the sound.",
        "Playing the violin can be identified by listening for its distinctive vibrato sound.",
        "A playing violin can be identified by its bowed shape, its hollow body, and its four strings.",
        "A playing violin can usually be identified by the movement of the player's bow on the strings, the sound of the instrument, and often the shape of the f holes in the body of the violin.",
        "Playing the violin can be identified by listening for an extraordinary range of musical notes produced by bowing the four strings.",
        "A playing violin can be identified by its distinct shape, size, and sound.",
        "A playing violin consists of a thin wooden body with a curved shape at the back and a neck with four strings that span from the bridge of the body to the scroll at the top.",
        "A playing violin typically has four strings attached to two tuning pegs on the head of the violin, while the body is typically made of wood.",
        "A playing violin typically consists of four main parts: the neck, the body, the bridge, and the strings.",
        "A playing violin typically has an arched wooden body and neck, four strings which are played using a bow, and a bridge which holds the strings tight and transfers the vibration of the strings to the instrument's body which amplifies the sound.",
        "A playing violin typically consists of a wooden body with four strings, although some violins have five or more strings.",
        "The image is of a young woman in her 20s playing the violin.",
        "This is a picture of a woman playing a beautiful white violin.",
        "This is an image of a young girl playing a violin.",
        "The image is of a person playing a violin in a bright, airy practice room.",
        "This image is of a young woman playing a violin, showing her emotional connection to the music.",
        "\"The beauty of music is in its power to transport the listener; this violinist creates a magical atmosphere with her enchanting performance.",
        "\"Playing music to lift the spirit and bring joy to all around\".",
        "\"The joy and beauty of music, expressed through the passionate playing of the violin.",
        "\"The joy of music knows no bounds - every note of the violin creating a beautiful symphony.",
        "\"The musician's passionate performance transported the audience to a different world with the sweet sound of the strings."
    ],
    "Pole_Vault": [
        "A pole vault is a track and field event in which an athlete runs down a runway, carrying a pole.",
        "A pole vault involves an athlete running down a track, planting a long, flexible pole in the ground, and then propelling themselves high into the air.",
        "A pole vault is an athletics event that involves an athlete using a long, flexible pole to vault over a bar.",
        "A pole vault is an athletic event in which a competitor jumps over an elevated bar using a long, flexible pole as an aid.",
        "A pole vault is an event in which an athlete takes a running start, then plants a pole in the ground, and uses it to propel themselves as high as possible over a horizontal bar.",
        "A pole vault is a track and field event that involves a participant jumping over a bar (the crossbar) with the help of a pole.",
        "A pole vault is an athletic event where a pole is used to vault over a bar, typically placed at an approximate height of 4.",
        "A pole vault is a track and field event in which a participant attempts to vault over a bar using a flexible pole.",
        "A pole vault is an athletics event in which an athlete attempts to vault over a bar using a long, flexible pole as an aid.",
        "A Pole Vault is a track and field event in which competitors try to vault over a bar without knocking it down.",
        "A pole vault typically involves a metal, fiberglass, or carbon fiber pole, which is held in the athlete's hands as they sprint down a track.",
        "A pole vault is an athletics event where a participant uses a long flexible pole to jump over a raised bar.",
        "A pole vault is an athletic event where a competitor attempts to clear a bar, which is placed horizontally between two standards, by jumping over it while holding a flexible fiberglass pole.",
        "A pole vaulting competition typically consists of a track and field athlete sprinting down a runway, planting a pole in the ground and propelling himself or herself upward into the air and over a crossbar set at a higher point.",
        "A pole vault is an athletics event in which a person runs along a track, throws a pole into the air, and then uses the pole to vault themselves over a bar.",
        "This image from the internet is of a professional-level pole vaulter mid-vault.",
        "The image is of a female Pole Vaulter in midair as she attempts to clear the bar.",
        "This image shows an athlete in mid-air during a pole vault competition.",
        "This image from the internet is of a male athlete performing a pole vault.",
        "This image is of a female pole vaulter in the middle of her stunt.",
        "\"Defying the laws of gravity, the athlete soars above the bar in pole vaulting.",
        "She's going for the gold! This athlete is taking a leap of faith in the women's pole vault competition.",
        "\"With a quick burst of speed, the athlete flies over the bar in the exhilarating sport of Pole Vaulting.",
        "\"Athlete Joanne Smith soaring through the air in the process of executing a perfect pole vault.",
        "\"An athlete reaches for the sky as she propels her body over the bar in a daring pole vault attempt."
    ],
    "Pommel_Horse": [
        "A Pommel Horse is an artistic gymnastics apparatus.",
        "A Pommel Horse is a gymnastics apparatus that looks like a leather-covered horse with two metal uprights on each side and a pommel (handle) above the horse's back.",
        "A Pommel Horse is an apparatus used in men's gymnastics.",
        "A Pommel Horse is a piece of gymnastics equipment, consisting of a thick leather, oval-shaped, wooden bodice on a horizontal wooden frame.",
        "A Pommel Horse is a large, freestanding type of gymnastics apparatus that consists of a wooden frame with a padded leather or plastic leatherette surface.",
        "A Pommel Horse is a piece of gymnastics equipment consisting of a wide, rectangular wooden horse, usually with two small raised platforms on either side called pommels.",
        "A Pommel Horse is a piece of gymnastics equipment used for vaulting and other gymnastics routines.",
        "A Pommel Horse is a piece of gymnasium equipment used to perform various exercises.",
        "A pommel horse is a specialized piece of gymnastics equipment that resembles a small horse.",
        "A Pommel Horse is a gymnastics apparatus typically used in men's artistic gymnastics.",
        "A pommel horse is a gymnastics apparatus that looks like a large wooden horse.",
        "A pommel horse is an apparatus used in gymnastics.",
        "A pommel horse is a gymnastics apparatus consisting of a wooden body supported above the floor by a metal frame.",
        "A pommel horse is an apparatus used in men’s artistic gymnastics.",
        "A pommel horse is an apparatus in men's artistic gymnastics.",
        "In this image you can see a freestanding Pommel Horse with it’s traditional brown leather surface.",
        "This image from the internet is of a blue and yellow pommel horse.",
        "This image is of a pommel horse used in a gymnastics competition.",
        "This image is of a bright yellow pommel horse.",
        "This image from the internet is of a pommel horse.",
        "\"Watching in awe as this gymnast effortlessly maneuvers around the pommel horse with grace and precision\".",
        "\"Kylie performing a flawless dismount on the pommel horse during her floor routine.",
        "\"Practicing perfect pommels on the pommel horse to get ready for competition!\".",
        "\"Focused intently, this gymnast takes on the daunting challenge of mastering the pommel horse.",
        "\"A young gymnast performs an impressive move on the Pommel Horse during a competition."
    ],
    "Pull_Ups": [
        "Pull-ups are bodyweight exercises that involve hanging from a bar with an overhand grip and pulling your body up until your chin passes the bar.",
        "A Pull Up is an exercise done with your body weight; it involves lifting your body from a hanging position, so that your chin is above the bar.",
        "Pull ups are bodyweight exercises that involve pulling your body up to a fixed bar or object.",
        "Pull ups are one of the most common exercises for developing upper body strength.",
        "Pull Ups are a type of leg-day exercise where the user hangs from a bar (usually a pull-up bar) and pulls their body up until their chin passes above the bar.",
        "Pull ups typically have a wide waistband along the top that sits at the natural waistline of the wearer.",
        "Pull Ups are identified by their elastic waistbands, which are designed to fit snugly around the waist and therefore provide a spill-proof coverage for the wearer.",
        "Pull-Ups can be identified by their distinct logo, a yellow smiley face with a yellow cap on its head.",
        "Pull ups can usually be identified by their thick waistband that is designed to fit snugly around the waist and provide extra support and stability during lifting exercises.",
        "Pull Ups can be identified by their wide elastic waistbands, reinforced legs, adjustable hook and loop closures, and absorbent lining.",
        "A Pull Up is an exercise used to develop upper-body strength.",
        "A Pull Up is an exercise that strengthens the upper body and core muscles.",
        "A pull up is an exercise that involves pulling your body up to a bar or other object using only your arms and upper body.",
        "A Pull Up is an exercise that typically involves hanging from a bar with your hands slightly wider than shoulder-width apart and pulling yourself up until your chin reaches the bar.",
        "A Pull Up is an exercise performed by pulling your body up from a hanging position to a bar or other overhead structure.",
        " machineThe image is of a black, upright Pull Ups machine with two padded handles and a foot platform at the base.",
        "The image is of a woman in bright pink-colored clothing doing a pull-up on a gym bar.",
        "This image shows a young girl wearing pink Pull Ups and confidently standing with her hands on her hips.",
        "This photo on the internet is of a white and blue Pull Up exercise bar with a woman hanging onto it.",
        " eventThe image is of a Pull Ups event taking place in the park.",
        "\"Learning to take care of yourself starts today!\".",
        "\"The perfect accessory for potty training!\".",
        "\"Potty Time: Taking the next step in Independence!\".",
        "\"No more messes with Pull-Ups! Easily transition from diapers to training pants\".",
        "\"It's time to work on strengthening those core muscles!\"."
    ],
    "Punch": [
        "A punch is a beverage that typically consists of a combination of several ingredients such as fruit juices or soft drinks, alcohol (typically rum, brandy, or vodka) and syrup or sugar.",
        "A punch is usually served in a large bowl and is a mix of both alcoholic and non-alcoholic beverages such as fruit juices, soda, and alcohol.",
        "A punch typically consists of a colorful mixture of fruit juice, soda, and alcohol.",
        "A Punch typically contains a mix of fruit juices or other beverages such as soda, and is usually served in a large bowl with a ladle.",
        "A punch is a fruit-flavored, non-alcoholic drink that is typically made from a combination of juice, soda, and sherbet.",
        "A punch is typically an alcoholic mixed drink that consists of one or more types of liquor, plus fruit juices or other flavoring.",
        "A Punch typically has a high concentration of fruit juices, such as orange or pineapple, as well as a sweetener like simple syrup.",
        "A punch is a mixed beverage typically made with fruit juice or soda, and spirits such as vodka, whiskey, or rum.",
        "A punch is a mixed drink that usually consists of fruit juice and a liquor such as gin, vodka, or rum.",
        "A punch typically combines several types of alcohol, such as brandy, gin, rum, or whiskey.",
        "A punch usually refers to a type of alcoholic drink, and is typically made of fruit juice, cordials, spices, and sometimes liquors.",
        "A punch is traditionally a fruity or citrusy alcoholic beverage that is typically served in a bowl and garnished with fruit.",
        "A punch typically consists of a bowl filled with a multicolored combination of liquids such as fruit juice or other flavored beverages.",
        "A punch is typically made up of a combination of fruit juices, soda, liquor, and other mixers.",
        "A punch usually consists of fruit juice or other flavored liquids mixed with alcohol, like vodka, gin, or rum.",
        "This image is of a glass mug filled with a homemade punch.",
        "ing BagThe image is a close-up of a classic, metal-coated punching bag, dangling from its metal chain.",
        " BowlThe image I found on the internet of a punch bowl is a beautiful, vintage-style glass bowl with ornate cut-glass details and a crystal clear finish.",
        "The image is of a purple punch bowl filled to the brim with a colorful fruit punch.",
        "This image from the internet shows a classic Punch cartoon, featuring a high fashion man dressed in top hat and tails, with a monocle and thick mustache.",
        "\"A classic Punch provides a refreshing respite on a hot summer day!\".",
        "\"Still going strong after all these years: A delicious glass of punch.",
        "\"A classic Punch recipe of dark rum, citrus and spices - a perfect way to relax after a long day!\".",
        "\"A toast to good friends and laughter!\".",
        "\"It's five o'clock somewhere - it's time for a refreshing punch!\"."
    ],
    "Push_Ups": [
        "A Push Up is an exercise that involves pushing your body off the ground and then back down again while maintaining a straight line with your hips, torso, and head.",
        "Push-ups are a form of bodyweight exercise in which a person's body is lowered and raised in a bent-arm position.",
        "A Push Up is a bodyweight exercise in which the person begins in a plank position, with their back flat and their hands and feet on the ground about shoulder-width or slightly wider apart.",
        "A Push Up is an exercise in which you place your hands and feet on the ground and then push your body up and down by straightening and bending your arms.",
        "A Push Up is a bodyweight exercise that involves moving from a prone position on the floor, or sometimes an elevated surface, to a full push-up position with your arms extended and your body in a straight line.",
        "Push ups can be identified by the basic form of the movement: starting in a plank position with feet shoulder width apart, lowering to the ground to bring the chest to the ground and pushing back up to the starting position.",
        "Push ups are a bodyweight exercise that involve lifting one's own body weight while in a prone (face down) position.",
        "Push ups are a bodyweight exercise in which a person's arms, legs, and core must work together to lift and lower the body in a plank position from the ground.",
        "Push ups can be easily identified by their performance.",
        "Push ups can be identified by starting in a plank position with arms extended and hands flat on the floor in line with the shoulders.",
        "A push up is a bodyweight exercise performed by pushing up from the ground with the hands and feet, while keeping the body in a straight line throughout the movement.",
        "A Push Up is a bodyweight exercise in which your body is suspended above the floor in a plank position, with your hands and feet firmly planted, then you lower your body downward to the floor, with arms straightened out and elbows tucked.",
        "A push up is an exercise performed by placing your palms on the floor and then pushing your body up and down using your hands and arms.",
        "A push up is a common exercise move that involves lying face-down on the floor with hands placed about shoulder-width apart.",
        "A Push Up is an exercise performed by lying face down on the floor with the hands shoulder-width apart.",
        "This image from the internet shows a woman doing a standard push up exercise.",
        "An image from the internet of a push up could be an aerial view of a person in a plank position with their palms flat on the ground shoulder width apart and their body at a 45 degree angle from the ground.",
        "This image of a Push Up is an action shot of a person in the classic Push Up position.",
        "The image is of a woman doing a push up on a wooden floor.",
        "The image is of a woman doing a perfect push-up against a light grey brick wall.",
        "\"Getting a head start on forming those summer beach muscles! Just 10 more reps!\".",
        "\"Get strong and stay strong with push-ups!\".",
        "\"Push yourself to the limit - every rep counts!\".",
        "\"No gym? No problem! Push-ups are an easy way to get a full body workout at home.",
        "\"No matter how tough the day has been, take some time to stay fit – your body will thank you for it!\"."
    ],
    "Rafting": [
        "Rafting is an exhilarating outdoor activity in which people navigate a raft down a river with the help of an experienced guide.",
        "A rafting journey typically takes place out on the water, on a raft made of sturdy tubes or a combination of inflatable and hard-shell components.",
        "Rafting is a recreational activity in which participants ride on an inflated raft down a river or other bodies of water.",
        "Rafting is a type of water sport in which you use a raft to navigate through white water rapids on a river.",
        "Rafting is an outdoor recreational activity that involves riding an inflatable raft on a body of water.",
        "Rafting can be identified by its use of an inflatable raft, typically propelled down a river using oars to steer the craft.",
        "Rafting is an outdoor activity where participants use an inflatable raft or tube to navigate through whitewater or rough water on a river.",
        "Rafting typically involves floating down a river or other body of water in an inflatable raft, either guided or unguided, as part of a commercial or recreational activity.",
        "To identify a rafting activity one should look for a large, inflatable rubber or plastic vessel, typically propelled by means of paddle-like oars and used for journeying on streams, rivers, and lakes.",
        "Rafting is an outdoor activity involving the use of an inflatable raft to navigate down a river or other body of water.",
        "Rafting typically involves navigating a river or other body of water on an inflatable raft.",
        "Rafting typically consists of a group of paddlers in an inflatable raft, taking on rapids in rivers.",
        "A rafting trip typically consists of a group of people on an inflatable raft, usually steered by a guide in the front, floating down a river.",
        "Rafting typically involves a group of people taking part in a water-based activity on a raft, a large, inflatable boat.",
        "A rafting trip is usually a multi-day journey down a river, with the participants camping along the way.",
        " TripThe image is of a group of people on a calm river in what looks like a white-water rafting trip.",
        "This image is of a group of people rafting on a river amongst the mountains.",
        "This image shows a group of four people sitting in a kayak-style raft while river rafting.",
        " TripThis picture from the internet shows a group of people in inflatable rafts on a rapids in a river surrounded by green lush landscape.",
        "This image from the internet is of a group of people rafting down a river.",
        "\"Exploring the wild rapids of the Colorado River! An exciting adventure for the whole family!\".",
        "\"Taking on the rapids - nothing can stop us!\".",
        "\"Taking on the rapids of the wild river - nothing like a good day of rafting!\".",
        "\"Taking on the rapids of the river - an exhilarating experience of a lifetime!\".",
        "\"Ready for an adventure on the river!\"."
    ],
    "Rock_Climbing_Indoor": [
        "A Rock Climbing Indoor typically features walls made of textured fiberglass, plywood, or aluminum with pegs, holds, and crevices allowing climbers to ascend with ropes and harnesses for safety.",
        "An indoor rock climbing facility typically consists of densely packed walls lined with colorful hand and foot holds, with climbing surfaces constructed of multiple heights, angles, and textures.",
        "A Rock Climbing Indoor typically consists of tall walls with a variety of handholds, footholds, and slopers.",
        "A rock climbing indoor typically features a large climbing wall that can reach up to 40 feet in height, with towering sections of jutting rocks and overhangs.",
        "Rock climbing indoor typically consists of a large room with multiple walls featuring various types of climbing walls with protrusions or holds of different shapes and sizes.",
        "1.",
        "The most obvious method for identifying an indoor rock climbing facility is to look for a building with designated wall space designed specifically for rock climbing.",
        "You can identify a rock climbing indoor by looking for features such as large climbing walls, bouldering caves, and lead climbing walls.",
        "1.",
        "1.",
        "Indoor rock climbing gyms typically include bouldering sections (walls under 14 feet tall with thick crash pads to cushion the climber’s fall) and rope climbing walls (up to 40 feet tall).",
        "A rock climbing indoor facility typically features a large climbing wall of various heights, angles, and difficulties.",
        "Rock Climbing Indoor facilities typically have a large room or open space with a wall that is textured with climbing holds.",
        "A rock climbing indoor center typically consists of a number of walls and surfaces featuring a range of holds, footholds, and other climbing elements.",
        "A rock climbing indoor is typically a large, indoor climbing facility that has a variety of walls, steps, boulders, and ledges designed for climbing.",
        " WallThe image is an indoor rock climbing wall covered in multiple colors and textures, with the lines of the walls curving in all directions.",
        " GymThis image from the internet shows a vibrant, modern indoor rock climbing gym.",
        " WallThis image is of a rock climbing indoor wall, designed to provide a challenging and exciting experience.",
        " WallThis image is of an indoor rock climbing wall.",
        " FacilityThis image is of an indoor rock climbing facility.",
        "\"Nothing can stop me from achieving my goals - not even gravity!\".",
        "\"Reach for the highest peak and never look back!\".",
        "\"Embracing the challenge while conquering a rock wall - indoor climbing is an adventure for the brave!\".",
        "\"Challenge yourself to reach the top of the rock wall!\".",
        "\"Ready to take on the day's climbing challenge!\"."
    ],
    "Rope_Climbing": [
        "A Rope Climbing is an activity where a person uses rope to climb up and down from a fixed height.",
        "A rope climbing is a physical exercise in which a person climbs a thick, sturdy rope with the use of their hands and feet.",
        "Rope climbing typically involves climbing up a large rope suspended from a ceiling or other overhead anchor point.",
        "Rope climbing is a climbing activity done by gripping a rope with your hands and feet and attempting to climb it.",
        "Rope Climbing involves a person scaling a thick rope with their hands and feet.",
        "A rope climbing activity can be identified by the presence of a long length of rope, usually secured from the ceiling, and used to climb or rappel down from.",
        "Rope climbing is a physical activity that requires a person to climb up a length of rope hand over hand.",
        "Rope climbing is a physical activity where a person ascends or descends a rope without the use of harnesses or other safety equipment.",
        "Rope climbing can be identified by its use of a rope or rope ladder that is raised to a certain height to climb.",
        "Rope climbing can be identified by the presence of long rope(s) suspended from the ceiling/rafters or attached to a high structure or wall.",
        "Rope climbing usually involves using a thick rope that is attached securely to a fixed point.",
        "Rope climbing is an exercise that uses a long rope to climb up and down the rope with your hands and feet.",
        "Rope climbing typically involves climbing up a vertical rope.",
        "A rope climbing exercise typically involves a person with both feet off the ground, attempting to climb up a suspended rope as high as possible.",
        "A rope climbing exercise typically looks like a person standing on the floor with the rope between their feet.",
        "This image from the internet shows a person rope climbing a tall wall.",
        "The image is of a woman climbing up a rope attached to a ceiling.",
        "This image from the internet is of a person climbing a rope from a suspended position.",
        "This image is of a young man in midair while rope climbing.",
        "This image is of a young person scaling the side of a large rock face using a rope.",
        "\"Reaching new heights by taking on the challenge of rope climbing!\".",
        "\"No challenge is too high - reach for the sky!\".",
        "\"Climb to new heights with this rope-climbing workout!\".",
        "\"Taking the challenge to new heights!\".",
        "\"Reaching new heights! Testing the body and mind, this climber's determination knows no bounds."
    ],
    "Rowing": [
        "Rowing is an Olympic sport that involves propelling a boat on water using oars.",
        "Rowing is a popular water sport that involves teams of rowers propelling a sea vessel, typically a long, narrow boat, using oars.",
        "A rowing looks like a scull boat with an oar in either side of the boat.",
        "A Rowing is a sport that involves using long, narrow boats (known as shell boats) to race against each other over a set distance on water.",
        "A rowing is a type of racing boat that is propelled by oars from a seated position.",
        "Rowing is easy to identify.",
        "Rowing can be identified by its use of a sliding seat and the application of synchronized movement of the arms and legs in order to propel a boat through the water.",
        "Rowing can be identified by its distinctive rowing action, which involves propelling a boat forward by using oars in a sculling or sweep rowing motion, usually while seated.",
        "Rowing is a sport in which athletes use oars to propel a boat through water, either for recreation or competitively.",
        "Rowing is a type of water sport in which participants use oars to propel a boat or shell through the water.",
        "Rowing is a sport that involves propelling a boat using oars.",
        "Rowing is a sport usually done with one or two people in a racing shell, or sculling boat.",
        "Rowing is a sport that involves using long oars to propel a boat across the water.",
        "A rowing boat typically looks like a long, narrow, flat-bottom boat with a tall seat and a foot stretcher.",
        "Rowing generally involves 8 or 4 people seated side by side in sliding seats, each facing forward with their feet tucked into the foot stretchers.",
        " BoatThis image is of a sleek rowing boat out on the ocean.",
        "8This image is of a rowing8 boat.",
        " teamThis image is of a rowing team.",
        " CrewThis is an image from the internet of an eight-person rowing crew.",
        " boatThis image is of a white, wooden rowing boat out on the open water.",
        "\n\"Ready to explore the lake and set off on a new adventure!\".",
        "\"Rowers take their positions as they approach the finish line of the regatta.",
        "\"Finding a balance between strength and agility to finish first in the race.",
        "\"Ready, Set, Row! Open water rowing on a perfect summer day.",
        "\"Navigating the waters of Lake X with power and finesse."
    ],
    "Salsa_Spin": [
        "A Salsa Spin is a popular type of turn in Salsa dancing.",
        "A salsa spin is a stylish dance move that is usually seen in salsa dancing.",
        "A Salsa Spin is a dance move where the lead (usually the male partner) spins the follower (or female partner) around in a circular motion.",
        "A Salsa Spin is a popular move in salsa dancing.",
        "A Salsa Spin is a turn that Salsa dancers use during their performances.",
        "A Salsa Spin is a type of dance move that involves a quick turn and dips while in a salsa dance.",
        "A salsa spin is a move when the leader spins the follower while maintaining hand and body contact.",
        "Salsa spins usually involve dramatic, intricate footwork that is usually performed by the leader and follows the 8-count basic steps of Salsa.",
        "A Salsa Spin is a move in salsa dancing that involves the lead spinning the follow around while both dancers are in a frame.",
        "A Salsa Spin is a type of dance move in salsa or Latin dancing.",
        "A salsa spin is a dance move that is performed by spinning your partner around in a circular motion.",
        "A Salsa Spin is a type of Latin dance move, where the lead dancer spins in place while keeping hold of his/her partner.",
        "A salsa spin is a type of turn used in salsa dancing.",
        "A salsa spin is a dynamic move in partner dancing in which one dancer (the leader) spins the other dancer (the follower).",
        "A salsa spin is a turn that is done during salsa dancing.",
        "This image from the internet of a Salsa Spin is one of the most vibrant images I have ever seen! It is a photo of two passionate salsa dancers embracing each other while spinning in a bright red dress and a yellow shirt.",
        "This image depicts two people in a salsa dancing pose.",
        "This image is of two dancers engaged in a salsa spin during a performance.",
        "This is an image from the internet of a Salsa Spin; the dancer is dressed in a bright pink dress and is executing a complicated spinning move.",
        "This image from the internet is of a couple salsa spinning on the dance floor.",
        "\"Salsa dance the night away with a spin!\".",
        "\"One spin at a time - perfecting the art of Salsa dancing!\".",
        "\"With a few spins of the hips, you can bring that sassy salsa spirit to any dancefloor!\".",
        "Let the rhythm take you away!.",
        "\"Show off your moves on the dance floor with this cool salsa spin!\"."
    ],
    "Shaving_Beard": [
        "A Shaving Beard is a full, neatly groomed beard that is typically cut to be shorter and tidier than a standard full beard.",
        "A Shaving Beard is typically short and neat.",
        "A Shaving Beard is a type of facial hair style that's typically characterized by a closely trimmed beard with a smooth, even finish.",
        "A Shaving Beard typically follows a growth pattern that is either trimmed if desired or left natural.",
        "A Shaving Beard is a full and thick facial hair growth pattern that closely resembles a long, rectangular-shaped box.",
        "A shaving beard can be identified by its short, trimmed length and clean, even lines.",
        "A shaving beard can be identified by its very short length and sharp, close cut.",
        "A shaving beard is typically a trimmed beard that has been shaped and styled neatly to achieve a more clean-shaven look.",
        "Shaving a beard typically involves using a razor to shave the facial hair off of the face.",
        "A shaving beard can be identified by its distinct shape.",
        "A shaving beard typically has a clean-shaven look with the beardline trimmed close to the skin.",
        "A shaving beard looks like a very close-cropped beard, with the sides trimmed close with a razor and the chin area left longer for a square or rounded face shape.",
        "A shaving beard often consists of a neatly trimmed and shaped facial hair area above the lip.",
        "A shaving beard typically refers to a light stubble of closely-trimmed facial hair.",
        "A shaving beard is a close-cropped beard with clean lines created by skilled barbers using razors.",
        "This image is of a man shaving his beard with a straight razor.",
        "This image is a picture of a man in the process of shaving his beard.",
        "The image is of a man in a bathroom, standing in front of a mirror.",
        "This image from the internet is a picture of a man mid-shave.",
        "The image is of a man in his mid-30s, wearing a white t-shirt and a pair of blue jeans, looking into the mirror while he is in the middle of shaving off his beard with a razor.",
        "\"Taking care of your beard has never been so easy! Shaving with precision just got a whole lot simpler.",
        " \"Getting a clean shave for a fresh start to the day!\".",
        "\"A fresh start to a new day with a clean shave!\".",
        "\"A fresh start with a clean shave!\".",
        "\"A clean shave for a fresh start!\"."
    ],
    "Shotput": [
        "A shotput is a heavy metal sphere with a circumference of between 20 and 22 inches and a weight of 16-17 pounds.",
        "A shotput is a round metal ball with a smooth, glazed surface that weighs 7.",
        "A shotput is an 8.",
        "A shotput is a round iron or steel ball with a smooth, polished surface.",
        "A shotput is a metal, metal-filled, or rubber ball that weighs between 4 kilograms (8.",
        "A shotput is a metal ball used in the sport of track and field.",
        "A shotput is a metal or stone ball that is thrown for distance in track and field competitions.",
        "Shotputs are typically circular in shape and made out of metal.",
        "A shotput is a metal ball with a smooth, hard surface, usually made of steel, iron, or brass.",
        "A shotput is a weighted metal or iron ball used in the sport of track and field.",
        "A shotput is a round, metal ball with a grip in the center that is used in the throwing events of track and field.",
        "A shotput is a round ball, usually made of metal, with a weight ranging from 3 to 16 pounds.",
        "A shotput is a spherical weight about the size of a basketball, usually made of metal.",
        "A shotput is a spherical object made of metal, and can range in size from 4kg to 7.",
        "A shotput is a track and field event in which athletes throw a heavy metal ball (the shot) for distance.",
        "\nThe image from the internet of a Shotput is of an athlete competing in the event.",
        "This image is of a shotput athlete mid-throw.",
        "This image of a shotput athlete shows him launching the shotput in a well-timed technique.",
        " ThrowThe image is of a woman in mid-motion during a shotput throw.",
        "This image is of a black and white photo of a man performing a shotput throw.",
        "\"She puts her all into the throw as she unleashes the shotput!\".",
        "\"Focusing all of her strength for one big throw, this athlete hurls the shotput with an impressive force.",
        "\"She readies herself for the final push, determined to throw her shot put farther than ever before.",
        "\"Athlete competing in the shotput event at a track and field meet\".",
        "\"Power and technique combine as the shotputter fires off their throw."
    ],
    "Skate_Boarding": [
        "A skateboard is a flat board made of wood or plastic that riders use for transportation, recreation, or sport.",
        "A skateboard is a type of sports equipment that consists of a curved board on four wheels.",
        "Skateboarding is a type of extreme sport, and it usually involves riding a skateboard on various surfaces such as streets, skate parks, ramps, banks, etc.",
        "A skateboard is typically a long, flat board with two curved \"trucks\" attached to the underside.",
        "A skateboard typically has a flat rectangular board made of plywood or plastic, two trucks (metal parts that the wheels attach to), four plastic or rubber wheels, and two metal axles and nuts.",
        "Skateboards are typically identified by their long deck—usually made of plywood or plastic—their four wheels, and two trucks, which hold the wheels together.",
        "Skateboarding can be identified by its long flat board with four wheels attached to the bottom, typically used for transportation and for performing tricks.",
        "Skateboarding can be identified by the following characteristics: decks or boards used to ride on, four wheels usually mounted on two axles, trucks connected to the bottom of the board, and sometimes a tail for tricks.",
        "Skate boarding can usually be identified by its characteristic skateboard decks, which feature four wheels and a variety of designs.",
        "Skateboarding can be identified by its unique setup, which typically includes a skateboard deck (the board itself), two trucks (axles and hardware for mounting the wheels), four wheels, and bearings for the wheels to spin on.",
        "A skateboard typically consists of a deck, trucks, wheels, and bearings.",
        "A skateboarding typically consists of a small rectangular board, typically made from maple wood, with four wheels attached to the bottom of the board.",
        "A skateboard typically looks like a short, narrow board with two pairs of trucks (axles and wheels) mounted underneath, and four wheels attached to the trucks.",
        "A skateboarding typically consists of a longboard, which is a longer version of the traditional skateboard, with bigger, softer wheels that provide more stability.",
        "A skateboard typically consists of a wooden board with two metal trucks (axles) underneath for stability and wheels connected to the axles.",
        "The image is of a teenage boy doing an ollie on a skateboard at a skatepark.",
        "The image I have chosen is a skateboarding trick in which the skateboarder is doing a kickflip.",
        "This image is of a young skateboarder flying through the air just after performing an ollie.",
        "This image is of a skateboarder near a metal bridge.",
        "This image is of a teenage boy skateboarding on a street corner.",
        "\"Living the dream one ollie at a time!\".",
        "\"Tearing up the street with style!\".",
        "\"Showing off my newest skateboard tricks!\".",
        "\"Go big or go home!\".",
        "\"Cruising down the sidewalk with a skateboard is a great way to get around!\"."
    ],
    "Skiing": [
        "Skiing is an outdoor winter activity that involves sliding down a slope on skis, while being held up by a strap resembling a seatbelt (called a ski lift).",
        "Skiing is a sport or recreational activity that involves descending a snowy or icy incline with the aid of skis (two flat pieces of wood or metal connected by a hinge that the skier’s feet are locked into).",
        "Skiing is an exhilarating winter sport that involves traveling down a snow-covered slope on two long, thin skis.",
        "Skiing is a popular recreational sport in which a person propels themselves downhill using thin, plank-like skis, with the skis parallel to one another for stability, while sliding along a groomed slope of hard packed snow.",
        "A skiing is an activity that involves sliding down a snowy slope on various types of skis.",
        "Skiing is usually identified by the use of a pair of long, curved fiberglass or composite boards (also called skis) strapped to each foot.",
        "Identifying a skier can be done by looking for certain features:• Ski poles: A pair of short poles with baskets at the end used for extra support.",
        "To identify skiing, look for a person wearing warm, waterproof clothing and ski boots.",
        "A skiing can be identified by the presence of long, narrow, flexible runners or skis used for traveling over snow, thin poles for balance, and specialized clothing such as a waterproof jacket and pants, gloves, and boots with inner liner and.",
        "A Skiing can be identified by its long, narrow skis made of wood, metal or fiberglass with metal edges, a curved shape that increases maneuverability, adjustable bindings that attach the skier's boots to the skis, and.",
        "Skiing typically involves the use of specially designed plastic or metal skis.",
        "Skiing typically involves wearing specialized ski boots, skis, and poles.",
        "A skiing trip typically looks like people wearing colorful, weather-appropriate apparel such as jackets, pants, hats, and gloves, gathered around a mountain, skiing down the slopes.",
        "A skiing activity typically involves a person wearing skiing boots, skis, skiing poles, a helmet, gloves, and goggles.",
        "A skiing typically looks like an individual outfitted with skis, boots, poles, and skiwear, often moving on skis along a snowy slope or terrain.",
        "The image is of a single skier carving down a snowy mountain set against a bright blue sky.",
        "This image is of a skier gliding down a clean and freshly groomed ski slope in winter.",
        "This image from the internet is a breathtaking shot of a skier in the middle of a pristine winter landscape.",
        " HolidayThis image shows a beautiful outdoor winter scene of a Skiing Holiday.",
        "This image is of someone skiing down a snowy slope, surrounded by majestic evergreen trees.",
        "\"Life is better on the slopes!\".",
        "\"Taking on the mountain one slope at a time!\".",
        "\"Taking advantage of the fresh powder, this skier demonstrates their skills and grace on the slopes.",
        "\"Ready to hit the slopes!\".",
        "\"Braving the cold weather in pursuit of the perfect snowy slope\"."
    ],
    "Skijet": [
        "A Skijet is a type of jet ski usually consisting of a long, narrow body, an engine in the back, and handlebars in the front.",
        "A skijet is a combination between a snowmobile and a personal watercraft.",
        "A Skijet is a type of personal watercraft (PWC) designed for water skiing and wakeboarding.",
        "A Skijet is a watercraft that looks like a snowmobile with a jet ski-style passenger seat.",
        "A Skijet looks like a combination of a motorcycle and a snowmobile.",
        "A Skijet can be identified by its distinct appearance, which is a combination of a snowmobile and a personal watercraft.",
        "A Skijet can be identified by its unique shape and design.",
        "Skijets can usually be identified by their unique, powerful water jet propulsion.",
        "A Skijet can be identified by its distinct shape, resembling a cross between a motorcycle and a jet ski.",
        "A Skijet is a type of personal watercraft powered by a jet propulsion system.",
        "A Skijet is a type of water craft with semi-enclosed seating in the form of a small one-person jet ski.",
        "A Skijet typically looks like a cross between a jet ski and a snowmobile.",
        "A Skijet looks like a traditional jet-ski with the addition of a ski-pole attachment.",
        "A Skijet is a hybrid of a waterski and a jet ski.",
        "A Skijet is a recreational jet ski powered by a water jet propulsion system.",
        "This image is of a Skijet on a lake, surrounded by forest and mountains.",
        "The image features a high-speed skijet gliding across bright blue water, creating a large wake as it cuts through the water.",
        "Skijet is an extreme sport where a motorized watercraft is used to pull a skier or boarder at high speeds.",
        "The image is of an aqua blue skijet weaving through the turquoise waters of the Mediterranean Sea.",
        "This image from the internet is of a yellow and black Skijet.",
        "\"Put the pedal to the metal and soar over the water with the Skijet!\".",
        "\"Reaching the next level of adrenaline-packed adventure with an amazing skijet ride!\".",
        "\"Ready, set, jet - shredding the slopes with friends on a SkiJet!\".",
        "\"Taking an exhilarating ride on a Skijet - the perfect way to spend a sunny day on the lake!\".",
        "\"Enjoying the view while tearing through the water on my Skijet!\"."
    ],
    "Sky_Diving": [
        "Sky diving is an experience like no other.",
        "Skydiving is an exhilarating and thrilling experience that involves jumping from an aircraft at a very high altitude, usually ranging anywhere from 3,000 to 13,000 feet.",
        "Sky diving is a thrilling, adrenaline-filled activity that involves jumping out of an aircraft from an altitude of up to 14,000 feet and free-falling at speeds of up to 150 mph.",
        "Sky diving is an extreme sport where a person jumps out of a plane or helicopter from a high altitude and falls to the ground while wearing a large parachute.",
        "Sky diving is an extreme sport where adrenaline junkies jump out of a plane and experience the thrill of free fall before gliding down to the ground with a parachute.",
        "Sky diving can be identified by its characteristic freefall, which is experienced when a person jumps from an airplane or other aircraft with a parachute.",
        "Sky diving can be identified by looking for people who are jumping from a high altitude with a parachute, often with others, in an organized fashion.",
        "Sky diving can be identified by the use of specialized equipment, including a parachute, harness, wingsuit, and altimeter, as well as the presence of a safety instructor or instructor-assisted tandem jump.",
        "Sky diving can be identified by its signature freefall parachute jump from a high altitude.",
        "Sky diving can be identified by the presence of parachutes, specialized skydiving clothing (such as jumpsuits and helmets), skydiving equipment (such as altimeters and parachutes) and skydiving aircraft, as well as sk.",
        "Sky diving typically involves a person, known as a skydiver, jumping from a plane at a high altitude and then freefalling or using a parachute to slow their descent and land safely on the ground.",
        "Sky diving normally involves jumping out of an airplane or helicopter and free-falling through the air before deploying a parachute and gliding down to the ground.",
        "Sky diving typically looks like a person falling from a plane or helicopter with a parachute strapped to them.",
        "Skydiving typically involves jumping from a plane or helicopter at a height of 2,000-4,000 meters (6,500-13,000 feet), free-falling through the sky with an open parachute, and landing safely.",
        "Sky diving typically looks like a person or a group of people falling through the sky and enjoying the experience.",
        "This image is of a person skydiving, wearing a jumpsuit and a helmet, and a parachute strapped to their back.",
        "This is an image from the internet of a sky diving scene.",
        "This image shows a man sky diving through the clouds over a lush countryside.",
        "This image from the internet shows a skydiver in freefall, arms outstretched in a wingsuit and helmet.",
        "The image is of a person skydiving in midair, with their arms spread wide.",
        "\"There's no view like the one from above!\".",
        "\"The windy skies offer the perfect opportunity to experience the thrill of skydiving!\".",
        "\"Feeling the rush of adrenaline as I take the plunge and face my fears!\".",
        "\"Taking a leap (literally!) and experiencing the thrill of free-falling - sky diving is sure to get your adrenaline pumping!\".",
        "\"Free Fallin': Taking the plunge and embracing the thrill of skydiving!\"."
    ],
    "Soccer_Juggling": [
        "?Soccer juggling is a form of juggling in which a player kicks a ball up with their feet, rather than using their hands, and keeps it in the air as long as possible.",
        "Soccer juggling is a skill used by soccer players to keep a soccer ball under control with their feet.",
        "Soccer juggling is a popular soccer skill in which players bounce a soccer ball with their feet or other parts of their body such as knees, chest, and head in an attempt to keep the ball in the air and maintain control over it.",
        "Soccer juggling is the art of keeping a soccer ball in the air for as long as possible without using any other part of the body besides the feet to do so.",
        "A soccer juggling is a skill in which a player repeatedly kicks, throws, or heads a soccer ball into the air using their feet, legs, or head to keep it airborne.",
        "The most reliable way to identify a soccer juggling is to look for the particular movements and techniques performed by a soccer player with either a single ball or multiple balls.",
        "A Soccer Juggling is a type of trick involving repeatedly bouncing a soccer ball in the air using parts of the body, usually the feet, thighs, chest, shoulders, and head.",
        "Soccer juggling is a type of training exercise in which a soccer player continuously kicks and catches a ball without it touching the ground.",
        "Soccer juggling can be identified by observing the movement of the player as they keep a ball off the ground for extended periods of time with their feet, legs, chest, shoulders, and head.",
        "The best way to identify a soccer juggling is to watch someone do it.",
        "Soccer juggling typically involves bouncing a soccer ball off of various parts of the body (usually the feet, knees, chest, and head) in order to increase dexterity and control of the ball.",
        "Soccer juggling is when a player bounces the soccer ball on their feet, knees, chest, and/or head using any combination of these parts while keeping the ball off the ground.",
        "Soccer juggling is a ball control soccer drill where a player uses their feet, legs, and chest to keep a ball in the air for as long as possible.",
        "Soccer juggling is a technique used to keep a soccer ball in the air with different parts of the body.",
        "Soccer juggling typically involves keeping a ball in the air for as long as possible by kicking it with any part of the body except the hands or arms.",
        "This image is of a talented soccer player, wearing a red jersey and black shorts, in mid-air before a beautiful mountain backdrop.",
        "This image from the internet is of a soccer juggle.",
        "This image from the internet is of a young teenage soccer player juggling a soccer ball in the air with his head.",
        " MarathonThe image depicts a group of people in a soccer field during a soccer juggling marathon.",
        "This image is of a soccer player juggling a soccer ball.",
        "\"Practice makes perfect--juggling soccer balls is no exception!\".",
        "\"Soccer is more than just a game--it's an art form!\".",
        "\"Can't keep this soccer off my foot!\".",
        "\"Adding a few tricks to my skillset!\".",
        "\"Keeping the soccer skills sharp - one juggle at a time!\"."
    ],
    "Soccer_Penalty": [
        "In soccer, a penalty is called when a player commits a serious foul or handles the ball illegally inside their penalty area.",
        "A soccer penalty involves the award of a penalty kick to a team whose opponent has committed a foul inside the penalty area.",
        "A penalty in soccer is awarded to a team due to a foul or handball inside their own penalty area.",
        "A soccer penalty is a type of indirect free kick awarded to the attacking team if they are fouled within the penalty area (the area in front of the goal, bounded by two lines extending from the goal line to 18 yards out and then.",
        "In soccer, a penalty is a sanctioned foul given by a referee to a team when it commits a foul inside the penalty box.",
        "A soccer penalty is a type of penalty awarded for a violation of a rule within the laws of the game of soccer.",
        "A soccer penalty is identified when a player commits an offense, such as handball, inside their own penalty area.",
        "A penalty in soccer is when a player from either team commits an infraction within the penalty area and is given a foul by the referee.",
        "A penalty in soccer occurs when a player commits a foul inside the penalty area (the penalty box) and the referee awards a penalty kick.",
        "A soccer penalty is awarded when a player commits a foul or \"handles\" the ball within the penalty area of the field - which is an area bordered by the goal line and an arc extending from it.",
        "A soccer penalty typically involves a player being awarded a penalty kick, which is a direct free kick taken from 12 yards out from the goal line.",
        "A soccer penalty typically involves the awarding of a penalty kick to the fouled team.",
        "A soccer penalty is awarded when a player commits an offense, such as a foul, a handball, a dangerous play, or some other form of unsporting behavior.",
        "A soccer penalty can take one of two forms.",
        "In soccer, a penalty is a direct free kick taken by one team from the penalty mark, which is located 12 yards away from the goal and in the center of the field.",
        " KickThe image is of a penalty kick in a professional soccer match.",
        " KickThis image is of a a soccer penalty kick, taken with an aerial view.",
        " KickThe image is of a professional soccer player lining up to take a penalty kick.",
        " KickThe image is of a soccer player mid-kick on a penalty kick.",
        " kickThe image is of a soccer penalty kick being taken by an unknown player in blue.",
        "\"The pressure is on as the crowd gasps, hoping this penalty kick will end the game in a win!\".",
        "\"The pressure is on - can the goalkeeper save this penalty shot and secure the win??\".",
        "\"The pressure is on! The goalkeeper knows that this penalty kick can decide the outcome of the match.",
        "\"With time winding down, the pressure is on for this player to deliver the equalizing goal from the penalty spot.",
        "\"The pressure mounts as the crowd watches the goalkeeper make the decisive save on this crucial penalty kick."
    ],
    "Still_Rings": [
        "A Still Rings apparatus consists of two wooden rings connected by an adjustable metal cable or strap, each approximately 25 cm in diameter.",
        "A Still Rings apparatus consists of two metal rings that are suspended from a single and adjustable height rope.",
        "Still Rings is an artistic gymnastics apparatus that consists of a high set of rings that are suspended high from a metal frame.",
        "A Still Rings is a type of gymnastics apparatus consisting of a single large ring that can be suspended from the ceiling, a wall, or a wooden frame.",
        "The Still Rings is an event of men's artistic gymnastics that is performed on an apparatus of two suspended rings, usually 3.",
        "Still Rings is a classic gymnastics apparatus that consists of two metal rings suspended from a single horizontal steel cable.",
        "A Still Rings apparatus is usually identifiable by its unique circular frame composed of two parallel rings which hang suspended from a single point.",
        "Still Rings is a type of gymnastic apparatus and it consists of two large stationary rings attached to steel cables suspended from a single point overhead.",
        "A Still Rings routine is typically performed on a single large ring that is suspended from the ceiling.",
        "Still rings are an apparatus used in men's artistic gymnastics.",
        "A Still Rings apparatus looks like two larger rings suspended from a single steel cable at about chest-height.",
        "Still Rings is a type of gymnastics apparatus that resembles a suspended metal ring.",
        "Still rings are a type of gymnastics apparatus consisting of a large wooden or metal frame in the shape of a horizontal circle.",
        "Still Rings is an apparatus used in artistic gymnastics competitions.",
        "A Still Rings apparatus is composed of two metal rings suspended from a frame.",
        " gymnastics routineThis image shows a gymnast performing in a Still Rings routine.",
        " DiveThis image is of an athlete doing a still rings dive.",
        "This image from the internet features a Still Rings exercise from a rings gymnastics competition.",
        " apparatusThe image is of an artistic gymnastics apparatus called the Still Rings.",
        " exerciseThis image shows a man performing a Still Rings exercise.",
        "\"Nothing compares to the strength and grace of a still rings routine.",
        "\"Graceful and strong, this gymnast soars through the air on the still rings.",
        "A gymnast hangs perfectly still leaving no doubt of the skill and strength required to perform on the Still Rings.",
        "\"Testing his balance and strength, this gymnast confidently performs on the still rings during an impressive routine.",
        "\"Challenging himself to rise above the competition, this gymnast shows incredible strength and focus on the still rings."
    ],
    "Sumo_Wrestling": [
        "Sumo Wrestling is a traditional Japanese combat sport where two very large and typically overweight men compete against each other in a circular ring.",
        "Sumo wrestling is a traditional Japanese style of wrestling where two competitors, or rikishi, fight in an elevated, circular ring.",
        "Sumo wrestling is a traditional Japanese martial art and full-contact sport in which two wrestlers, known as rikishi, attempt to push each other out of a circular ring (dohyo) or into touching the ground with any part.",
        "Sumo wrestling is a traditional Japanese sport in which two muscular competitors attempt to push each other out of a circular ring or to make the other wrestler touch the ground with any part of the body other than their feet.",
        "Sumo Wrestling is a traditional Japanese sport in which two large and powerful wrestlers, called rikishi, face off in a circular ring (the dohyo) and attempt to push or throw one another out.",
        "Sumo wrestling can be identified by its unique form of competition in which two opponents wearing traditional mawashi belts try to push each other out of a circular ring.",
        "Sumo wrestlers are easily identifiable by their size and traditional appearance.",
        "Sumo wrestlers can be identified by their distinctive heavy mawashi or belt, which is worn over a keshō-mawashi, an embroidered silk loincloth.",
        "Sumo wrestling can be identified by its distinctive ceremonial attire and physical rules.",
        "Sumo wrestling is a type of martial art that originated in Japan and has been practiced for centuries.",
        "Sumo wrestling is a traditional form of Japanese wrestling that dates back to the 16th century.",
        "Sumo wrestling is a traditional Japanese sport that has been practiced since ancient times.",
        "Sumo wrestling is a sport that originated in Japan and has been practised for centuries.",
        "Sumo wrestling is a Japanese sport dating back centuries which involves two large competitors, known as rikishi, pushing and grappling with each other in a ring known as a dohyo.",
        "Sumo wrestling is a traditional Japanese sport that dates back hundreds of years.",
        " MatchThe image is of two sumo wrestlers, dressed in traditional sumo attire, locked in a fierce battle.",
        "This image is of two Sumo wrestlers facing each other in a ring surrounded by spectators.",
        " tournamentThe image is of a Sumo Wrestling tournament in progress.",
        " matchThe image shows two Sumo wrestlers in the middle of a traditional match.",
        "This image from the internet shows two Sumo wrestlers facing off in an arena.",
        "\"Two Sumo wrestlers battle it out in an intense match, vying to become the victor\".",
        "\"Sumo wrestlers battle it out in a traditional Japanese match.",
        "\"Two skilled sumo wrestlers fight fiercely for victory in a tournament battle.",
        "\"Sumo wrestlers go head-to-head in a traditional match in Tokyo, Japan.",
        "\"Two sumo wrestlers competing in a traditional Japanese sumo match\"."
    ],
    "Surfing": [
        "Surfing is a popular surface water sport in which a person uses a surfboard to ride along the face of a wave in a standing, sitting, or kneeling position, depending on the size of the wave and desired maneuverability.",
        "Surfing is a water sport in which a person stands atop a surfboard and rides on the crests and troughs of a wave.",
        "Surfing is an exciting and thrilling water sport in which a person rides a surfboard while riding on the crest of a wave in the ocean.",
        "Surfing typically involves the surfer riding a board in the ocean, or on a river, lake, or other setting.",
        "Surfing is an adrenaline-filled sport that takes place in an ocean environment.",
        "One way to identify a surfer is by their clothing.",
        "Surfing can be identified by looking for someone riding a surfboard in the ocean, usually accompanied by wetsuits or other protective clothing.",
        "Surfing can be identified by looking for someone who is riding a wave standing or lying on a foam board or a surfboard, usually in an ocean, lake, or river.",
        "Surfing can be identified by observing someone standing or riding on the waves of the ocean, lake, or river while riding a longboard or a shortboard.",
        "Surfing can be identified by a few key features.",
        "Surfing typically looks like a person standing up on a surfboard and riding the waves of the ocean.",
        "Surfing typically consists of a person, known as a surfer, riding on the forward or face of a wave, which is usually carrying them towards the shore.",
        "Surfing looks like a person on a surfboard riding waves in the water.",
        "A surfing typically consists of a person riding a surfboard on the crest and face of a wave, often holding their balance by leaning forward or backward, depending on the size of the wave.",
        "A typical surfing session typically consists of riding the waves in either a standing or kneeling position, while using a surfboard to negotiate the waves.",
        "The image is of a male surfer in the water, dressed in a black wetsuit and carrying a colorful surfboard.",
        "This is an amazing picture of a surfer riding a beautiful wave of blue and purple along a picturesque beach.",
        "This image on the internet is of a person surfing on long, white-tipped waves in a blue-green sea.",
        " competitionThis image is from an international surfing competition held at a beach in California.",
        "The image is of a young man who is mid-air on his surf board and enjoying the beauty of the sun setting in the distance.",
        "\"Catching some waves and living the dream!\".",
        "\"Catching the perfect wave -- nothing compares to the rush of riding the ocean!\".",
        "\"Taking advantage of the perfect waves on a sunny day!\".",
        "\"Catching the wave of the day at sunset off the coast of Hawaii\".",
        "\"Taking the waves by storm - a thrill-seeker rides the waves of the ocean, showing off their surfing skills."
    ],
    "Swing": [
        "A swing is a type of playground equipment that consists of a suspended seat, typically mounted between two curved legs or a frame, that swings back and forth when a person pushes it.",
        "A swing is a piece of playground equipment made up of a suspended seat that swings back and forth on a frame, usually constructed of metal or wood.",
        "A swing is a type of moving playground equipment that consists of a seat suspended from two heavy chains or ropes, which are attached to an overhead support.",
        "A swing is a piece of playground equipment that consists of a seat suspended by ropes or metal chains from a fulcrum, allowing the user to swing back and forth.",
        "A swing is a type of seat typically found in a playground or on a porch.",
        "A Swing is easily identifiable by its curved arms, a gently-arched back and a full-length, vertical support bar.",
        "A Swing is a type of physical movement that involves both rotation and angular momentum.",
        "A Swing is typically identified by its laid-back, upbeat feeling, and a 4/4 rhythm.",
        "A swing can usually be identified by its slanted or arched seat suspended from a frame by two or more ropes or chains.",
        "Some identifiable features of a swing may include a seat made of wood or metal, ropes or chains to hold the seat up, a frame made of metal or wood, and two long arm posts that connect the seat to the frame of the swing.",
        "A swing typically consists of a seat, typically made of wood or metal, suspended from two points, ropes, or a frame, and may also feature one or more chains, straps, or other supports, depending on its design.",
        "A swing typically consists of a sturdy frame made of wood or metal with a seat suspended from two chains or ropes.",
        "A swing typically consists of a seat suspended by two chains attached to a sturdy overhead structure such as a tree branch or a metal frame.",
        "Swing designs vary widely, but most share similar features.",
        "A swing typically consists of a seat attached to ropes or chains, suspended from a bar or frame to allow the seat to move back and forth.",
        "The image is of a large, wooden, multi-colored swing.",
        "This image shows a green swing with chains hanging from a wooden frame.",
        "This image is of a light-colored wooden swing set with a bright green seat and rope ties.",
        "This image of a swing is from the internet.",
        "This image from the internet is of a bright yellow swing against a clear blue sky.",
        "\"Swinging into the weekend with a joyous heart!\".",
        "\"Swinging into summer with joy and laughter!\".",
        "\"Spending a beautiful afternoon on the swing and enjoying the warm sunshine!\".",
        "\"Taking a break to enjoy the breeze and the view!\".",
        "\"Take a break from the routine and enjoy a peaceful swing in the sun."
    ],
    "Table_Tennis_Shot": [
        "A table tennis shot typically involves two players standing on opposite sides of a net hitting a lightweight ball back and forth.",
        "A Table Tennis shot typically involves two players standing on either side of the ping-pong table.",
        "A Table Tennis shot consists of the paddle (or racquet) accelerating quickly to strike the ball, creating spin and sending it back across the net to the opponent.",
        "A table tennis shot is a fast-paced and intense stroke where the player hits the ball with the paddle to send it back and forth to the other side of the table.",
        "A Table Tennis shot usually involves a player hitting the ball across the table with a short stroke and fast wrist movements.",
        "Table tennis shots can be identified by analyzing the spin and power of the shot, the speed of the shot, the angle of the shot, and the opponent’s reaction to the shot.",
        "Table tennis shots can be identified based on the type of spin and speed of the shot.",
        "Table tennis shots can be identified by how much spin is given to the ball, the direction of the shot, and the type of stroke being used.",
        "There are several different shots in table tennis, each with its own unique identify.",
        "Table Tennis shots can be identified by the type of spin that has been put on the ball, timing of the shot, and the type of stroke used to make the shot (e.",
        "A table tennis shot typically looks like a short arm movement, usually with a light wrist snap, where the paddle is brought back and then forward in a smooth fluid motion to impact the ball.",
        "A table tennis shot looks like a quickly exchanged back-and-forth volley across the table.",
        "A Table Tennis shot can look like two players hitting the ball back and forth with their paddles.",
        "A table tennis shot is usually a fast and powerful strike of the ball across the net.",
        "A table tennis shot typically consists of a quick exchange of two or more shots between two players.",
        "This image depicts a man about to serve in a game of table tennis.",
        "This image is from a post on a sports website.",
        "This image shows a professional Table Tennis player in the middle of a shot.",
        "The image is of a close-up of a table tennis shot being played.",
        "The image is of a close-up shot of a table tennis player playing a strong backhand shot.",
        "\"Using precise hand-eye coordination, the player executes a perfect backspin shot.",
        "\"There's no stopping this return shot!\".",
        "\"A powerful backspin serve lands on the table, setting up a perfect rally.",
        "\"Trading incredible volleys in a fast-paced game of table tennis\".",
        "\"The power and precision of this table tennis shot showcases the athleticism of the sport!\"."
    ],
    "Tai_Chi": [
        "Tai Chi is an ancient Chinese martial art characterized by slow, flowing movements, visualizations, and deep breathing exercises.",
        "Tai Chi is a Chinese martial art form that combines graceful movement, postures, breathing, and meditative techniques.",
        "Tai Chi is an ancient Chinese martial art that combines slow, gentle movements with deep breathing and relaxation.",
        "Tai Chi is a traditional Chinese martial art that is practiced for both its defense training and its health benefits.",
        "Tai Chi is an ancient Chinese martial art developed as an effective form of self-defense, exercise, and meditation.",
        "Tai Chi can be identified by its slow, graceful, and rhythmical movements.",
        "You can identify Tai Chi by watching its slow, graceful movements that flow from one position to the next, and its posture known as \"empty stance\" which is when your weight is evenly distributed over both feet.",
        "You can identify a Tai Chi form by looking for slow, flowing movements, with each posture connecting to the next.",
        "A Tai Chi can be identified by the slow, graceful, and deliberate movements that are performed in a continuous flow.",
        "Tai Chi can be identified by its slow, flowing movements and deep, meditative breathing.",
        "Tai Chi is an ancient Chinese martial art form and is often represented in movements that are smooth and slow, with a focus on fluid motion and breath.",
        "Tai Chi is a type of martial art that emphasizes flowing, graceful movements.",
        "Tai Chi is a martial art form that originated in China.",
        "Tai Chi is a traditional Chinese martial art form and is often referred to as an internal practice.",
        "Tai Chi, also known as Taiji, is an internal Chinese martial art involving slow, graceful movements combined with breathing exercises and mental focus.",
        " classThe image shows a class of about 20 people doing the gentle, graceful exercises of Tai Chi.",
        " sessionThe image shows a group of people practicing Sun-Style Tai Chi in a park on a sunny day.",
        " classThe image shows a group of people, ten in total, in a Tai Chi class.",
        " classThis image is of a Tai Chi class on a beach in China.",
        " classThe image is of a group of people in a Tai Chi class in a park.",
        "\"Harnessing the flow of energy through the practice of Tai Chi\".",
        "\"Practicing Tai Chi allows us to harmonize with nature and find inner peace\".",
        "\"Finding peace and balance with a practice of Tai Chi\".",
        "\"Practicing Tai Chi allows for a peaceful mindset and the opportunity to connect with nature.",
        "\"Finding peace and balance in nature through the practice of Tai Chi."
    ],
    "Tennis_Swing": [
        "A tennis swing typically involves the player shifting their weight to the back foot, taking the racket back with arms and shoulders, and following through with a forward swing with the arms and hips while pulling their weight onto the forward foot.",
        "A tennis swing is a combination of strength, balance, coordination, and timing.",
        "A tennis swing is a movement of the body in which a player takes the racket back in preparation to hit a shot.",
        "A tennis swing is an explosive, fluid motion used to hit the ball.",
        "A tennis swing consists of a series of steps and movements that include setting up the body, taking the racket back, and then hitting the ball.",
        "One way to identify a tennis swing is by looking at the motion of the racquet and the body movements of the player.",
        "A tennis swing can be identified by looking for certain key elements.",
        "A tennis swing can be identified by the player’s body position during the swing.",
        "Tennis swings can be identified by looking for the following key elements: a strong foundation and balance, an active and powerful weight transfer, a bouncing takeoff with the feet, hips, and shoulders leading the way, an early and full preparation of.",
        "A tennis swing can be identified by a combination of physical movements, involving a body turn, weight transfer, and a racquet acceleration.",
        "A tennis swing involves a wide-stepping step from one side of the body to the other, a simultaneous loading of the muscles in the core, hips, and upper body to generate power, and a rotation of the upper body to generate.",
        "A tennis swing involves moving the racket back, up and then forward while maintaining a smooth and fluid motion.",
        "A tennis swing is the motion of the upper body and arm to create the force needed to hit a tennis ball.",
        "A tennis swing is the motion a player must use to hit a ball with a racquet.",
        "A tennis swing typically involves the player using their dominant arm to take the racket back behind their body, then quickly moving it forwards to make contact with the ball.",
        "This image is from the internet of a female tennis player mid-swing.",
        "The image is of a female tennis player in mid-swing, captured in a split second of perfect motion.",
        "This image from the internet of a tennis swing shows a blue twirling blur as a male tennis player executes a powerful backhand swing.",
        "This image is of a tennis player mid-swing during a serve.",
        "The image is of a professional tennis player executing a perfect forehand swing.",
        "\"Perfect timing and form for a powerful forehand shot!\".",
        "\"Serving Up an Ace!\".",
        "\"Perfectly Executed: Hitting the Ball with Precision and Power\".",
        "\"Taking the perfect swing: Power and precision combine for an unstoppable force on the court\".",
        "\"The perfect follow through on an impressive backhand shot!\"."
    ],
    "Throw_Discus": [
        "A Throw Discus is usually a round, flattened plate made of plastic, metal, or wood.",
        "A throw discus is a round, smooth plate-like object with a diameter of 18-20 inches.",
        "A Throw Discus is typically a round, heavy object made of metal or plastic that measures approximately 18 inches in diameter.",
        "A Throw Discus looks like a heavy plate-shaped object with a grip in the center.",
        "A Throw Discus is a round, metal disc, usually made of steel, with a flat edge and a rim or lip around it.",
        "A throw discus is a round, concave disc with a metal rim that is used for track and field competitions.",
        "A Throw Discus can be identified by its typically round shape, weights ranging from 1 kg to 2 kg, aerodynamic profile, and finger rings or grooves which help the athlete to hold it comfortably.",
        "A Throw Discus is identifiable by its circular shape and its aerodynamic profile.",
        "A Throw Discus has a flat rim that curves inward and a grooved center.",
        "A discus used for throwing is typically made of metal or plastic and has a flat, wide, slightly curved surface.",
        "A Throw Discus is a heavy metal disc that is designed to be thrown.",
        "A throw discus typically consists of a metal disc with a smooth outer rim and a raised inner rim.",
        "A throw discus is a heavy disc-shaped object, typically made of metal or plastic, that is used in the sport of track and field.",
        "A Throw Discus typically looks like a metal discus disc with a rim at the top and bottom, and a grip in the center.",
        "A throw discus typically looks like a heavy frisbee or disc, made of metal, wood, plastic, or rubber.",
        "This image shows a woman athlete in a bright yellow tank top and shorts, ready to throw the discus.",
        "This image depicts a throw discus event.",
        "This is a picture of an athlete throwing a discus.",
        "This image shows a man at the throwing line of a track and field discus event.",
        "This image is from the internet and is of a throw discus athlete.",
        "\"Setting her sights high, this athlete shows her strength and determination as she throws the discus with power and precision.",
        "\"Pushing off from the back, power and accuracy in the discus throw are essential for success.",
        "\"The power and precision of an Olympic discus thrower in action.",
        "\"She's not afraid to go for the Gold with her Discus throw!\".",
        "\"She gave it her all and watched as the discus flew through the air."
    ],
    "Trampoline_Jumping": [
        "Trampoline jumping is a recreational activity that is enjoyed by people of all ages.",
        "A trampoline jump is a high-intensity acrobatic move that involves launching oneself up into the air, and flipping or twisting in the mid-air before landing on the trampoline mat.",
        "Trampoline jumping is a fun and exciting activity that involves launching yourself off the trampoline and using the bouncing and airborne motion to perform tricks or twists.",
        "Trampoline jumping is an exhilarating and dynamic exercise that takes place on a specialised trampoline.",
        "A trampoline jumping involves bouncing on a trampoline using a combination of jumps, flips, and special movements.",
        "You can identify someone trampoline jumping by the sound of them bouncing off the trampoline and the sight of them jumping up and down.",
        "Trampoline jumping is easily identifiable as it involves jumping and bouncing on a large elastic sheet.",
        "A trampoline jumping can be identified by the characteristic bouncing motion achieved by the user jumping on it and sailing upwards in the air.",
        "Trampoline jumping can be identified by looking for someone jumping up and down on a trampoline or a special jumping bed specifically made for jumping.",
        "Trampoline jumping is easily identifiable due to its unique bouncing motion, which causes the individual to be propelled off the surface of the trampoline.",
        "Trampoline jumping generally looks like a person bouncing up and down, and then sometimes flipping, spinning or turning in the air while they are in the air.",
        "A trampoline jumping session looks like a combination of flips, jumps, spins, and other acrobatic maneuvers as you are propelled in the air off a strong trampoline bed.",
        "Trampoline jumping typically involves bouncing up and down on an elastic trampoline bed made from steel springs and mesh fabric.",
        "A trampoline jump typically involves bouncing up and down on a trampoline and then lifting your legs higher each time to achieve a higher jump.",
        "A trampoline jumping typically involves the jumper making coordinated movements to create a sequence of jumps or flips while jumping on a trampoline.",
        "This image shows a close up of a young athletic boy performing a trampoline jump.",
        " CastleThis color photograph from the internet is of a bright orange trampoline jumping castle in front of a nearby hill.",
        "This image is of a young girl leaping off a trampoline with her arms outstretched towards the sky.",
        ":The image is of an aerial view of a person atop a large, round trampoline with a safety net surrounding it.",
        "This image is of a young girl enjoying the thrill of jumping on a trampoline in her backyard.",
        "\"Get ready, set, BOUNCE!\".",
        "\"Ready, Set, Go - Nothing Beats the Excitement of a High-Flying Trampoline Jump!\".",
        "\"Ready, Set, JUMP! Let's reach for the sky!\".",
        "\"Ready, set, JUMP!\".",
        "\"Time to soar!\"."
    ],
    "Typing": [
        "A typing test typically consists of a short passage of text (80-100 words) that must be entered accurately into a text box.",
        "Typing is the act of typing on a keyboard.",
        "A typing is a technique used to improve accuracy and speed in the act of typing.",
        "A typing typically includes letters, symbols, and spaces typed on a keyboard.",
        "A typing usually looks like someone intently staring at a keyboard and typing quickly, but without looking at the keys.",
        "Typing can be identified by observing how a person types on a keyboard.",
        "Typing can be identified by looking at the character of the strokes on the page and the rhythm that they are written in.",
        "Typing can be identified by its speed and accuracy.",
        "A typing can be identified by the sound of the keys being pressed, the rhythm of the typing, and the speed of the typing.",
        "Typing can typically be identified by the sound it makes when typing.",
        "A typing typically looks like someone typing very quickly on a keyboard.",
        "A typing looks like a keyboard layout that is designed to improve a user's typing speed and accuracy.",
        "A Typing typically looks like someone typing words quickly on a keyboard.",
        "A typing typically consists of a keyboard and a mouse or trackpad.",
        "A typing typically involves a person sitting at a computer keyboard and typing letters, numbers, symbols, and other characters onto the computer.",
        " HandThe image is of a white colored hand in a typing position, with elongated fingers and curved nails.",
        " TestThis image is of a typing test found on an online typing tutor website.",
        " HandsThe image I have chosen is one of a pair of hands typing on a laptop.",
        " PoolThis image from the internet shows a typewriter pool in a room.",
        " CatThe image on the internet of a Typing Cat shows a cute white and grey tabby standing on two legs, typing away on a laptop keyboard with its paws.",
        " \"Take a break from typing and explore the world around you!\".",
        "\"No matter how long it takes, I'm determined to master this new skill!\".",
        "\"Typing away, taking notes for future success!\".",
        "\"Never underestimate the power of a few well-chosen words\".",
        "\"Nothing beats the feeling of getting an assignment done 😅\"."
    ],
    "Uneven_Bars": [
        "An Uneven Bars apparatus is a series of horizontal bars, made of wood or metal, which are connected to upright supports at different heights.",
        "An Uneven Bars apparatus typically consists of two parallel bars of different heights.",
        "An Uneven Bars apparatus is a horizontal bar set up, typically made of metal or durable plastic, that's positioned at two different heights.",
        "An Uneven Bars apparatus consists of two parallel bars, which are of different heights and distances apart.",
        "An Uneven Bars setup is a set of uneven parallel bars that are held high in the air.",
        "An uneven bars apparatus is characterized by two parallel bars of differing heights.",
        "An uneven bars set looks like a long, narrow metal frame.",
        "An uneven bars apparatus looks like an upside-down letter ‘T’.",
        "An Uneven Bars is a large apparatus used in gymnastics, where gymnasts perform aerial acrobatic maneuvers.",
        "An Uneven Bars apparatus can be identified by its two bars curved up at each end and raised high off the floor at different heights.",
        "An Uneven Bars apparatus typically consists of two uprights with a low bar between them.",
        "An Uneven Bars apparatus is a female artistic gymnastics apparatus consisting of two parallel bars set at different heights.",
        "An uneven bars apparatus typically consists of two uprights that are connected by a low bar, with an adjustable height.",
        "An uneven bars apparatus looks like a bar made up of two parallel horizontal bars that are of different heights.",
        "An uneven bars apparatus is an apparatus consisting of two horizontal bars set at different heights and spaced apart.",
        " Gymnastics CompetitionThe picture is of a group of female gymnasts in an uneven bars gymnastics competition.",
        "This image is of an athlete performing on the uneven bars.",
        "The image is a photograph of a gymnast performing on the uneven bars.",
        "The picture is of a female gymnast performing a uneven bar routine, with red and blue colored bars.",
        "This image is from the internet and depicts an uneven bars gymnastics apparatus.",
        "\"She takes flight on the Uneven Bars, showing off her incredible strength and agility.",
        "\"She leaned into her dismount, perfectly executing her routine and proudly finishing her first Uneven Bars competition!\".",
        "\"Putting in the hard work to perfect her uneven bar routine!\".",
        "\"She's got this nailed - performing a gravity-defying routine on the Uneven Bars!\".",
        "\"Fearless athleticism is on display as she flips across the uneven bars."
    ],
    "Volleyball_Spiking": [
        "A Volleyball Spiking is when a player jumps up to slam the ball over the net.",
        "A volleyball spike is a powerful attack shot used to terminate a rally.",
        "A volleyball spiking is a powerful attacking shot made by a player who jumps off the floor and hits the ball with one hand to send it over the net.",
        "A volleyball spiking is a violent and powerful jumping hit that involves the player jumping in the air and striking the ball with a clenched fist directed downward over the net into the opposing team's court.",
        "A volleyball spike is a fast, aggressive attack shot used to end a rally in the game.",
        "A Volleyball Spiking is typically easily identified because the player will jump and hit the ball strongly downwards towards the opposing team's side of the court.",
        "A volleyball spike is a powerful overhead attack hit by a forward motion of the arm and in one fluid, powerful motion.",
        "A volleyball spike is a type of attacking shot in the sport of volleyball.",
        "A volleyball spike is a forceful, overhand hitting action where a player sets the ball up by pushing it up toward the ceiling with their fingertips and forcefully hitting it downward with an overhand motion.",
        "A Volleyball Spiking is a type of attacking shot in which a player strikes the ball hard with one hand over the net in an attempt to score a point.",
        "A volleyball spike is an attacking move used by players to hit the ball hard and fast into the opponent's court to score a point.",
        "A volleyball Spike is an attacking shot in the game of volleyball.",
        "A volleyball spike is when a player jumps, swings their arm over their head, and forcefully strikes the ball (held in their non-dominant hand) over the net and into the opponent's court.",
        "A Volleyball Spike is a hard, powerful hit from the attacking team that is intended to score them a point.",
        "A volleyball spiking is when a player, typically a hitter, jumps off the ground and moves their arms in a forward motion as they extend their body and arms while hitting the ball with their wrists towards the opposing court.",
        "The image is of a volleyball spiking in midair.",
        "This image is of a female volleyball player spiking the ball.",
        "The image is of a female volleyball player spiking the volleyball.",
        "The image is of a female volleyball player jumping and spiking the ball.",
        "The image is of a volleyball spiking play that is in full action.",
        "\"She slams it home with confidence!\".",
        "\"No amount of defense could stop this powerful attack!\".",
        "\"The force of a well-executed volleyball spike can't be overstated!\".",
        "\"She used her power to send the ball flying over the net, delivering a decisive point!\".",
        "\"Powerful attack! Nothing can stop her from slamming the ball over the net!\"."
    ],
    "Walking_With_Dog": [
        "A Walking With Dog looks like a person leisurely walking their dog on a leash.",
        "A walking with dog typically looks like one person and one four-legged companion taking a leisurely stroll.",
        "A walking with dog usually consists of a person (often an adult) walking their pet dog through a public space like a park or sidewalk.",
        "A Walking With Dog typically consists of a person and their pup taking a leisurely stroll around the neighborhood or a nearby park.",
        "A Walking With Dog typically looks like a person out for a leisurely stroll with a four-legged friend in tow.",
        "You can identify a Walking With Dog by looking for signs such as a person walking a dog on a leash, a dog following the person, and other clues such as baggies for poop, a dog-walking bag or backpack, or.",
        "A dog walking with a human can be identified by its leash and harness, as well as by its owner’s body language.",
        "To identify a Walking With Dog, look for a person who is walking their dog on a leash in an area where it is allowed.",
        "You can identify a dog that is walking with a person by its behavior.",
        "Walking With Dogs can usually be identified by their specially designed harnesses which attach to a leash, along with their comfortable walking boots.",
        "A Walking With Dog usually looks like one or more people walking with a leash and collar on their pet, often a dog.",
        "A Walking With Dog typically involves a person walking with a dog on a leash while they both enjoy the fresh air.",
        "A Walking With Dog generally looks like a person out walking with their dog.",
        "A Walking With Dog typically looks like a person (or people) walking a dog on a leash in a calm, relaxed manner.",
        "A Walking With Dog typically looks like a person out for a leisurely stroll with their four-legged companion.",
        "This image from the internet shows a woman wearing a red jacket and blue jeans while she is walking with her small white dog.",
        "This image is of an older man with a white beard, wearing a grey hat and a thick winter coat, and he is out walking his black retriever-type dog.",
        "The image I found is of a woman walking her dog on a beach.",
        "This image is of a woman wearing a bright yellow raincoat and walking her dog on a wet, rainy day.",
        "This photo showed a woman walking with her dog in the park.",
        "\"Spending time with my furry best friend is the best!\".",
        "\"A perfect day for a walk in the park with my best fur friend!\".",
        "\"Enjoying a stroll with my best friend!\".",
        "\"Nothing beats a peaceful stroll with a furry friend!\".",
        "\"Never underestimate the power of a paw-fect bonding moment!\"."
    ],
    "Wall_Pushups": [
        "A Wall Pushup is an exercise that is done with your hands placed shoulder-width apart on a wall, and your feet bent backwards so that your torso and legs form a straight line.",
        "A wall pushup is a bodyweight exercise that targets the muscles of the chest, triceps, and shoulders.",
        "Wall pushups are a strength-training exercise that target your chest, shoulders, and triceps muscles.",
        "A Wall Pushup is an exercise that utilizes the wall to provide support for your body weight as you perform a pushup.",
        "A Wall Pushup is a simple bodyweight exercise that involves pushing your body away from a wall while in a plank position.",
        "A Wall Pushup is an upper-body exercise where your upper body is placed in a plank position against a wall and then you lower yourself towards the wall using your arms.",
        "Wall pushups involve pressing the body away from a wall, using either the hands or the feet.",
        "Wall pushups are fairly simple to identify.",
        "Wall pushups are a bodyweight exercise that involve pushing your body away from a wall while keeping your feet planted on the ground.",
        "To identify a wall pushup, begin in a standing position a few inches from a wall with your feet shoulder-width apart.",
        "A Wall Pushup is an exercise that uses an elevated object like a wall or sturdy chair to increase the height of your hands during a pushup.",
        "A Wall Pushup is a variant of a Push Up that uses a wall as a support.",
        "Wall pushups involve standing a few feet away from a wall and placing your hands on the wall in line with your shoulders.",
        "A wall pushup is an exercise that targets your chest, shoulders, and triceps muscles.",
        "A Wall Pushup is an modified version of a standard pushup performed with the back facing a wall.",
        "This image from the internet is of a man doing a wall pushup.",
        "In this image, a young man wearing a grey long-sleeve shirt and black pants is doing a wall pushup.",
        "The image is of a man doing a wall pushup.",
        "The image is of an slender man doing wall pushups.",
        "The image is of a man doing a wall pushup.",
        "\"Showcasing the versatility of wall pushups - a space-saving core workout that can be done anywhere!\".",
        "\"No wall? No problem! Pushups anywhere!\".",
        "\"It's time to get creative with your workout - even the wall can become a tool for a challenging pushup!\".",
        "\"Put your wall to work by adding wall pushups to your routine - get fit at home in the most efficient way!\".",
        "\"Push yourself to reach new heights - literally!\"."
    ],
    "Writing_On_Board": [
        "A Writing On Board is a durable and versatile board that can be written on with a variety of media such as markers, pens, crayons, and permanent paints.",
        "A writing on board is a whiteboard or chalkboard that is mounted on a wall or easily mobile stand.",
        "A Writing On Board is a piece of writing equipment used to make presentations, diagrams, notes, and more.",
        "A Writing On Board is a dry-erase board, usually whiteboard, with a writing surface that allows the user to write down ideas or reminders.",
        "A Writing On Board is an interactive way of writing and displaying information in the classroom environment.",
        "Writing on board can be identified by examining the type of writing surface, the type of marker used, the method of erasing the writing, the shape and size of the writing, and the hue of the writing.",
        "Writing on board can be identified by looking for words written on a whiteboard, markerboard, or chalkboard.",
        "A Writing On Board is typically identified by its smooth writing surface, whiteboard style design, and the presence of a pen and eraser.",
        "An authenticated Writing On Board is usually identified by an embossed seal or stamp that certifies that the work is authentic.",
        "Writing on board can be identified by observing the surface of the board - a writing board will usually have a smooth, glossy surface that allows marker to easily be wiped away.",
        "A Writing On Board, also known as a \"whiteboard\" or \"dry erase board,\" typically looks like a large flat surface with a slick or glossy white finish.",
        "A Writing On Board typically looks like a white board on which one can write, erase, and move items around.",
        "A Writing On Board (WOB) typically looks like a large whiteboard with areas divided out for different sections.",
        "A Writing On Board typically looks like a sheet of white or black board with a grid of lines printed on it.",
        "A \"writing on board\" typically refers to a chalkboard.",
        "This image is of a whiteboard in a classroom.",
        "This image from the internet is of a Writing On Board in a classroom.",
        "\nThe image is of a whiteboard with a handwritten note written in black chalk.",
        "The photo is of a whiteboard in a classroom setting, with a quote written on it in blue marker.",
        "The image shows a whiteboard with colorful writing on it.",
        "\"Planning today's agenda for success!\".",
        "\"Let's brainstorm some new ideas!\".",
        "\"Make sure to finish your essays by Friday!\".",
        "\"Get organized and plan for success!\".",
        "\"Let's work together to come up with the best ideas for our project!\"."
    ],
    "Yo_Yo": [
        "A Yo Yo is typically a round, two-piece, toy consisting of an axle connected to two discs, and a long string looped around the axle.",
        "A Yo Yo typically has two plastic or wooden discs attached to each end of a length of nylon string.",
        "A Yo Yo is a two-piece toy consisting of an axle connected to two disks, which are typically made from plastic, wood, or metal.",
        "A Yo Yo typically consists of two plastic or wooden discs, separated by a thin metal axle and connected to each other by a string.",
        "A Yo Yo is typically composed of two discs of plastic or wood connected with an axle in between.",
        "A Yo Yo can be identified by its round shape and two connected discs connected by an axle.",
        "A Yo Yo can be identified by its round shape, two halves connected by a thin piece of cord, and basic design elements, like a raised ridge around the perimeter of each half and the string hole in the center of the top half.",
        "A Yo Yo can be identified by its usual shape: two discs connected with a piece of string that can be wound around the discs.",
        "A Yo Yo is usually round with two attached strings on either side and a hole in the center.",
        "A Yo Yo is typically round and has two halves connected together with an axle in the center.",
        "A yo-yo typically consists of two identical discs joined together by a string looped around an axle.",
        "A yo-yo typically consists of two discs of plastic or wood connected to each other by an axle made of metal or plastic.",
        "A yo-yo typically looks like two discs connected by an axle.",
        "A yo-yo typically consists of two identical pieces of plastic or wood connected by an axle and a string looped around the axle.",
        "A Yo-Yo typically consists of two plastic or wooden discs attached together with a metal axle, around which is a string looped.",
        "This image from the internet shows a colorful and intricate hand-crafted wooden Yo Yo.",
        "This image is of a bright yellow yo-yo with a black star pattern on the ends.",
        "This is an image of a wooden yo-yo.",
        "This image is of a colorful and unique Yo Yo.",
        "This image is of an aqua blue yo-yo with intricate white patterns etched into the surface.",
        "\"No matter the situation, there's always time for a little fun!\".",
        "\"Practicing my Yo-Yo skills for the upcoming competition!\".",
        "\"Despite its simple design, a yo-yo can provide hours of entertainment!\".",
        "\"Spin your way to fun with this classic yo-yo!\".",
        "\"The fun never stops when you have a Yo-Yo in your pocket!\"."
    ]
}